{"text":{"580320995266936832":"#BREAKING: A Germanwings Airbus A320 has crashed in French Alps near Digne (@AhronYoung)","580697361799876608":"BREAKING: Germanwings CEO: Plane victims included 72 German citizens, 35 Spaniards, 2 Americans.","580320329203093504":"#A320 @Germanwings flight #4U9525 (registration D-AIPX) was lost from @Flightradar24 at 6800 feet at 09.39 UTC time. http:\/\/t.co\/5Gv9lXJZW8","581357303405813760":"#Germanwings co-pilot suffered serious depression 6 years ago: German newspaper http:\/\/t.co\/LXDzBdNdMB http:\/\/t.co\/yTUNdHyEJY","580329886532968448":"Passenger plane carrying 148 people crashes in the French Alps en route from Spain to Germany.\n#Germanwings","580338165824667649":"#WATCH: An aviation expert says the #4U9525 distress call was circulated on Twitter within three minutes. http:\/\/t.co\/ywO1t8O4XI","581063957684850688":"#BREAKING #GERMANWINGS co-pilot confirmed name at Press Conference: FirstName: Andreas Guenter \/ LastName: Lubitz","580347961256837120":"#BREAKING: Death toll on #Germanwings flight #4U9525 rises to 150 #A320\nhttp:\/\/t.co\/NK5U1GpHxL","580333904126742528":"148 people feared dead after Germanwings Airbus crash in France: http:\/\/t.co\/uuK7F3uSVP http:\/\/t.co\/Y7e55cwW7B","580372127125131264":"#Germanwings says it cannot confirm that a very brief distress signal was made before flight #4U9525 crashed http:\/\/t.co\/Pbr82b0Eul","581295858898989056":"Converts are DISTURBED!!\nCo-Pilot of #GermanWings Airbus Was a Muslim convert.\n\"Hero of Islamic State\"\nhttp:\/\/t.co\/jBoJb6rfor #WhiteMuslims","580348878370828288":"BREAKING Authorities confirm last words from #germanwings #4U9525 A320 distress call were \"emergency, emergency\" http:\/\/t.co\/wFg8KTSve2","580330369603366913":"VIDEO -  BREAKING NEWS - Germanwings Airbus crashes in the French Alps with 148 onboard http:\/\/t.co\/C2fJV2Uapu http:\/\/t.co\/y0RoEPBMqM","580320161082830848":"#breaking Airbus A320 crashes in southern France with 148 people on board \n#Germanwings http:\/\/t.co\/suRCtXRGsU","580321372703985664":"MORE: Airbus #A320 was lost from Flightradar24 at 6800 feet at 09.39 UTC time #GermanWings http:\/\/t.co\/WKhAjiH6pQ http:\/\/t.co\/n4vTej13ff","581300992194572288":"MUSLIM CONVERT? A German news website, http:\/\/t.co\/sZQQ0pKwM1 claims Andreas Lubitz was a Muslim convert http:\/\/t.co\/nX2CXzgiJr","581107798932631552":"schoolmates of co-pilot who crashed #4U9525 tell german reporters he took 6-months break from flight training in 2009 due to burnout-syndrom","581287108607811584":"BREAKING GERMAN NEWS: Germanwings Airbus Co-Pilot Was MUSLIM CONVERT http:\/\/t.co\/oRtt0ab4YA via @gatewaypundit","581301336085553152":"All evidence indicates copilot of Airbus machine in his 6-months break during his training as a pilot in Germanwings, converted to Islam","580320856561209344":"BREAKING: Lufthansa's Germanwings plane crashes in southern France -- Report","581153923987206146":"Germanwings co-pilot battled depression in '09, friends say. http:\/\/t.co\/srhDPf4Zn5 http:\/\/t.co\/I3Zd1RyNud","580317556516483072":"BREAKING We got reports the crash could be an Airbus A320 Germanwings between Barcelona and Dusseldorf.","581299253743501312":"The co-pilot of the Germanwings Airbus was a convert to Islam http:\/\/t.co\/Q7yHJ4Ne2d","580326222107951104":"Heart goes out to 148 passengers and crew of Germanwings Airbus A320 that has crashed in French Alps, Southern France http:\/\/t.co\/K7fmJLRt4G","580371845997682688":"#4U9525 took eight minutes to descend from 38,000 feet to impact, says Germanwings CEO Winkelmann.","581394092648710144":"#BREAKING German media report Germanwings co-pilot had 'serious depressive episode' http:\/\/t.co\/9AsVPxukV8","581460720900050945":"#Germanwings #CoPilot was a recent Muslim convert as well as a psychiatric patient. #ISIS is lauding him as a hero. http:\/\/t.co\/J29Y3tDjOP","580357537083576321":"#4U9525 - The Airbus 320 plunged at a rate of 5,000 feet per minute before crashing.  - @PollyR_Aviation","581063377226637312":"#4U9525: Robin names Andreas Lubitz as the copilot in the flight deck who crashed the aircraft.","580882121222434816":"Recovered black box shows a pilot was locked out of the Germanwings cockpit before the crash http:\/\/t.co\/ac6AdA5NKL http:\/\/t.co\/bxgMNjEGeW","580347361039413248":"Airline #Germanwings says 144 passengers and six crew were on board the plane which crashed near #Digne","580321844089212928":"BREAKING: Airbus A320 with 142 passengers and 6 crew members crashes in #Digne, France #4U9525 http:\/\/t.co\/XTMaa9mAV2 http:\/\/t.co\/ADAEpPZdMY","580339825649291264":"#Germanwings passenger plane crashes in French Alps with 148 onboard http:\/\/t.co\/JCDZtv8We0 http:\/\/t.co\/yE0hUNdiTr","580321925265788928":"MORE Airbus A320 that crashed in southern France operated by Germanwings, carrying 142 passengers, 2 pilots, 4 crew http:\/\/t.co\/XwKPmofTD9","580327692765151232":"Germanwings crash plane 'lost signal at 6,800 feet', flight radar shows http:\/\/t.co\/AjQxaENYSb http:\/\/t.co\/cgU1GqKYqK","580330721719508992":"A Germanwings Airbus A320, flight #4U9525 BCN-DUS, crashed in southern France; 148 on board http:\/\/t.co\/tUtpc26daX","580706841769820160":"At least 72 Germans and 35 Spanish killed in #Germanwings crash: Airline http:\/\/t.co\/JeigmQOTna http:\/\/t.co\/HrECGvkUuV","581064144394285056":"French prosecutor names co-pilot of #germanwings plane that crashed in the Alps as Andreas Lubitz. He was at controls of plane.","580346392431968257":"Last words from #Germanwings A320 distress call were \"emergency, emergency,\" authorities say. http:\/\/t.co\/FXVBrA7RPz http:\/\/t.co\/OxfPISsdvj","580322346508124160":"Germanwings #A320 plane crashes in southern France, French prime minister says. More soon. http:\/\/t.co\/k6pv4OsCQI","580321317527879680":"Germanwings Airbus A320 en route from Barcleona to Dusseldorf crashes in southern French Alps - 148 people on board http:\/\/t.co\/dqXZQFlg9U","580326012749221890":"All passengers and crew feared dead after A320 plane crashes in southern France  http:\/\/t.co\/H3YACXHTjK #4U9525 More to follow.","580322066374721537":"German Wings Airbus A320 #4U9525 lost from @Flightradar24 at 6800 ft at 09.39 UTC time UPDATES http:\/\/t.co\/XTMaa9mAV2 http:\/\/t.co\/VwZmbhcUsn","580332485030125568":"#Breaking: A plane carrying at least 142 people crashes in  France. French PM says unlikely anyone on the #Germanwings  jetliner survived","581066887200694272":"Andreas Lubitz, co-pilot who brought down #Germanwings flight intentionally, recently commended by the FAA: http:\/\/t.co\/8dAYQ8vAKF","580346142183002113":"Latest update from @germanwings - now saying 144 passengers and six crew, so 150 people on board A320 that crashed http:\/\/t.co\/uj1VdJyW5s","581411131547320321":"BREAKING: Germanwings co-pilot was Muslim convert http:\/\/t.co\/iCRwOsU1uq","580329875891974145":"Germanwings Airbus A320 crashes in French Alps: flightradar data shows flight #4U9525 had rapid descent http:\/\/t.co\/WcNAHONCnQ","580371847335821312":"BREAKING: Germanwings CEO: plane went into 8-minute descent before crashing.","580326111311171584":"BREAKING: French President Francois Hollande says “apparently no survivors\" in Germanwings crash, at least 148 passengers on the plane","580323456996282369":"A @germanwings A322 #4U9525, BCN-DUS,  with at least 143 passengers has crashed today at 9.39 UTC http:\/\/t.co\/L7Wtodurt7","580320563891019776":"BREAKING: Germanwings Airbus A320 crashes in French Alps | via @BBCBreaking","580326398620934144":".@flightradar24 altitude &amp; speed chart of #4U9525. Aircraft entered a steep but constant descent. http:\/\/t.co\/Hl7IVhZCmy","580320893668364288":"Terrible news... Airbus A320 from Barcelona to Dusseldorf has crashed in France (Germanwings Flight 9525). http:\/\/t.co\/C3zpWZ5bIF","580883793709547521":"The door is solid, you can’t knock it down… it’s bulletproof-@JimTilmon on @NYTimes rpt #Germanwings pilot locked out http:\/\/t.co\/hs20B8jC4b","581386155083620352":"Andreas Lubitiz was 'deemed unsuitable for flight duties' during  training #Germanwings http:\/\/t.co\/nk5GGyuxaa http:\/\/t.co\/HQpKZD4DSI","580324985148932097":"UPDATE: Germanwings #A320 from Barcelona to Dusseldorf sent out a distress call at 1047 local time - @skymarkwhite","580328783619579904":"Received news that a Germanwings Airbus A320 plane crashed in southern France, carrying 142 passengers &amp; 6 crew onboard.","581274406804025344":"Thank God he's not a Muslim! Otherwise the world'd be on a Muslim hate spree now #Germanwings http:\/\/t.co\/NoXAhjSmP7 http:\/\/t.co\/Qdsc50p86W","580353540725452800":"UPDATE: No survivors are expected among the 150 people aboard #Germanwings plane. http:\/\/t.co\/hd7zdUJtH4 http:\/\/t.co\/iibVTBuIqz","580339547269144576":"Latest on #Germanwings crash: Pilots signaled 911 before dropping out of midair; airline CEO calls this a \"dark day.\" http:\/\/t.co\/S5CZoWnn2T","580352273001410560":"NEWS: 'Emergency Emergency' was the final distress call that was sent from the cockpit of flight #4U9525  - @PollyR_Aviation","580324697415360512":"French President François Hollande states that there are no survivors expected in the Germanwings #4U9525 crash.","580321327845765120":"BREAKING: A #Lufthansa #Germanwings Airbus jet carrying 148 people has crashed in southern #France, en route from #Barcelona to #Duesseldorf","581307361857392642":"Pilot of Germanwings Airbus Was MUSLIM CONVERT …’Hero of Islamic State’? http:\/\/t.co\/o7H6OuEfJd via @gatewaypundit http:\/\/t.co\/GlDWraPosJ","580320267777511425":"Flight #4U9525 is a flight from Barcelona to Dusseldorf.\nSTD 08:35\nATD 09:00\nSTA 10:55\nSignal lost 09:41\nhttp:\/\/t.co\/FHoX6q0GHt","580320684305416192":"Accident aircraft looks to be Germanwings (Airline code 4U or GWI) flight 9525, Barcelona to Dusseldorf. #4U9525 http:\/\/t.co\/TIZc1N1ZrK","580353449721655296":"German Airbus A320 Plane Crashes, 148 People DEAD\nhttps:\/\/t.co\/94oOOSSSVv\n#4U9525 #germanwings #GermanWingsCrash #Airbus320 #planecrash","580368137796743168":"Thoughts and prayers with the families and relatives of #Germanwings Airbus A320 plane crash: Two babies and 16 children among 150 dead.","580360165540642816":"@FRANCE24 reporter James André at French Civil Aviation Authority HQ: \"#Germanwings plane did NOT report distress signal\", no mayday.","580346992074842112":"Germanwings statement says Flight 4U9525 crashed at 11:20 local time; 144 passengers, 6 crew on board - @Morning_Joe http:\/\/t.co\/by471NAzFg","580320645906632704":"UPDATE CRASH Germanwings #4U9525 Crash of an A320 disappeared  at 09:39 UTC from radar http:\/\/t.co\/GRUjOCXkr9 http:\/\/t.co\/HWrvDD24ac","580366761398239232":"Germanwings Airbus A320 plane crash: Two babies and 16 children among 150 dead http:\/\/t.co\/UGlaM0vpoK http:\/\/t.co\/9yCcn7Hzz8","580329560350183424":"BREAKING: Plane flying form #Barcelona to #Frankfurt crashes in #France, 142 people were on board. #germanwings http:\/\/t.co\/wjAo0LZtp2","581359544682614784":"Germanwings co-pilot had serious depressive episode: Bild newspaper http:\/\/t.co\/RgSTrehD21","581299354431987712":"German PI-News Magazine is Reporting Germanwings Co-Pilot Was Recent Convert to Islam😏\n\nRead: http:\/\/t.co\/6aNN7RQUZ6 http:\/\/t.co\/u9ggRyxnVD","580377478184755201":"BREAKING: Update - AFP: Aviation official says #Germanwings crew did not send a distress signal via @BBCBreaking  - @FlightCrisis","580327197921120256":"Reports: Crashed #Germanwings plane was carrying 148 people, including 142 passengers, two pilots and four flight attendants.","580340476949086208":"BREAKING: 148 feared dead in crashed #Germanwings flight http:\/\/t.co\/bnEGQsxBFL","580883727624065024":"DEVELOPING: Pilot locked out of cockpit in @Germanwings Alps crash: report. http:\/\/t.co\/CcqpToOQTn http:\/\/t.co\/XlNXG8Rz3v","581063906682114048":"BREAKING #Germanwings #4U9525 co-pilot's name is Andreas Lubitz, a German national, says Marseilles prosecutor.","580318210609696769":"BREAKING - A Germanwings Airbus A320 plane reportedly crashed in the region of Digne (French Alps) #Flightradar24 - French TV #itele","580319005703069696":"Several European news agencies reporting an accident involving a Germanwings Airbus A320 in southern France. Developing... #breaking","581387966125248512":"NEWS #Germanwings co-pilot Andreas Lubitz had serious depressive episode (Bild newspaper) #4U9525 http:\/\/t.co\/BV21WXdxdb","580320964875014145":"Airbus plane operated by Lufthansa's Germanwings airline crashes in southern France, officials say - @Reuters http:\/\/t.co\/by471NAzFg","580347360959717376":"BREAKING Germanwings says 144 passengers and 6 crew on crashed plane http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/qTYmopB5aj","580318717860532224":"Airbus passenger plane crashed in French Alps said to belong to Lufthansa subsidiary Germanwings, flying Barcelone-Dusseldorf","580318669483413504":"Sad news, plane crashed in southern France http:\/\/t.co\/2K5CklKRzZ #GermanWings","580322005280493568":"French Prime Minister now confirming the plane crash. (via @afneil). #4U9525","580885187837325312":"One pilot was locked out of cockpit before #Germanwings flight #4U9525 crashed, killing 150: http:\/\/t.co\/A7THsq3ea8","581183387848859648":"The co-pilot who rammed the Germanwings plane into the French Alps had previously \"battled depression\" http:\/\/t.co\/PSBNTXo5AV","580333763512705025":"#Germanwings latest: http:\/\/t.co\/8tZopIBYLh\n- #Airbus A320 crashes in French Alps\n- Barcelona-to-Dusseldorf flight\n- 142 passengers &amp; 6 crew","581064157870555136":"BREAKING: Prosecutor identifies #Germanwings pilot who deliberately crashed plane carrying 150 people as German national Andreas Lubitz.","580699825030754304":"Germanwings CEO says 72 Germans, 35 Spanish citizens and two Americans were aboard plane that crashed in France: http:\/\/t.co\/JSc0IwmqJu","580331453889708032":"ALERT Photo: Germanwings crash plane 'lost signal at 6,800 feet,' flight radar shows - @itvnews http:\/\/t.co\/m358Qc2Na1","580319968484421633":"A Germanwings A320 has crashed en route to Dusseldorf. Flight Radar 24 of the last known position. #4U9525 http:\/\/t.co\/FrI93NrYFF","580885455257882624":"» http:\/\/t.co\/VPPJAceoql plane crash #planecrash Report: Pilot locked out of cockpit before Germanwings crash 27 http:\/\/t.co\/8IymLEfX69","581317224096387072":"NEWS Germanwings pilot was muslim convert http:\/\/t.co\/hQ9YdkHw3T","580319184652890113":"BREAKING: 148 passengers were on board #GermanWings Airbus A320 which has crashed in the southern French Alps http:\/\/t.co\/VxxvrU9XmV","581287795991302144":"All Muslims are not like that... Okay? RT @DrShobha The co-pilot of the Germanwings Airbus was a convert to Islam","580326871302316033":"IMAGE: .@flightradar24 altitude &amp; speed chart of #4U9525. Aircraft entered a steep but constant descent. http:\/\/t.co\/MoG0h2Dvaq","580327336505176064":"Germanwings plane crashes in France, up to 150 feared dead http:\/\/t.co\/n44I07mnoh","581546828954411008":"BREAKING: German Media Site Says Germanwings Co-Pilot Was Muslim Convert http:\/\/t.co\/bTKvcLMN60 via @anyclinic","580364656608428032":"Update - AFP: Aviation official says #Germanwings crew did not send a distress signal","580372806178881537":"DGAC clarifies: Germanwings didn't itself issue distress call but ATC launhed distress phase due combination of descent and no radio contact","580325090367315968":"Flight #4U9525 initially climbed to 38,000 feet before before it started to descend and lost signal at 6,800 feet. http:\/\/t.co\/MthXQ232Hn","580320945740480512":"#BREAKING: A #Germanwings Airbus A320 plane has crashed in southern France, police and aviation officials say.","581063816882065408":"French officials confirm i\/d of #Germanwings copilot as being Andreas  Lubitz. Thought to be 28 y\/o. Pictured here. http:\/\/t.co\/bEKvhEACa1","580326073776357376":"French PM: fears 142-150 passengers died when @germanwings flight #4U9525 crashed in the French Alps\n\n#Airbus #A320 http:\/\/t.co\/hpCGZtf2qd","580370275121938432":"2 babies were among 144 passengers on board crashed #Germanwings plane - @germanwings says in news briefing http:\/\/t.co\/INhcBgUKHF","580321350750990336":"Hashtags #4U9525 #GermanWings #A320 all useful for latest info on plane crash in southern France.","580350166005248000":"The #Germanwings plane which crashed in the French Alps descended at an \"unprecedented\" rate, an aviation expert says http:\/\/t.co\/h2N4a9lpOJ","581314363644121088":"A German news website claims #Germanwings co-pilot #AndreasLubitz was a Muslim convert http:\/\/t.co\/4PHWRSrxwu","581479017770979329":"If the #Germanwings copilot #Lubitz was Muslim,it wud hv been a classic terrorism case.But hes not brown,so clearly it a mental heath issue!","580352532167311362":"148 people were on board the #Germanwings plane which crashed in the French Alps. Here's what we know so far http:\/\/t.co\/5sZVPg9XFR","580317998147325952":"142 PEOPLE ON BOARD GERMANWINGS AIRBUS A320 THAT CRASHED IN SOUTHERN FRANCE","580323165068509184":"Germanwings plane crash: Airbus A320 crashes in French Alps with 148 on board -latest updates http:\/\/t.co\/5K1ZxWqXh0 http:\/\/t.co\/vzStX3iozK","581062604988162048":"The copilot of the Germanwings plans, Andreas Guenter Lubitz, appeared to want to \"destroy the plane,\" French prosecutor says.","580365368805486592":"150 people were on board plane that crashed in France today, #Germanwings CEO says. http:\/\/t.co\/HAhU3MmiMf http:\/\/t.co\/QFCbhPWSJI","580699430690656256":"BREAKING: #Germanwings crash victims include 72 German citizens, 35 Spaniards, 2 Americans, per CEO - via @AP","580319116302647297":"BREAKING #A320 crashed could be Germanwings flight #4U9525 from Barcelona to Dusseldorf. http:\/\/t.co\/FJvY7woj4t","581132461960249344":"Doomed Germanwings co-pilot 'suffered burnout or depression' years before crash http:\/\/t.co\/nkqWoRwKUK http:\/\/t.co\/QRMJTWGAIr","580342519516512256":"Germanwings flight A320 plunged 31,200 feet in just ten minutes, according to radar data http:\/\/t.co\/hv1iOCbIHA http:\/\/t.co\/OQ4nlyTZ4y","581061272856326145":"BREAKING: Name of co-pilot of crashed #Germanwings flight was Andreas Lubitz","581290271997968384":"GERMAN NEWS: Co-Pilot of Germanwings Airbus Was MUSLIM CONVERT …’Hero of Islamic State’? http:\/\/t.co\/J8budBthpm via @gatewaypundit","580329455173967872":"Pilots of crashed Germanwings flight declared emergency at 10:47 a.m. as plane fell rapidly. http:\/\/t.co\/9YonrFRes3","580319078155468800":"Germanwings Airbus A320 crashes in French Alps near Digne http:\/\/t.co\/yNlWbNJmYI","580357700791468032":"The #Germanwings #A320 plane that crashed in the Alps did make a distress call, CNN's French affiliate says: http:\/\/t.co\/90w6VC2VBf","580331000573476865":"My heart goes out to the victims of GermanWings crashed near Marseille, France. 142 passengers, 6crew all feared dead http:\/\/t.co\/8HbQacJ3id","580319856496644096":"#BREAKING: There are reports that a Germanwings Airbus A320 has crashed in the French Alps. More to come. #9News http:\/\/t.co\/PfEiviM9Po","580323315614543873":"Breaking News: Germanwings #Airbus #A320 was carrying 148 people on board when it crashed, officials say http:\/\/t.co\/PkIiVwKPwu","580318938996740096":"142 passengers on board GermanWings plane which has crashed in French Alps, according to AFP","580330740086243328":"The French president has said he believed none of the 148 people on board #Germanwings flight #4U9525 plane survived http:\/\/t.co\/KC9NBcEzSV","581252958446329857":"The co-pilot of the Germanwings Airbus was a convert to Islam - http:\/\/t.co\/7MHPhG5aIR #RedNationRising","580322782392762368":"BREAKING: Germanwings airplane crashes in French Alps with 142 passengers http:\/\/t.co\/v44gsbmtO0 http:\/\/t.co\/I3t8rnaN5b","580321948070240256":"Our last position reports of the Germanwings plane shows a very rapid descent http:\/\/t.co\/OhJAEeyVoK","580331561398108160":"1047 call: DGAC source says pilots called «urgence, urgence» (“emergency, emergency”), as opposed to a mayday call or 7700 squawk. #4U9525","580330302251393024":"#BREAKING: #Germanwings Airbus A320 crew sent distress signal before French Alps crash - reports http:\/\/t.co\/JLDCz6AhFR","581409613913804800":"Report: Germanwings Co-Pilot Treated For Depression http:\/\/t.co\/ewynIJ23A2","580323060533764097":"Germanwings passenger plane crashes in France: http:\/\/t.co\/BSJhGgMChG","580364138020507649":"#BREAKING Germanwings crew did not send distress signal: aviation official","581301262269829120":"Co-pilot was a fresh convert- http:\/\/t.co\/paAKWfHdg3","580321156508577792":"Now hearing 148 passengers + crew on board the #A320 that has crashed in southern French Alps. #GermanWings flight. @BBCWorld","581386094337474560":"RT @khjelmgaard: German media reporting #AndreasLubitz had a 'serious depressive episode' six years ago http:\/\/t.co\/MUdmHPz2ro #Germanwings","580347364562587649":"Update - Authorities confirm last words from Germanwings A320 distress call were \"emergency, emergency\"","581293685041557504":"BREAKING: #Germanwings co-pilot was recent Muslim convert http:\/\/t.co\/aqvtsI7OcV http:\/\/t.co\/BI5OLZJKJI","581061914001821696":"BREAKING: Name of co-pilot of crashed #Germanwings flight #4U9525 was German, Named  Andreas Lubitz http:\/\/t.co\/yeIsO3yzop","580344171019542528":"French authorities say the last words from a #Germanwings #Airbus320 distress call were \"emergency, emergency.\" http:\/\/t.co\/vNqUvdVjfp","581303832895885312":"The #Germanwings co-pilot was not a Muslim, so he could not have been a terrorist. He was depressed. 😒 http:\/\/t.co\/ySZzpYHuWB","580349424058175489":"The latest: Airline Germanwings now says there were 144 passengers and six crew aboard  plane that crashed: http:\/\/t.co\/IwITH21l6h","581288928646340608":"Germany now has its own 9\/11, thanks to the convert to Islam, #AndreasLubitz.\n#GermanyWings \nhttp:\/\/t.co\/J6OTGRWHJO http:\/\/t.co\/2a0zoSkjA6","580364236330762240":"BREAKING: Germanwings crew did not send distress signal: aviation official - @AFP","581293286268129280":"GERMAN NEWS: Co-Pilot of Germanwings Airbus Was MUSLIM CONVERT. Can any muslim be trusted near an airplane now?","580347290633838592":"UPDATE: Germanwings says 144 passengers and 6 crew members were aboard the jet that crashed in France. http:\/\/t.co\/QbF4sKLTCX","580322453928431617":"German Wings airline tweeting now about reports of plane crashing in French Alps with 148 on board: @germanwings http:\/\/t.co\/SqUrmcvNKt","580884605097664512":"Pilot on #Germanwings #4U9525 was locked out of cockpit, tried to smash door down to re-enter, the @nytimes reports. http:\/\/t.co\/eGuyJz4wGs","581550667753504768":"#WakeUpAmerica \nCo-pilot was a Muslim Convert \nhttp:\/\/t.co\/RYFQTVBYBL\n@seanhannity @greta @act4america \n@KrisParonto @JGilliam_SEAL","580350426278719488":"We must confirm to our deepest regret that Germanwings Flight 4U 9525 from Barcelona to Düsseldorf has suffered an accident over the 1\/5","581264214809022464":"Islam &amp; Muslims blamed even when neither have anything to do with mass killing.  #Germanwings #GermanWingsCrash http:\/\/t.co\/DKmNEqzPc7","580322349569994752":"Germanwings #A320 plane crashes in southern France, French prime minister says. More soon. http:\/\/t.co\/cBKN5dN40H","581063730319925248":"Andreas Lubitz, copilot who apparently deliberately crashed Germanwings 9525, was 24 yrs old. \"He had no reason to do it,\" prosecutor says.","580883510103281665":"BREAKING: Pilot on #Germanwings flight left cockpit before plane’s descent and couldn’t get back in: New York Times http:\/\/t.co\/dZiWRFli74","580325235653799936":"Flight #4U9525 climbed to 38,000 feet before before it started to descend and lost signal at 6,800ft \/@flightradar24 http:\/\/t.co\/CIG4wqG5cU","580319651399385088":"We get reports about an Germanwings A320 crash. Flight 4U9525 was lost from Flightradar24 at 6800 feet near Digne in southern France.","580347464907153408":"BREAKING: @germanwings confirms that there was 144 PAX and 6 Crew on board  - @FlightCrisis","581063928953876480":"Update - Prosecutor confirms crashed #Germanwings flight co-pilot is Andreas Lubitz and there are strong signs he crashed on purpose","580348081100734464":"#Germanwings \"sorry to confirm\" 144 passengers &amp; 6 crew on board flight #4U9525 when it crashed in French Alps http:\/\/t.co\/inQlKOqZup","581437061363675136":"GERMAN NEWS REPORT: Co-Pilot of Germanwings Airbus Was MUSLIM CONVERT …’Hero of Islamic State’ http:\/\/t.co\/JDZ3vZuO2k http:\/\/t.co\/NqHmAGt6Mf","580320242020290560":"BREAKING:148passengers were on board #GermanWings Airbus A320 which has crashed in D southern French Alps.May اللَّهُ protect them.AMEEN♥☀♥","580347068457308160":"#BREAKING Germanwings says 144 passengers and 6 crew on crashed plane","580321169271877632":"BREAKING - A320, owned by Lufthansa affiliate GermanWings was travelling between Barcelona and Dusseldorf when it went down in French Alps","580332109782466561":"#4U9525 From FL380 to FL110 in 8 min? That's average rate of descent 3375 fpm! Than levelled off at FL068? What the hell was going on there?","580333028624457728":"148 on board:\n- 142 passengers\n- 2 pilots\n- 4  flight attendants\n\n@SPIEGEL_English @Corriereit \n#Germanwings http:\/\/t.co\/VT9w6qumJa","581063753837481984":"BREAKING: #Germanwings co-pilot's name is Andreas Lubitz, a German national, says Marseilles prosecutor: http:\/\/t.co\/1o08vXVzP8","580336766663540736":"Plane crashes in southern France, 148 on board: Germanwings budget airline was flying from Barcelona to Dusseldorf. http:\/\/t.co\/2VHTfulQOQ","580350000074457088":"We must confirm to our deepest regret that Germanwings Flight 4U 9525 from Barcelona to Düsseldorf has suffered an accident over the...","580368417556992000":"#Germanwings crew didn't send distress signal; it was sent by air traffic control - civil aviation authorities to AFP http:\/\/t.co\/cN6iVJDoo7","580356429615337472":"Germanwings flight #4U9525 crashes in French Alps: plane was at low altitude when 'mayday' call received - live http:\/\/t.co\/zViQibyimM","581335535832039424":"#GermanWings co-pilot was a fresh #Muslim convert - http:\/\/t.co\/iNVyryt5LE via @Orvan \nConverts to #Islam are very disturbed #WhiteMuslims","580320745974288384":"#BREAKING: A Germanwings A320 has crashed in France, German officials confirm to @NBCNews","581315281630318593":"The co-pilot of the Germanwings Airbus was a convert to Islam and became Fidain! http:\/\/t.co\/QR1iNWTXuh","581473088249958400":"GERMAN NEWS REPORT: Co-Pilot of Germanwings Airbus Was MUSLIM CONVERT …’Hero of Islamic State’? http:\/\/t.co\/Pw2kxje31m via @gatewaypundit","580326807704088576":"The Germanwings #AirbusA320 was headed from Barcelona, Spain, to Dusseldorf, Germany, French Prime Minister said. http:\/\/t.co\/iWeLBpmiHS","581302544116379648":"Apparently from the comments at German PI – Andreas Lubitz was Muslim convert from his Facebook page http:\/\/t.co\/5v98FoTCSh","581405344288608256":"Just had an emergency meeting at Ansar, Ansar &amp; Ansar Lawyers about how to discredit the news the Germanwings co-pilot was a Muslim convert","581291208506376192":"BREAKING NEWS:\n\nGermanwings Co-Pilot was recent convert to Islam.\n\nhttp:\/\/t.co\/fwf86tD88b http:\/\/t.co\/djkzng2piM","581287562947395584":"The co-pilot of the Germanwings Airbus was a convert to Islam http:\/\/t.co\/cXkX67PYQt","580369978546917376":"16 schoolchildren, two teachers may have been on crashed #Germanwings plane: German town Haltern. http:\/\/t.co\/XnJBPX64F8","581063145256538112":"Photo: German Co-Pilot Andreas Lubitz who seems to have crashed the #Germanwings flight no purpose http:\/\/t.co\/3mSYxvNF3p","580333909008871424":"French junior minister for Transport Alain Vidalies confirms they are no survivors in the #Germanwings #A320 crash. http:\/\/t.co\/ZLIz1oY8wF","580326762673901568":"Germanwings plane crashes in French Alps with 148 people http:\/\/t.co\/pg3bpbv7R1","580324027715063808":"JUST IN: Germanwings plane crashes in southern France, up to 150 feared dead http:\/\/t.co\/GIZjXnqBU3","580326045238333441":"UPDATE: French President François Hollande has said that no survivors are expected in Germanwings plane crash over France. #9News","580885624883904512":"One pilot in #Germanwings crash was locked out of cockpit, @nytimes reports http:\/\/t.co\/doZIZCHP4o","580319458004193280":"BREAKING: a Germanwings A320 has crashed in the French Alps with 142 passengers on board @9NewsAUS","580322927679279105":"BREAKING: German air traffic control confirms to NBC NEws that a Germanwings flight has crashed in France. http:\/\/t.co\/QbF4sKLTCX","581377529124130816":"The #Germanwings co-pilot received psychiatric treatment for a ‘serious depressive episode.’ http:\/\/t.co\/XLwm5MsXrv http:\/\/t.co\/VWhtJsXrgU","580882674413375488":"Germanwings pilot 'was locked out of cockpit' before fatal plane crash http:\/\/t.co\/OE9lMgPCoe http:\/\/t.co\/hBu3xoIaUL","581296960830881792":"Memo to @ron_fournier: you owe @jimgeraghty an apology:\n\nGERMAN NEWS: Co-Pilot of Germanwings Airbus Was MUSLIM CONVERT","580326473803767808":"#BREAKING: Germanwings jetliner has crashed in Southeastern France, according to officials. All 148 on board are feared dead.","580320825351471104":"BREAKING NEWS #A320 crashed could be Germanwings flight #4U9525 from Barcelona to Dusseldorf. (140 passengers)","580320612155060224":"Last position of Germanwings flight #4U9525 at 09:40 UTC\nhttp:\/\/t.co\/FHoX6q0GHt http:\/\/t.co\/72pxGKolRM","580328617713897472":"French PM says passengers and crew of Germanwings plane that crash feared dead http:\/\/t.co\/on24GtCYyv","580318020192571392":"BREAKING: GermanWings A320 Crash in Southern France","580379486732066817":"BREAKING: Distress call linked with #Germanwings jet came from air traffic control, not plane -- aviation official. http:\/\/t.co\/EOKW9FoIJ4","580325458870460416":"#4U9525 UPDATE: 150 people were on board: 142 passengers and 8 crew members http:\/\/t.co\/ccQWJzwpYZ","580335398683058176":"French president: No survivors likely in Germanwings crash http:\/\/t.co\/ZCVYX4B1lQ","580336849534648320":"#Germanwings update: \n- #Airbus A320 crashes in French Alps\n- Barcelona-to-Dusseldorf flight\n- 142 passengers &amp; 6 crew members","580884417343815680":"UPDATE: Black box recorder reveals one of #4U9525's pilots was banging on the door to get into the cockpit: http:\/\/t.co\/EmSy5qU1ud #9News","580338546856235009":"The #GermanWings plane is believed to have crashed shortly after a distress call reporting an \"abnormal situation\" http:\/\/t.co\/mLLtayvg1M","580327626419482624":"ALERT France's transport minister says distress signal was sent from Germanwings plane - @patthomas, @europe1 http:\/\/t.co\/Ni7bJyJ52i","581047170637381632":"Names of pilots rumored to be Patrick Sonderheimer with co-pilot Andreas Lubitz - No formal confirmation yet. #germanwings","580320856905269248":"A320 Germanwings from Barcelona to Dusseldorf has crashed in French Alps near Digne les Bains.","580325799078793216":"Flight #4U9525 was descending with a rate of about 3000-4000 feet per minute, which is quite standard for an airport approach.","581061237783556096":"Name of the co-pilot: Andreas Lubitz. http:\/\/t.co\/L7FDlo6Iom #4U9525","580325714567806976":"French President Hollande says that he expects there to be \"no survivors\" in the Germanwings plane crash. 148 passengers reportedly onboard.","581404604677660673":"#Germanwings Co Pilot New Muslim Convert\n\nIslamic State Praises Their Hero\n\n#WakeUpAmerica 🇺🇸 \nhttp:\/\/t.co\/NYefk5WCPm http:\/\/t.co\/J195dkGFGU","580387098039046145":"Reports of \"moving body\" amidst #Germanwings wreckage #A320 http:\/\/t.co\/GLMUsaPbGo http:\/\/t.co\/WS2M4YCly3","580323815261016064":"\"The pilot did send an SOS message saying the plane was in distress.\" -@BillNeelyNBC reporting on #germanwings plane crash.","580327924978569216":"Germanwings plane crash: #A320 sent distress signal before crashing in French Alps  http:\/\/t.co\/U4yg4ndyBo http:\/\/t.co\/6TMygKOETx","580334678340558849":"Tracking data shows descent of #4U9525 was very aggressive, but not full freefall. (image via @planefinder)http:\/\/t.co\/vV6LPavase","580325043705667586":"France's transport minister says distress signal was sent from Germanwings plane - @patthomas, @europe1 http:\/\/t.co\/by471NAzFg","580320890086383616":"Reports of a plane crash near the French Alps, a GermanWings A320 http:\/\/t.co\/WDso9Euyhp http:\/\/t.co\/mpNENahmaW","580319999887347712":"Germanwings flight #4U9525 (registration D-AIPX) was lost from Flightradar24 at 6800 feet at 09.39 UTC time. http:\/\/t.co\/vZaQMUlLaZ","580335545265627136":"Before crash, pilots of #Germanwings A320 reported emergency at 10:47 local time and descended rapidly to 5,000 feet. http:\/\/t.co\/CwF82tkUVg","580333906597167104":"148 people feared dead after Germanwings Airbus crash in France: http:\/\/t.co\/oAgrXXrjuj http:\/\/t.co\/Na2JBSCshD","580364973664309248":"BREAKING #Germanwings pilots did not send mayday signal. ATC declared the emergency. http:\/\/t.co\/wFg8KTSve2","580882417117958144":".@NYTimes reports #Germanwings pilot locked out of cockpit &amp; could not get back in before crash. #AC360 begins now http:\/\/t.co\/vXigiUHUdS","580319206400475136":"French police have confirmed that an #Airbus operated by -#Germanwings has crashed in Southern France","581450117972144128":"GERMAN NEWS: Co-Pilot of Germanwings Airbus Was MUSLIM CONVERT …’Hero of Islamic State’?  http:\/\/t.co\/VMXFNVRJEb http:\/\/t.co\/CiXotBOh74","580883864521818112":"BREAKING: One pilot was 'locked out' of cockpit before Germanwings crash http:\/\/t.co\/3ZrouZedhX http:\/\/t.co\/CSUYBYHuAF","580882701063979008":"BREAKING @nytimes reporting one pilot on #4U9525 locked out of cockpit before deadly descent. Crash as an accident now called into doubt","580882341880446977":"Report: Co-Pilot Locked Out Of Cockpit Before Fatal Plane Crash http:\/\/t.co\/aXGQuacv2E #Germanwings http:\/\/t.co\/T80L7BhXX6","581303989406314496":"BREAKING: Co-pilot was Muslim convert http:\/\/t.co\/owHYZXnVN9","580882302621843456":"New York Times just reporting one of the pilots was locked out of the cockpit before it crashed #Germanwings #cbc","580352540316946432":"'No survivors' in #Germanwings crash says French transport minister adding it crashed after pilot issued distress signal in good weather","580324721381740544":"BREAKING - Germanwings #A320 from Barcelona to Dusseldorf sent out a distress call at 1047 local time","580370249712697344":"A #Germanwings spokesman confirms two babies were among those on board a flight which crashed in the French Alps http:\/\/t.co\/npoy1K5Huo","580336204186521600":"LIVE A French Air Force EC-135 is flying over there area of crash #germanwings http:\/\/t.co\/6z0zeNMoSN http:\/\/t.co\/Ah5H6qxIRp","580333827425439745":"The twin-engine Airbus A320 is considered among the most reliable aircraft, http:\/\/t.co\/9Fkd9fPd3e #germanwings http:\/\/t.co\/R9ag4dGnID","581245152158728192":"Tony Abbott seeks advice about cockpit rules in wake of Germanwings crash http:\/\/t.co\/UAGCk9kt65","580337292838981633":"FOX NEWS ALERT: @GregPalkot has the breaking details on #germanwings crash\nhttps:\/\/t.co\/IzNWpMEfUt","581248880098086912":"#Germanwings Flight 9525 co-pilot crashed plane! My #Prayers go out to the families! http:\/\/t.co\/9Ek6j6hnMS http:\/\/t.co\/xj9awb6Trh","580335420703170561":"Sincere condolences to all the families and friends of those that perished in a terrible air catastrophe of flight #4U9525","580328029852856320":"FOX NEWS ALERT: Germanwings Airbus A320 was 24 years old, traveling from Barcelona to Dusseldorf http:\/\/t.co\/OvBETeYbMt","580351367719591936":"Lufthansa and Germanwings have established a telephone hotline. The toll-free 00800 11 33 55 77 number is available to all the families...","580345253179342848":"PHOTO: Arrivals board in Dusseldorf Airport shows information for Germanwings plane that crashed in French Alps http:\/\/t.co\/dymPQUJEHx","580343473607438336":".@germanwings have darkened their logo on Twitter following the crash of one of their planes in the French Alps http:\/\/t.co\/9qIAn60uob","581266400192307200":"A co-pilot deliberately crashed the Germanwings plane killing 150 people yet \"there was no indication that it is an act of terrorism\"? Pftt!","580329111064686592":"It’s not just CNN. This France24 anchor is asking whether it’s normal that planes would fly over mountains. #4U9525 http:\/\/t.co\/fR6EGJbfKQ","580331192316198912":"Debris from the Germanwings crash has already been found, says French interior minister http:\/\/t.co\/q1I8tkghmf http:\/\/t.co\/OzZRBMLDD8","580329265251536896":"Germanwings plane crashes in southern France http:\/\/t.co\/Y4vqLg5RL8","581274572823130112":"#AP10Things to know for Fri.: Turmoil escalates in Yemen; How airlines are responding to Germanwings crash: http:\/\/t.co\/FHFMJtSNpm","580326744357515264":"Here is the speed and altitude graph of #4U9525 from @flightradar24. Scary stuff, shows it impacted ground at 400kts http:\/\/t.co\/2ZYbh4MIih","580333759125458944":"Latest on the #GermanWings crash from our correspondent @H_E_Samuel http:\/\/t.co\/q1I8tkghmf http:\/\/t.co\/jbplIKZ6EW","580328708675887104":"DETAILS: #Germanwings Airbus #A320 crashes near small town of #Barcelonnette in Alpes-de-Haute-Provence #4U9525 http:\/\/t.co\/zU6hn03xzU","580334309422161920":"R.I.P to the passengers aboard the @germanwings flight over France today &amp; Love to their families &amp; friends","580347646465949696":"Our thoughts &amp; prayers are with the families and friends of @Germanwings #4U9525 passengers &amp; crew.","581254429996920832":"With the #Germanwings tragedy, try to remember Captain Patrick Sonderheimer, who tried to kick down the door and save the plane.","580342917291708416":"BREAKING #GermanWings Here is a photo from helicopter of the crash area \/France2 journalists http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/RnC5gT5w40","580357920984051712":"My thoughts are with the friends and family of the passengers of Germanwings flight 4U9525.","581287723841032192":"Look, if Obama had cut taxes on the rich, then they'd all buy private jets and flight safety would just trickle down to #Germanwings","580331913052852224":"Airplane crash Germanwings. http:\/\/t.co\/wtW1f2Krsy","580398796124876800":"PHOTO: Another image of crash site from #4U9525. (Pic via @laprovence) \n http:\/\/t.co\/K4O8fxQqzn - @PollyR_Aviation","581305416795103232":"RT @Sponkymusiclady: Especially sent to the families of the Germanwings terrorist attack! http:\/\/t.co\/qtAtLBd0rr","581280784155353088":"Relatives of those who died on board Germanwings Flight 9525 gathered near the crash site: http:\/\/t.co\/YrdZjge5PU http:\/\/t.co\/Q9S8fz2soj","580330078682353665":"At our last position report of 10,275ft we had the ground level at 3,300ft #4U9525","580365806720122880":"Germanwings flight that crashed in French Alps had 144 passengers and 6 crew on board, airline's CEO says. http:\/\/t.co\/EOKW9FoIJ4 #A320","580335409202348032":"I'm horrified at the anti-Catalan and anti-German tweets coming from Spanish trolls on Twitter. I will not RT them. #Shame #GermanWings","580359405620858880":"Follow our LIVE coverage of the #Germanwings flight 4U 9525 crash in France: http:\/\/t.co\/QDmrXB1v6I http:\/\/t.co\/pgwTvW4fzb","580343941825953792":"It will be a dark day for us if #Germanwings plane crash confirmed says Lufthansa http:\/\/t.co\/zoav2Dq617","580334199187644416":"#Germanwings A320 debris spotted at 2,000m above sea level in Alps - police source http:\/\/t.co\/zU6hn03xzU #4U9525 http:\/\/t.co\/ymo5yF97PB","581273151612575746":"To cap its liability, the airline has to prove it was without fault - Aviation Attorney Justin Green on #Germanwings http:\/\/t.co\/l14sBZkwGA","580324338865430528":"Playback of flight #4U9525 is available on http:\/\/t.co\/FHoX6q0GHt\nPictures http:\/\/t.co\/VWG2skC75J http:\/\/t.co\/e4D5Tx8n1x","580336772128870400":"Dreadful news about the Germanwings crash. Impossible to tell cause from FlightRadar info, so let's not speculate. Thoughts with families.","580354367796166656":"Rescue teams near #4U9525 crash site http:\/\/t.co\/zU6hn03xzU (pics via @ActuSecours) #Germanwings http:\/\/t.co\/IDeO1SpaM4","580365989780520960":"Photos show emergency services in French Alps after #Germanwings crash  http:\/\/t.co\/teojxJoBMX http:\/\/t.co\/EAVYroXyz0","580321203757387776":"Route map now being shared by http:\/\/t.co\/LZkOXadHKa. #4U9525 https:\/\/t.co\/Hq8KbP2aus","580359480782786560":"French Air Force Boeing C-135FR Stratotanker flying over #4U9525 crash site http:\/\/t.co\/Hv3kJZ28a9 http:\/\/t.co\/EQl9ysUiXN","580337583508570112":"This is the last radar contact with the #A320 #Germanwings plane http:\/\/t.co\/ajdUDFMgAv http:\/\/t.co\/YtVGPmKmFh","580334563932549120":"#Germanwings flight with at least 142 passengers and crew of six goes down in the Alps region. http:\/\/t.co\/4SXbd0uiVA http:\/\/t.co\/3t9Agmtciy","580377378226049024":"We're shocked and devastated. Our deepest sympathy goes out to the families of all the victims. Our thoughts are with you all. #4U9525","580336348764065793":"Do follow us on @malaysiakini for the latest updates of the ill-fated #GermanWings http:\/\/t.co\/9w8cZcIrwn http:\/\/t.co\/NT2ugn0iEp","580328302939889664":"R.I.P. My sincere condolences to @germanwings colleagues and families. http:\/\/t.co\/Ht8srgXkZ2","580326370640818176":"Playback of flight #4U9525 with speed and altitude graph is available on http:\/\/t.co\/FHoX6q0GHt http:\/\/t.co\/amfKBbdeok","580322653472493569":"IMAGE: Flightradar24 has this as the plane's last position. #4U9525 http:\/\/t.co\/CIeAyJ4AOf - @BBCRosAtkins","580330660537192448":"PHOTO: The area where #4U9525 crashed: Prads-Haute-Bleone http:\/\/t.co\/a3Lu8SD5tw - @L0gg0l","581262528107384832":"JUST AHEAD: Could what happened with #Germanwings plane happen in the U.S.? Panel weighs in next on #KellyFile.","580338194731962368":"FM #Steinmeier on #planecrash in #France: Terrible news. Our thoughts are with those who must fear for the lives of their relatives. #4U9525","580336326634962944":"French PM says he fears those aboard the #Germanwings Airbus A320 jetliner may be dead. http:\/\/t.co\/AJji9cN1w2\nhttps:\/\/t.co\/8q1zCYZhN5","580330591826128896":"Subscribe to our Twitter list for latest reports on #Germanwings' #Airbus crash http:\/\/t.co\/tDzAfiZtne http:\/\/t.co\/5A72oANlJL","581248346309922816":"#Germanwings Flight 9525 co-pilot deliberately crashed plane! My #Prayers go out to the families! http:\/\/t.co\/FhKlA2k3pL","580332684905431040":"Lufthansa: \"If our fears are confirmed, this is a dark day for Lufthansa. We hope to find survivors\" #Germanwings","580355581254471680":"There are no survivors in the #Germanwings plane that was en route Barcelona, Spain, to Duesseldorf, Germany. Click http:\/\/t.co\/X0FvJ9xpYu","580327960638521344":"What we do and do not know about Germanwings flight 4U9525 http:\/\/t.co\/9oV6x1lrrf http:\/\/t.co\/ZFaHUwPx4B","580330560331091968":"We are now tracking helicopters in the area where #4U9525 went down http:\/\/t.co\/ylSF3zHgYa","580336782782382081":"UPDATE Yesterday #4U9525 took exactly the same route \/@planefinder http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/UyLWPJArJ5","580331255570530304":"Deeply shocked to learn about crash of flight #4U9525 in France. Our thoughts and prayers are with the victims &amp; their families @EPPGroup","580329206158127104":"#BREAKING: Hollande expresses 'solidarity' with families of A320 airbus victims #Germanwings  http:\/\/t.co\/gkBze2MTkx http:\/\/t.co\/1jNcOSTS1Q","580337826279124992":"As you hear reports on the Germanwings crash, remember to be patient. The truth takes time. http:\/\/t.co\/gbwzS3PIKG http:\/\/t.co\/sSGhE6BLYc","580330986220687360":"#BREAKING: A helicopter has located the Airbus A320 crash scene - officials #germanwings #A320 http:\/\/t.co\/JLDCz6AhFR","580323877429112832":"Last few positions of the @germanwings flight plotted on a map http:\/\/t.co\/UX5G1gYGX7","580353697865187328":"UPDATE #Germanwings CRASH Here is the 3D flight path from FlightAware http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/D4eu3XlDy2","580337327677026304":"French President François Hollande says he does not believe there will be any survivors of #germanwings crash http:\/\/t.co\/ZBX37Z3Jbw","580327625626927104":"Location of #Germanwings plane crash. http:\/\/t.co\/9a9ZLDN4o7","580339310299340800":"No survivors are expected from the Airbus A320 crash, the French President says.  http:\/\/t.co\/5VmBfIGlj2 #germanwings http:\/\/t.co\/sOmZfCrxMR","580329219646988289":"Last position of the #GermanWings Airbus A320 passenger jet that crashed in the French Alps http:\/\/t.co\/8UPMsinQkX http:\/\/t.co\/K3etnEPmxk","580331981130498048":"Germanwings crash: \"The accident happened in a zone that is particularly hard to access.\" http:\/\/t.co\/on24GtCYyv","580352792700821504":"LIVE A French AirForce C-135 still over the area of #Germanwings Crash. http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/JKMsJ8wL7P","580329747416113152":"VIDEO -  BREAKING NEWS - Germanwings plane crashes en route from Barcelona to Dusseldorf http:\/\/t.co\/0LdGZfSU5w http:\/\/t.co\/e7tB0eENhi","580331347752914944":"#Germanwings Airbus 320 was on its way from Barcelona to Dusseldorf. Disappeared off radar after 11am local time http:\/\/t.co\/ZPzV2KfigR","580330161725255681":"Germanwings crash: French Interior Minister Bernard Cazeneuve says debris from the plane has already been found http:\/\/t.co\/hHgN2S6ouT","580336661206331392":"French officials say they have now spotted debris from #Germanwings flight, more than 6K feet high in the Alps. -- @NorahODonnell","580358227713458176":"German chancellor Angela Merkel \"deeply shaken\" by #Germanwings crash, spokesperson says http:\/\/t.co\/rpzUdmE3s0","580331121180844032":"#4U9525: #Hollande expresses his solidarity to families of #Germanwings crash victims http:\/\/t.co\/XTMaa9mAV2 http:\/\/t.co\/LwWifZXb5X","580319983676313601":"#Últimahora Es tracta d'un aparell de Germanwings amb 152 passatgers a bord http:\/\/t.co\/hT5BhpuGuv","580359081296293888":"Update: Latest Images of the rescue operation of #4U9525. \n(Pic via: Cédric C.\/ActuSecours)  http:\/\/t.co\/ezktB3SXaA - @PollyR_Aviation","580361142666563584":"Helicopters and emergency vehicles are arriving in southern France. #Germanwings http:\/\/t.co\/2Ry7Itpo4L","580328198564651008":"Playback of flight #4U9525 with speed and altitude graph is available on http:\/\/t.co\/MOQyH9KUrL http:\/\/t.co\/J084cUaebe (via @flightradar24)","580332876081811456":"Full csv file with positions and altitude of flight #4U9525 http:\/\/t.co\/KQ2hmCTkEX http:\/\/t.co\/VoJPHRYR29","580327611760545792":"DEVELOPING: Flight log of GWI9525's Airbus A320 last recorded movements #Germanwings http:\/\/t.co\/gkBze2MTkx","580359057825009664":"BREAKING -4C on the #Germanwings crash site. Snow and wind expected in few mins. http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/nm3JRSZ5da","580332832544976896":"Last known location of crashed Germanwings plane in French Alps: http:\/\/t.co\/lU1gH1c8dX","580340024736116736":"\"No survivors\" from #Germanwings crash in the Alps, French transport minister says http:\/\/t.co\/iw1QLzJQKW http:\/\/t.co\/Q0ssqcSKp2","580339793122447361":"2\/2 on 4U 9525. If our fears are confirmed, this is a dark day for Germanwings.\" Carsten Spohr","580370309884182529":"What we know so far about #GermanWings #AirbusA320 crash with BBC's @christianfraser\nhttps:\/\/t.co\/ZROmvZn8Ko","581318271321931776":"Airlines begin requiring 2 crew members in cockpit at all times after #Germanwings crash: http:\/\/t.co\/buO4yfkjx2","580340423044018176":"Flightpath of Germanwings A320 http:\/\/t.co\/SHVkyEy4Ug http:\/\/t.co\/aZouLEdgeI","580324804403818496":"An Airbus A320 plane operated by Germanwings crashed in France near Digne les Bains, French Prime Minister says. http:\/\/t.co\/iWeLBpmiHS","581258923065389056":"It could be better to have zero pilots in a cockpit instead of one: http:\/\/t.co\/ig0Z2boPOn #Germanwings http:\/\/t.co\/JbA8I3MuKk","580336069192843264":"Watch our live and rolling coverage of #Germanwings plane crash in southern France: http:\/\/t.co\/d0osIRFVQR http:\/\/t.co\/e9n4uq3fDj","580364889736232960":"Our thoughts are with the families and crew of @germanwings following the loss of #4U9525, operated by @lufthansa subsidiary @germanwings.","580364576560177154":"Last known position of Germanwings flight: http:\/\/t.co\/m9ZF6fy8yk http:\/\/t.co\/wc8gKPxUAc","580330690807394304":"Lufthansa CEO Spohr: “If our fears are confirmed, this is a dark day for Lufthansa. We hope to find survivors.” #4U9525","580338189904285697":"Germanwings flight 4U9525 crashes in French Alps: weather calm at time of crash, debris found - live updates http:\/\/t.co\/kRtcwgrW86 #4U9525","580344006682505216":"#Germanwings #4U9525 crash &amp; response sites &amp; LIVE UPDATES &amp; reactions http:\/\/t.co\/zU6hn03xzU http:\/\/t.co\/eJied1gWxq","580350403734310912":"WATCH LIVE: France 24 coverage of Germanwings plane crash - http:\/\/t.co\/MeN3sT6IwX http:\/\/t.co\/e9RxyC7w6m","580325486477357056":"BREAKING: Germanwings Airbus A320 en route from Barcelona to Dusseldorf crashes in southern French Alps -- French PM. http:\/\/t.co\/UhEDxeVTkX","581256908251758592":"#Germanwings crash: How did co-pilot keep the captain out of the cockpit? via @OutFrontCNN\nhttp:\/\/t.co\/MLAsT2KsuE http:\/\/t.co\/YQkbk9NdqT","580342670511472640":"Germanwings has darkened its logo on Twitter after crash in French alps - Latest: http:\/\/t.co\/DztGD0IPZV http:\/\/t.co\/xc5GZn8l8r","580332255693942784":"French PM: France has been plunged into a deep sadness... compassion, solidarity with all victims' families #Germanwings","580332990867349504":"Germanwings flight #4U9525 from Barcelona to Dusseldorf has crashed in southern France: http:\/\/t.co\/0CsH1Me9E8 #9News http:\/\/t.co\/iGnR19xh4Q","580323946899214336":"JUST IN: Airbus plane operated by Lufthansa's Germanwings budget airline crashes in southern France: Officials","580322332348190720":"Flightradar24 has this as the plane's last position. #4U9525 https:\/\/t.co\/KffO4s4N6G","580330441854435328":"FOX NEWS ALERT: Search and rescue underway...teams headed to Germanwings plane crash site in French Alps http:\/\/t.co\/kBkbqYUegs","581247332282306561":"Do you have questions about the #Germanwings crash? CNN experts answer #GermanwingsQs: http:\/\/t.co\/eXKydn7mrd\nhttps:\/\/t.co\/DChp07sO0w","581295422414680065":"A look at the cockpit-security measures that prevented Germanwings pilot from reentering: http:\/\/t.co\/vRv13M66Ez http:\/\/t.co\/CXROfyWrBH","580364934011334656":"Germanwings Airbus A320 climbed to 38,000 feet before starting to descend and lose signal http:\/\/t.co\/4xRU5mICvz","580322026029654018":"Pray for #4U9525 http:\/\/t.co\/II7Rl24ffH","580325243631321088":"Germanwings Airbus A320 crashes in French Alps: What we do and do not know http:\/\/t.co\/3xKSCtFFwT http:\/\/t.co\/ugwghZVbHr","580339510883561472":"Single-aisle Airbus A320s are the workhorses of the global fleet &amp; proliferate across European skies #4U9525 http:\/\/t.co\/pe6OCMiy0q","580351758213447680":"Not yet clear if any UK nationals in #Germanwings crash; thoughts with relatives, Downing Street says http:\/\/t.co\/slDKtp3mMK","580331706860871680":"This morning my thoughts and prayers are with all the people on board the #Germanwings flight and their families.","580333881687195648":"Germanwings flight #4U9525 from Barcelona to Dusseldorf has crashed in French Alps.\nhttp:\/\/t.co\/FHoX6q0GHt\nR.I.P. http:\/\/t.co\/oUOhJrHxko","580329937573302272":"NEWS Germanwings flight crashes in south of France http:\/\/t.co\/Iy99ucFqQ0","580388756043083777":"UNCONFIRMED: this image, reportedly from local newspaper le Dauphine, also circulating. #4U9525 http:\/\/t.co\/zUekdRYRPm","580351390570135552":"Weather deteriorating for #GermanWings #4U9525 search &amp; rescue operation with snow above 1500m in S French Alps. CF http:\/\/t.co\/Uf8e1M0otE","581257660118491136":"A tribute to the lives lost on #Germanwings Flight 9525 next on #AC360 http:\/\/t.co\/zDHWF3pYN9","580337446170320896":"What we know about the Germanwings crash so far http:\/\/t.co\/G8jyRegGrc http:\/\/t.co\/UMWNHdT8HH","580328463585841153":"Germanwings Airbus A320 crashes in French Alps - live updates http:\/\/t.co\/ZCHyZHUQ6Y","580337178506584064":"Why do these catastrophes happen?Awful news about the #germanwings plane that has crashed. Thoughts are with those affected. Very sad indeed","581259253429702656":"Here's why the Germanwings crash scenario is less likely in the U.S. http:\/\/t.co\/BTnZb7sEoT http:\/\/t.co\/kY6SgGcDav","580352417541287936":"The Twitter accounts @lufthansa and @germanwings have turned their logos black. http:\/\/t.co\/cEEj2mHVPG","580350698774241280":"of the passengers involved for care and assistance. Everyone at Germanwings and Lufthansa is deeply shocked and saddened by these events.4\/5","580323992843718656":"BREAKING Last few positions of the @germanwings flight plotted on a map http:\/\/t.co\/wryDeXWNPV \/@planefinder","580327576218046464":"BREAKING NEWS: Germanwings flight GWI18G crashes in French Alps: http:\/\/t.co\/v8yssTEbHR http:\/\/t.co\/GA8ZdGUq30","580337440738713600":"Our thoughts are with the passengers and crew of flight 4U-9525, their families and friends. United by wings, @lufthansa @germanwings","580377986941206528":"BREAKING VIDEO of the #Germanwings #4U9525 crash area http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/sXS0kTX3b3","580323152103911424":"Last position Germanwings A320 via @flightradar24 http:\/\/t.co\/kJ5F9vlNQs","580351604831846400":"Helicopters are bringing bodies to a school gymnasium near site of #Germanwings A320 crash. http:\/\/t.co\/4RUSYV7IUc\nhttps:\/\/t.co\/fQWAbR5Ea4","580337320508919808":"It's a tragic day for France &amp; for Europe. I want to express solidarity with family &amp; friends of crew &amp; passengers of #4U9525 #Germanwings","580336127699087360":"Debris from the #GermanWings plane that crashed in France is scattered over a remote area high up in the Alps http:\/\/t.co\/K8eoAxT9ZD","580349159569539072":"BREAKING: @lufthansa and @germanwings @Lufthansa_DE have changed their logos to blac as a mark of respect  http:\/\/t.co\/AnST3O0yXm -  FlightC","580335608477982720":"Germanwings  flight 4U9525 crashes in French Alps: a 'dark day' for Lufthansa if #4U9525 fears realised - live http:\/\/t.co\/9la7dYRcUz","580328297462140928":"#Germanwings Airbus A320 flight was travelling from Spain to Germany when it crashed. http:\/\/t.co\/EDoH4hAD7w http:\/\/t.co\/ODxFHTAWY9","581286157151039488":"“The horror. It’s all there in the sound of Lubitz breathing.” @PGourevitch on the #Germanwings crash: http:\/\/t.co\/Ek1hiZwR4P","580328000400564225":"PHOTO: This 2014 file photo shows a Germanwings Airbus 320 parked at the airport in Duesseldorf, Germany: http:\/\/t.co\/XeGdvCUcO9","580335510280892416":"Debris of #4U9525 #A320 airbus located in French Alps crash at 2,000 meters altitude http:\/\/t.co\/JLDCz6AhFR?? http:\/\/t.co\/gvxG16a8Cm","580331308146118656":"DETAILS: #4U9525 flight crash has been the first accident in history of #Germanwings. http:\/\/t.co\/WKhAjiH6pQ #A320","580353737769820160":"#Germanwings Airbus is first crash of airliner on French soil since Concorde disaster: http:\/\/t.co\/kE109W7CFT http:\/\/t.co\/lKpUNUQNsu","580332312354693120":"France’s La chaine méteo weather site says weather “calm” in area of #4U9525 crash http:\/\/t.co\/xZViemijJd http:\/\/t.co\/BbvToAEEoD","580886010575257601":"The reasons why they haven't yet released the names of the pilots of the Germanwings plane suddenly seem so clear.","580332410853789696":"I have learned about the plane crash #4U9525 in France. Our thoughts are w\/ families of passengers. EU services will assist in investigation","580343329096904704":"#Germanwings crash: Arrivals board at #Dusseldorf airport http:\/\/t.co\/zU6hn03xzU http:\/\/t.co\/MOQt2LDido","581249720376553472":"Co-pilot of Germanwings intentionally crashed the plane but he's white so he's not a terrorist.","580334729678966784":"\"If our fears are confirmed, this is a dark day for Lufthansa,\" #Germanwings' parent company says after crash http:\/\/t.co\/nIKx2M38Fm","580346858846822400":"This picture from a helicopter sent to the #Germanwings Alps plane crash site shows how remote the area is http:\/\/t.co\/Fo6h66ZehE","580330104846475264":"Seeing painful speculation very early. Very little is known. Stay calm, care for victims, their families, and gather true info. #4U9525","580346824269103105":"Our thoughts are with the passengers and crew of flight 4U-9525 and all relatives and colleagues #unitedbywings @germanwings @lufthansa","580332532694122497":"Our thoughts are with the families and friends of those aboard the Germanwings flight 9525","580364493928181760":"Today's flight path of #4U9525 is exactly matching yesterday's flight path until the moment when signal was lost http:\/\/t.co\/eC62SfY9Ga","580331527675998208":"I don't get it ... The #Germanwings flight descended 31.000 feet in 10 minutes and didn't change course at all, acc. to Flightradar data ...","580882906014474240":"→ http:\/\/t.co\/6W6HpstrfA #planecrash plane crash Drexel University graduate, mom among Germanwings plane crash victi… http:\/\/t.co\/htTp0ALZye","580333915275165696":"#BREAKING Lufthansa chief says 'don't know yet what happened' to crashed Germanwings flight","580336341080260608":"“If our fears are confirmed, this is a dark day for Lufthansa,” says CEO of Germanwings' parent company after crash http:\/\/t.co\/tJVCCJSY4G","580336568419921920":"Crashed #GermanWings A320 Airbus is 24 years old, ID D-AIPX, first flight was in November 1990 http:\/\/t.co\/8UPMsinQkX http:\/\/t.co\/3ggahAQ3Pu","580329796527366144":"RT @flightradar24: Playback of flight #4U9525 with speed and altitude graph is available on http:\/\/t.co\/ngHGFS1e0a http:\/\/t.co\/9Wogkx8RgT","580332232121933824":"BREAKING: A Germanwings jet crashed in France as it traveled from Barcelona to Dusseldorf http:\/\/t.co\/vqUUuspIFk http:\/\/t.co\/mwguIFT1iu","580365755750871041":"Crash of the Germanwings flight is extremely unfortunate. We share the sorrow &amp; pain of the families of those on board.","580326978546495488":"Likely there'll be \"no survivors\" in #Germanwings crash, French President Francois Hollande says. Follow our coverage http:\/\/t.co\/KH4ZKClfml","580399487740297216":"Nightmare! My thoughts go out to the victims, their family and friends.🙏 #RIP #4U9525 #MH370 #MH17 #GE235 #QZ8501 #AH5017 #TooManyCrashes","581246782765719552":"Germanwings crash: 3 different scenarios to unlock and lock the cockpit door http:\/\/t.co\/WZpdG4wFY1 http:\/\/t.co\/Bka6z48jHW","580330064384028673":"My thoughts are with all the people on the missing Germanwings flight and their families!","580323498905702400":"Germanwings A320 D-AIPX is one of the oldest A320 with serial number 0147 and was delivered in Nov 1990\n#4U9525 http:\/\/t.co\/SW9ykvWtnW","580322102307373056":"Airbus A320 #4U9525 crash: \nFlight tracking data here: \nhttp:\/\/t.co\/9W6hfTGYQV #airbus http:\/\/t.co\/RchXQsoqdJ","580333946271113216":"All my thoughts with passenger's and crew's families at this difficult moment #Germanwings","580331843616133120":"UPDATE: 240 firefighters, 210 policemen are on their way to the crash site http:\/\/t.co\/WKhAjiH6pQ #Germanwings #4U9525","580324933525467136":"MORE: #4U9525 jet belonged to Germanwings low-cost, authorities confrm the crash, debris found http:\/\/t.co\/zU6hn03xzU http:\/\/t.co\/0yWIEnAtJT","580362323283615745":"All 150 people on a #Germanwings plane which crashed in the Alps are thought to have died http:\/\/t.co\/8UPMsinQkX http:\/\/t.co\/RoM2b1e6zA","580331071457333248":"Airport operator Aena: Crashed #GermanWings jet took off from Barcelona airport at 0855 GMT http:\/\/t.co\/8UPMsinQkX http:\/\/t.co\/4IpoDSEy7U","580331132878618624":"Malaysia and Indonesia have yet to recover from #MH370 #MH17 and #QZ8501. Our prayers for families of those aboard @germanwings #4U9525","580330454869512192":"Everything we know about the Germanwings plane crash in France http:\/\/t.co\/o0ZSGb1lQq http:\/\/t.co\/N4TTbxlOY4","581325025569030145":"This video shows how the cockpit door of the crashed #Germanwings plane was designed to work http:\/\/t.co\/iZtw2EHHNN http:\/\/t.co\/n5U9cxvru9","580338392782757888":"Some follows for info on reported German plane crash in France: @lufthansa \/ @Airbus \/ @ECiotti \/ @germanwings http:\/\/t.co\/ElBP57fxxw","580337418550775808":"#GermanWings A320 Airbus 24 yrs old, first flight was in November 1990 http:\/\/t.co\/zU6hn03xzU #4U9525 http:\/\/t.co\/picb9shVF2","580363156721131521":"150 feared dead in #Germanwings Airbus crash. LIVE coverage: http:\/\/t.co\/Jk9jZjl7Tp http:\/\/t.co\/YgcKHyNToQ","580371776619839488":"Rescue workers gather in Seyne, south-eastern France, near the site where a Germanwings Airbus A320 crashed. http:\/\/t.co\/e0qFNMS8PW","580332451353985025":"Last position data of flight #4U9525 directly from Flightradar24 database http:\/\/t.co\/Cig7OGxQM8","580332380436709377":"Live updates: #Germanwings crash in Alps http:\/\/t.co\/J37vkD8ANF #4U9525 #Germany http:\/\/t.co\/F4mjj1lnsK","580362104110071808":"#Germanwings to hold press conference at 10a ET with the latest details on the plane crash. http:\/\/t.co\/wBsvfOhd3Z http:\/\/t.co\/CbPBXwhT1z","580335102313500673":"#Lufthansa tweets on #Germanwings #4U9525 crash - LIVE UPDATES http:\/\/t.co\/zU6hn03xzU http:\/\/t.co\/k0jbLmv84k","580331677899202560":".@Bulc_EU: Our thoughts are with the families of the passengers on board of #Germanwings #Airbus #A320 - http:\/\/t.co\/DYmEa3Wc6p","580337831253581824":"For the LATEST UPDATE on the #germanwings plane that crashed in Southern France click http:\/\/t.co\/WaB80Cd3EC","581255457022570497":"Germanwings could face enormous legal liabilities in the crash that killed 150 people http:\/\/t.co\/3nV929P1uc","580351149619953664":"Family members of victims of @germanwings crash arrive at Barcelona's El Prat airport http:\/\/t.co\/wf2xONhzNQ http:\/\/t.co\/CBDPm6JiHv","580332296336732160":"#AirbusCrash According to @flightradar24 this is the actual #Germanwings plane that has crashed. http:\/\/t.co\/pkDHz6248P","580329153553141760":"UPDATE CRASH This is what we know about the Germanwings #4U9525 Airbus A320 plane crash so far http:\/\/t.co\/Ah5H6qxIRp","580342401392312321":"Here's a recap of the key points so far in the #GermanWings Alps plane crash. Live updates: http:\/\/t.co\/8UPMsinQkX http:\/\/t.co\/hNjZvcruqq","581302297579425793":"A tribute to the lives lost in #Germanwings crash set to music from #OlegBryjak &amp; #MariaRadner http:\/\/t.co\/Uq0HXLcnSk http:\/\/t.co\/LKWqgecgbX","580335578069209091":"French president Hollande does not expect survivors from #Germanwings plane crash http:\/\/t.co\/0YLB5DTeso http:\/\/t.co\/UK8LVyuBbN","581256046448111616":"There were about 100 families… close enough to see the helicopters - @NicRobertsonCNN on #Germanwings memorial http:\/\/t.co\/4rsPH7Ke3h","581261457725210624":"Two gut-wrenching pieces about the #Germanwings crash:\n\nFrom the mind: http:\/\/t.co\/ZkbPirdJJB\n\nFrom the heart: http:\/\/t.co\/t7FoLVDjnE","580337873691533313":"My most sincere condolences to the victims of flight #4U9525 catastrophe and their relatives. No words can help but we stand by you.","580341214098137089":"Family and Friends of flight #4U9525 will be in my prayers. May God take care.","580336554406711297":"Yesterday #4U9525 took exactly the same route so yes it is a normal route! http:\/\/t.co\/bjRgZomyAb","580355192908095488":"#4U9525 was following the same flight path as yesterday\nYesterday http:\/\/t.co\/59MOETk0Gd\nToday http:\/\/t.co\/21vkfBS38D http:\/\/t.co\/BynF6vlVE0","580332189155459072":"France's Interior Ministry says debris located at 2,000 meters altitude in French Alps. #Airbus #A320 #GermanWings","580333314415919104":"French interior ministry: Debris from #GermanWings Airbus A320 #4U9525 at 2,000m altitude http:\/\/t.co\/8UPMsinQkX http:\/\/t.co\/MIu94nhNbr","580336528955691008":"#Germanwings plane crash: what we know so far http:\/\/t.co\/q1I8tkghmf http:\/\/t.co\/Lywc9MHPgj","580380219921580032":"Our thoughts are with all the passengers and crew members on board @Germanwings flight #4U9525 and their loved ones.","580329935601958912":"The point that @flightradar24 last tracked @germanwings #4U9525 at just over 2000 metres. https:\/\/t.co\/2BlIrW3Saf http:\/\/t.co\/zknvHXSXB7","580353986991112192":"My deepest condolences to the families of the victims of the flight that crashed in France this morning. http:\/\/t.co\/4TixfKkRhJ #germanwings","580336394184323072":"Praying for Germanwings A320 passengers &amp; their families &gt; \n\nhttp:\/\/t.co\/Ug4ULnF6XL\n\n#germanwings #A320","580328565255852032":"#A320 Germanwings plane crash: Majority of victims likely to be German says French President http:\/\/t.co\/U4yg4ndyBo http:\/\/t.co\/eHb2UetmxI","580339662096605184":"UPDATE CRASH #4U9525 The arrivals board at Dusseldorf Airport http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/P9d4CguBBi","580332903986524160":"France's Interior Ministry says debris located in crash of Germanwings Flight #4U925 in South France - @AP http:\/\/t.co\/by471NAzFg","580333728762896384":"nearly perfect loop around crash area by @Armee_de_lair EC-135. #germanwings @Missilito http:\/\/t.co\/oedXpF89td","580330362070540288":"Just landed, Barcelona to Kaunas. Found out about the Germanwings airplane tragedy. Our thoughts are with the passengers and their families.","581325197661376512":"Thoughts and prayers to the families and friends of the passengers of Germanwings Flight 9525. Beyond… https:\/\/t.co\/f51rHVQ4Er","580327058158551041":"UPDATE @flightradar24 altitude &amp; speed chart of #4U9525 http:\/\/t.co\/wGXZMtDVDI http:\/\/t.co\/pFdVDioV0e","580346835295997952":"IMPORTANT: INFORMATION TELEPHONE FOR RELATIVES OF #A320  TF 00 49 80 011 33 55 77 @germanwings","581258486861983745":"#Germanwings black box data released in 48 hrs but #MH17 data not released after 8 months Why?\nhttp:\/\/t.co\/ZaNa7mXvng http:\/\/t.co\/U94WB4f8Uu","580883100533690368":"If one pilot leaves, somebody else is supposed to go in so there are always 2 people - @richardquest on #Germanwings http:\/\/t.co\/kckkBkqjVh","580329096024047616":"And I've just heard the news of the GermanWings plane crash😞thoughts go out to those involved😞","580349419360526336":"Germanwings has posted the following updated statement via Twitter: http:\/\/t.co\/q1I8tkghmf http:\/\/t.co\/odiENY7FDw","580355037504909312":"My thoughts, prayers, and deepest condolences go out to the passengers and families of flight #4U9525 http:\/\/t.co\/piNxBaQc5F","581260171688718336":"These are the cliffs #Germanwings rescuers are up against in #SeyneLesAlpes. A brand new hour of #AC360 begins now http:\/\/t.co\/cvHAxyKUr9","580328582993616896":"A320 search &amp; rescue teams are said to be heading to the crash site at Méolans-Revel in the French Alps\n#Germanwings http:\/\/t.co\/gkBze2MTkx","580347051927597056":"Here's what we know so far about the #Germanwings flight that crashed in the French Alps http:\/\/t.co\/3cruv6QIyv http:\/\/t.co\/7QmHuwhkRi","580328132932022272":"#4U9525: The age of the A320 (24 years) is not particularly unusual, though it is at the higher end of the curve.","580359809041604608":"What we know about low-cost airline Germanwings whose plane crashed in the French Alps today\nhttp:\/\/t.co\/dpVjeGkEGT http:\/\/t.co\/0HkXddItLs","580328848774045696":"This is what we know about the Germanwings Airbus A320 plane crash so far http:\/\/t.co\/DsZnmtgLun http:\/\/t.co\/0X1MgYByK8","580350587289604097":"Lufthansa and Germanwings have established a telephone hotline. The toll-free 0800 11 33 55 77 number is available to all the families 3\/5","580351083383517185":"BREAKING Emergency units staging in Seyne-les-Alpes, near #4U9525 crash site \/@Aviaponcho http:\/\/t.co\/wFg8KTSve2 http:\/\/t.co\/NaHq3MIOlz","580327418084364288":"The route of the Germanwings Airbus A320 plane which has crashed. Updates of #alpscrash here: http:\/\/t.co\/L8qr5Lp1c1 http:\/\/t.co\/vG7819ORUd","581247335998431232":"What we know so far about the #Germanwings crash: http:\/\/t.co\/eV7PQABBTz http:\/\/t.co\/Q7wY7GER82","580352455952732160":"#Germanwings change their logo to grey and white as a sign of mourning #4U9525\nhttp:\/\/t.co\/NK5U1GpHxL http:\/\/t.co\/fZrvGy5p7w","580328535790907392":"Thoughts &amp; prayers with the loved ones of the passengers on-board @germanwings #4U9525 #AirbusA320 . Horrendous tragedy.","581253085508534272":"“There's no black box for the human being,” says @milesobrien of the #Germanwings crash http:\/\/t.co\/rVGxkdbmkF"},"tag":{"580320995266936832":"rumours","580697361799876608":"rumours","580320329203093504":"rumours","581357303405813760":"rumours","580329886532968448":"rumours","580338165824667649":"rumours","581063957684850688":"rumours","580347961256837120":"rumours","580333904126742528":"rumours","580372127125131264":"rumours","581295858898989056":"rumours","580348878370828288":"rumours","580330369603366913":"rumours","580320161082830848":"rumours","580321372703985664":"rumours","581300992194572288":"rumours","581107798932631552":"rumours","581287108607811584":"rumours","581301336085553152":"rumours","580320856561209344":"rumours","581153923987206146":"rumours","580317556516483072":"rumours","581299253743501312":"rumours","580326222107951104":"rumours","580371845997682688":"rumours","581394092648710144":"rumours","581460720900050945":"rumours","580357537083576321":"rumours","581063377226637312":"rumours","580882121222434816":"rumours","580347361039413248":"rumours","580321844089212928":"rumours","580339825649291264":"rumours","580321925265788928":"rumours","580327692765151232":"rumours","580330721719508992":"rumours","580706841769820160":"rumours","581064144394285056":"rumours","580346392431968257":"rumours","580322346508124160":"rumours","580321317527879680":"rumours","580326012749221890":"rumours","580322066374721537":"rumours","580332485030125568":"rumours","581066887200694272":"rumours","580346142183002113":"rumours","581411131547320321":"rumours","580329875891974145":"rumours","580371847335821312":"rumours","580326111311171584":"rumours","580323456996282369":"rumours","580320563891019776":"rumours","580326398620934144":"rumours","580320893668364288":"rumours","580883793709547521":"rumours","581386155083620352":"rumours","580324985148932097":"rumours","580328783619579904":"rumours","581274406804025344":"rumours","580353540725452800":"rumours","580339547269144576":"rumours","580352273001410560":"rumours","580324697415360512":"rumours","580321327845765120":"rumours","581307361857392642":"rumours","580320267777511425":"rumours","580320684305416192":"rumours","580353449721655296":"rumours","580368137796743168":"rumours","580360165540642816":"rumours","580346992074842112":"rumours","580320645906632704":"rumours","580366761398239232":"rumours","580329560350183424":"rumours","581359544682614784":"rumours","581299354431987712":"rumours","580377478184755201":"rumours","580327197921120256":"rumours","580340476949086208":"rumours","580883727624065024":"rumours","581063906682114048":"rumours","580318210609696769":"rumours","580319005703069696":"rumours","581387966125248512":"rumours","580320964875014145":"rumours","580347360959717376":"rumours","580318717860532224":"rumours","580318669483413504":"rumours","580322005280493568":"rumours","580885187837325312":"rumours","581183387848859648":"rumours","580333763512705025":"rumours","581064157870555136":"rumours","580699825030754304":"rumours","580331453889708032":"rumours","580319968484421633":"rumours","580885455257882624":"rumours","581317224096387072":"rumours","580319184652890113":"rumours","581287795991302144":"rumours","580326871302316033":"rumours","580327336505176064":"rumours","581546828954411008":"rumours","580364656608428032":"rumours","580372806178881537":"rumours","580325090367315968":"rumours","580320945740480512":"rumours","581063816882065408":"rumours","580326073776357376":"rumours","580370275121938432":"rumours","580321350750990336":"rumours","580350166005248000":"rumours","581314363644121088":"rumours","581479017770979329":"rumours","580352532167311362":"rumours","580317998147325952":"rumours","580323165068509184":"rumours","581062604988162048":"rumours","580365368805486592":"rumours","580699430690656256":"rumours","580319116302647297":"rumours","581132461960249344":"rumours","580342519516512256":"rumours","581061272856326145":"rumours","581290271997968384":"rumours","580329455173967872":"rumours","580319078155468800":"rumours","580357700791468032":"rumours","580331000573476865":"rumours","580319856496644096":"rumours","580323315614543873":"rumours","580318938996740096":"rumours","580330740086243328":"rumours","581252958446329857":"rumours","580322782392762368":"rumours","580321948070240256":"rumours","580331561398108160":"rumours","580330302251393024":"rumours","581409613913804800":"rumours","580323060533764097":"rumours","580364138020507649":"rumours","581301262269829120":"rumours","580321156508577792":"rumours","581386094337474560":"rumours","580347364562587649":"rumours","581293685041557504":"rumours","581061914001821696":"rumours","580344171019542528":"rumours","581303832895885312":"rumours","580349424058175489":"rumours","581288928646340608":"rumours","580364236330762240":"rumours","581293286268129280":"rumours","580347290633838592":"rumours","580322453928431617":"rumours","580884605097664512":"rumours","581550667753504768":"rumours","580350426278719488":"rumours","581264214809022464":"rumours","580322349569994752":"rumours","581063730319925248":"rumours","580883510103281665":"rumours","580325235653799936":"rumours","580319651399385088":"rumours","580347464907153408":"rumours","581063928953876480":"rumours","580348081100734464":"rumours","581437061363675136":"rumours","580320242020290560":"rumours","580347068457308160":"rumours","580321169271877632":"rumours","580332109782466561":"rumours","580333028624457728":"rumours","581063753837481984":"rumours","580336766663540736":"rumours","580350000074457088":"rumours","580368417556992000":"rumours","580356429615337472":"rumours","581335535832039424":"rumours","580320745974288384":"rumours","581315281630318593":"rumours","581473088249958400":"rumours","580326807704088576":"rumours","581302544116379648":"rumours","581405344288608256":"rumours","581291208506376192":"rumours","581287562947395584":"rumours","580369978546917376":"rumours","581063145256538112":"rumours","580333909008871424":"rumours","580326762673901568":"rumours","580324027715063808":"rumours","580326045238333441":"rumours","580885624883904512":"rumours","580319458004193280":"rumours","580322927679279105":"rumours","581377529124130816":"rumours","580882674413375488":"rumours","581296960830881792":"rumours","580326473803767808":"rumours","580320825351471104":"rumours","580320612155060224":"rumours","580328617713897472":"rumours","580318020192571392":"rumours","580379486732066817":"rumours","580325458870460416":"rumours","580335398683058176":"rumours","580336849534648320":"rumours","580884417343815680":"rumours","580338546856235009":"rumours","580327626419482624":"rumours","581047170637381632":"rumours","580320856905269248":"rumours","580325799078793216":"rumours","581061237783556096":"rumours","580325714567806976":"rumours","581404604677660673":"rumours","580387098039046145":"rumours","580323815261016064":"rumours","580327924978569216":"rumours","580334678340558849":"rumours","580325043705667586":"rumours","580320890086383616":"rumours","580319999887347712":"rumours","580335545265627136":"rumours","580333906597167104":"rumours","580364973664309248":"rumours","580882417117958144":"rumours","580319206400475136":"rumours","581450117972144128":"rumours","580883864521818112":"rumours","580882701063979008":"rumours","580882341880446977":"rumours","581303989406314496":"rumours","580882302621843456":"rumours","580352540316946432":"rumours","580324721381740544":"rumours","580370249712697344":"rumours","580336204186521600":"non-rumours","580333827425439745":"non-rumours","581245152158728192":"non-rumours","580337292838981633":"non-rumours","581248880098086912":"non-rumours","580335420703170561":"non-rumours","580328029852856320":"non-rumours","580351367719591936":"non-rumours","580345253179342848":"non-rumours","580343473607438336":"non-rumours","581266400192307200":"non-rumours","580329111064686592":"non-rumours","580331192316198912":"non-rumours","580329265251536896":"non-rumours","581274572823130112":"non-rumours","580326744357515264":"non-rumours","580333759125458944":"non-rumours","580328708675887104":"non-rumours","580334309422161920":"non-rumours","580347646465949696":"non-rumours","581254429996920832":"non-rumours","580342917291708416":"non-rumours","580357920984051712":"non-rumours","581287723841032192":"non-rumours","580331913052852224":"non-rumours","580398796124876800":"non-rumours","581305416795103232":"non-rumours","581280784155353088":"non-rumours","580330078682353665":"non-rumours","580365806720122880":"non-rumours","580335409202348032":"non-rumours","580359405620858880":"non-rumours","580343941825953792":"non-rumours","580334199187644416":"non-rumours","581273151612575746":"non-rumours","580324338865430528":"non-rumours","580336772128870400":"non-rumours","580354367796166656":"non-rumours","580365989780520960":"non-rumours","580321203757387776":"non-rumours","580359480782786560":"non-rumours","580337583508570112":"non-rumours","580334563932549120":"non-rumours","580377378226049024":"non-rumours","580336348764065793":"non-rumours","580328302939889664":"non-rumours","580326370640818176":"non-rumours","580322653472493569":"non-rumours","580330660537192448":"non-rumours","581262528107384832":"non-rumours","580338194731962368":"non-rumours","580336326634962944":"non-rumours","580330591826128896":"non-rumours","581248346309922816":"non-rumours","580332684905431040":"non-rumours","580355581254471680":"non-rumours","580327960638521344":"non-rumours","580330560331091968":"non-rumours","580336782782382081":"non-rumours","580331255570530304":"non-rumours","580329206158127104":"non-rumours","580337826279124992":"non-rumours","580330986220687360":"non-rumours","580323877429112832":"non-rumours","580353697865187328":"non-rumours","580337327677026304":"non-rumours","580327625626927104":"non-rumours","580339310299340800":"non-rumours","580329219646988289":"non-rumours","580331981130498048":"non-rumours","580352792700821504":"non-rumours","580329747416113152":"non-rumours","580331347752914944":"non-rumours","580330161725255681":"non-rumours","580336661206331392":"non-rumours","580358227713458176":"non-rumours","580331121180844032":"non-rumours","580319983676313601":"non-rumours","580359081296293888":"non-rumours","580361142666563584":"non-rumours","580328198564651008":"non-rumours","580332876081811456":"non-rumours","580327611760545792":"non-rumours","580359057825009664":"non-rumours","580332832544976896":"non-rumours","580340024736116736":"non-rumours","580339793122447361":"non-rumours","580370309884182529":"non-rumours","581318271321931776":"non-rumours","580340423044018176":"non-rumours","580324804403818496":"non-rumours","581258923065389056":"non-rumours","580336069192843264":"non-rumours","580364889736232960":"non-rumours","580364576560177154":"non-rumours","580330690807394304":"non-rumours","580338189904285697":"non-rumours","580344006682505216":"non-rumours","580350403734310912":"non-rumours","580325486477357056":"non-rumours","581256908251758592":"non-rumours","580342670511472640":"non-rumours","580332255693942784":"non-rumours","580332990867349504":"non-rumours","580323946899214336":"non-rumours","580322332348190720":"non-rumours","580330441854435328":"non-rumours","581247332282306561":"non-rumours","581295422414680065":"non-rumours","580364934011334656":"non-rumours","580322026029654018":"non-rumours","580325243631321088":"non-rumours","580339510883561472":"non-rumours","580351758213447680":"non-rumours","580331706860871680":"non-rumours","580333881687195648":"non-rumours","580329937573302272":"non-rumours","580388756043083777":"non-rumours","580351390570135552":"non-rumours","581257660118491136":"non-rumours","580337446170320896":"non-rumours","580328463585841153":"non-rumours","580337178506584064":"non-rumours","581259253429702656":"non-rumours","580352417541287936":"non-rumours","580350698774241280":"non-rumours","580323992843718656":"non-rumours","580327576218046464":"non-rumours","580337440738713600":"non-rumours","580377986941206528":"non-rumours","580323152103911424":"non-rumours","580351604831846400":"non-rumours","580337320508919808":"non-rumours","580336127699087360":"non-rumours","580349159569539072":"non-rumours","580335608477982720":"non-rumours","580328297462140928":"non-rumours","581286157151039488":"non-rumours","580328000400564225":"non-rumours","580335510280892416":"non-rumours","580331308146118656":"non-rumours","580353737769820160":"non-rumours","580332312354693120":"non-rumours","580886010575257601":"non-rumours","580332410853789696":"non-rumours","580343329096904704":"non-rumours","581249720376553472":"non-rumours","580334729678966784":"non-rumours","580346858846822400":"non-rumours","580330104846475264":"non-rumours","580346824269103105":"non-rumours","580332532694122497":"non-rumours","580364493928181760":"non-rumours","580331527675998208":"non-rumours","580882906014474240":"non-rumours","580333915275165696":"non-rumours","580336341080260608":"non-rumours","580336568419921920":"non-rumours","580329796527366144":"non-rumours","580332232121933824":"non-rumours","580365755750871041":"non-rumours","580326978546495488":"non-rumours","580399487740297216":"non-rumours","581246782765719552":"non-rumours","580330064384028673":"non-rumours","580323498905702400":"non-rumours","580322102307373056":"non-rumours","580333946271113216":"non-rumours","580331843616133120":"non-rumours","580324933525467136":"non-rumours","580362323283615745":"non-rumours","580331071457333248":"non-rumours","580331132878618624":"non-rumours","580330454869512192":"non-rumours","581325025569030145":"non-rumours","580338392782757888":"non-rumours","580337418550775808":"non-rumours","580363156721131521":"non-rumours","580371776619839488":"non-rumours","580332451353985025":"non-rumours","580332380436709377":"non-rumours","580362104110071808":"non-rumours","580335102313500673":"non-rumours","580331677899202560":"non-rumours","580337831253581824":"non-rumours","581255457022570497":"non-rumours","580351149619953664":"non-rumours","580332296336732160":"non-rumours","580329153553141760":"non-rumours","580342401392312321":"non-rumours","581302297579425793":"non-rumours","580335578069209091":"non-rumours","581256046448111616":"non-rumours","581261457725210624":"non-rumours","580337873691533313":"non-rumours","580341214098137089":"non-rumours","580336554406711297":"non-rumours","580355192908095488":"non-rumours","580332189155459072":"non-rumours","580333314415919104":"non-rumours","580336528955691008":"non-rumours","580380219921580032":"non-rumours","580329935601958912":"non-rumours","580353986991112192":"non-rumours","580336394184323072":"non-rumours","580328565255852032":"non-rumours","580339662096605184":"non-rumours","580332903986524160":"non-rumours","580333728762896384":"non-rumours","580330362070540288":"non-rumours","581325197661376512":"non-rumours","580327058158551041":"non-rumours","580346835295997952":"non-rumours","581258486861983745":"non-rumours","580883100533690368":"non-rumours","580329096024047616":"non-rumours","580349419360526336":"non-rumours","580355037504909312":"non-rumours","581260171688718336":"non-rumours","580328582993616896":"non-rumours","580347051927597056":"non-rumours","580328132932022272":"non-rumours","580359809041604608":"non-rumours","580328848774045696":"non-rumours","580350587289604097":"non-rumours","580351083383517185":"non-rumours","580327418084364288":"non-rumours","581247335998431232":"non-rumours","580352455952732160":"non-rumours","580328535790907392":"non-rumours","581253085508534272":"non-rumours"}}