{"text":{"544287499397242880":"#BREAKING: unconfirmed reports contact has been made to a Sydney radio station. @campricenews #martinplace http:\/\/t.co\/M2NCTHb9AZ","544512691948498944":"Gunfire at Sydney cafe where hostages held; report says at least 1 person shot; more hostages flee http:\/\/t.co\/Y62bZ2YYa5","544284078330376192":"Pray with me for those being held hostage right now in Sydney.. And for the police and those responsible.. May peace prevail","544349042952916993":"#Religion Of COWARDS-&gt;Hostages Forced Display Islamic Flag, Women Used AsShields http:\/\/t.co\/VTKaSgZXv1 #sydneysiege http:\/\/t.co\/Pn6268vCwd","544306719686656000":"US evacuated Consulate in Sydney after #sydneysiege. Emergency warning to U.S. citizens urging them to \"maintain high level of vigilance\".","544272701108797440":"JUST IN: Two gunmen, dozen hostages inside cafe in Sydney, Australia. ISIS flags remain on display. - @KristyMayr7 http:\/\/t.co\/p4GyCRobSa","544285712653500419":"Major landmarks in Sydney evacuated as police respond to hostage situation at café in city's Martin Place - @BBCNews http:\/\/t.co\/iOwVqexN9m","544514474963922944":"BREAKING NEWS: SYDNEY SIEGE GUNMAN DOWN.","544269997745242112":"Terrifying photo of hostages in Martin Place in Sydney, being held by men waving an ISIS flag http:\/\/t.co\/6ozBRQVNlG","544293783702364162":"UPDATE: Australian PM Abbott: Police dealing with \"reported hostage-taking incident\" in Sydney's business district - http:\/\/t.co\/iqgdmiCDNh","544290611856408576":"#Sydney airspace closed, Sydney Opera House evacuated as hostage drama unfolds. #ISIS-style flag seen. http:\/\/t.co\/OP22NFi99f","544384041391517697":"Here's everything we know so far about the #sydneysiege. Dozens of hostages are being held. http:\/\/t.co\/YqNdZrYJQQ http:\/\/t.co\/rQJCIBxqsm","544333764814323713":"Gunman's headband reads, \"We are your soldiers O Muhammad\".\n#MartinPlace #SydneySiege http:\/\/t.co\/ggUgP4kV9c","544287252306997249":"#BREAKING Australian police say responding to 'incident' at Sydney Opera House","544510453201006592":"BREAKING: Several more hostages flee from Sydney cafe after loud bang is heard.","544287796719288321":"More from Sydney: Opera House evacuated; siege continuing; local media reports 13 hostages http:\/\/t.co\/cLBDtGBY4R http:\/\/t.co\/Eoqk6KfEWt","544288773023203328":"BREAKING: Gunman in #SydneySiege says he has \"devices all over the city,\" demands to speak with Prime Minister -@JFXM http:\/\/t.co\/wTO5RzOWe0","544395712130449408":"2 hostages in Sydney café confirm to @channeltennews gunman's demands \n1) He wants ISIS flag delivered\n2) He wants to speak to Prime Minster","544280217104031744":"Sydney Opera House has been completely evacuated and Sydney airspace closed. #siege","544301786849640448":"Basically: there are 1-2 men holding 13 ppl hostage in a café in Sydney and has made some of the hostages hold an islamic flag in the window","544377700677615616":"Total number of people who have left the cafe in Sydney up to 5. The latest: http:\/\/t.co\/Nl3BNlFidA #SydneySiege http:\/\/t.co\/TgZkYFNlR9","544372222400671744":"BREAKING: Two new hostages, both woman, run to safety from Sydney cafe, Australia television network reports http:\/\/t.co\/apNKqmicSX","544355845489065984":"And I'm now officially done with @Uber, which is price gouging during AU hostage crisis. What sad sorry clowns. http:\/\/t.co\/OTwTz3E8UM","544271815007145984":"Sydney cafe siege: Two gunmen and up to a dozen hostages inside the cafe under siege in Martin Place, Sydney. ISIS flags remain in display.","544518033902149632":"Stretchers taken from Sydney cafe after police storm building; fate of hostage-taker unknown - @NBCNews, @7NewsSydney http:\/\/t.co\/N5mmnilz4Z","544316576645017600":"#US consulate reportedly evacuated amid #Sydneysiege hostage situation http:\/\/t.co\/1ZlzKDjvSf #martinplace http:\/\/t.co\/usVgXibdKO","544366934154678272":"Islamic terrorist attack in Sydney. Hostages holding up a black flag with the Islamic creed on it. #SydneySiege http:\/\/t.co\/8NE4o0coQ6","544307040932601857":"BREAKING NEWS: UP TO 50 PEOPLE BEING HELD HOSTAGE IN SYDNEY. 7NEWS","544519594438696961":"No word yet on the whereabouts of gunman Man Monis.  #SydneySiege #9News http:\/\/t.co\/EqqeSpmIHg","544301455952588801":"Scary scenes in Sydney right now. Thoughts go out to everyone involved. Hopefully the hostage situation can be resolved peacefully.","544516514519343104":"A bomb detection robot has entered the #MartinPl café. #SydneySiege #9News","544350565283532800":"3 people have come running out of the Lindt cafe building, including a man who looked like a cafe worker. #MartinPlaceSiege #sydneysiege","544277817987330049":"If I understand Hillary Clinton &amp; Sen Feinstein correctly, 1st step for current Sydney hostage situation is to empathize w the f'n bastards.","544492984880754688":"#BREAKING: Police believe the man behind the Sydney siege is Iraninan cleric Man Haron Monis  #sydneysiege","544274879055675392":"Police surrounding cafe in central Sydney after reports of hostages being taken","544396563116589056":"Police aware that hostages are posting gunman's demands on social media. #sydneysiege","544512910538838016":"UPDATE: Hostages fleeing #Sydney cafe held by Iranian gunman as explosions, gunshots are heard: http:\/\/t.co\/WrPVZSJHlX","544407139205132288":"Hostages are posting the requests of the gunman on social media. @nswpolice has asked the media not to publish those requests #SydneySiege","544401675789033473":"Update: Five hostages escape as a gunman continues siege in Sydney cafe http:\/\/t.co\/srN4LP5972 http:\/\/t.co\/JRXqBzBVEH","544353303468199936":"CONFIRMED: Three hostages, 2 customers, 1 worker, have been released from Cafe. #sydneysiege","544403913076924417":"With the #sydneysiege now in its tenth hour, police say they're in contact with the gunman. http:\/\/t.co\/Au4T7dsSAh http:\/\/t.co\/KQftolnHji","544334939374641152":"Martin Place, Sydney Opera House &amp; State Library evacuated due to #sydneysiege follow our blog\nhttp:\/\/t.co\/4MUc9ivwbK http:\/\/t.co\/s6hCQ8QOAs","544401468875616257":"BREAKING: Five have now escaped a hostage situation at a cafe in downtown Sydney #sydneysiege http:\/\/t.co\/gl30dy8PYN http:\/\/t.co\/7oYbXnAeKV","544334554631536640":"Hostages held in Sydney cafe, forced to hold Islamic flag in window: http:\/\/t.co\/UiqFQ372Ae http:\/\/t.co\/LDeKQuLYcx","544292129972170752":"BREAKING ALERT: Preliminary reports indicate perpetrators appear to be members of #ISIS. #SydneySiege","544508479675711489":"#breaking a number of people appear to have just fled the scene of the #Sydneysiege. Lots of screaming.","544280739290677249":"RT @australian: Siege situation currently unfolding at Sydney's Martin Place. Updates here: http:\/\/t.co\/YqJWqhN5rR http:\/\/t.co\/bBPh9ds8H1","544483282352889857":"Hostage involved in #SydneySiege texts \"I'm ok\" to his mother http:\/\/t.co\/vcuxBpHCcp http:\/\/t.co\/lIejfjffN3","544351885298130945":"#BREAKING: Reports that some of the hostages have escaped. LIVE Ch 601 #sydneysiege http:\/\/t.co\/BzJmCjgyzU","544511434840113152":"Man Haron Monis ID'd as gunman holding captives in #SydneySiege. DETAILS: http:\/\/t.co\/7p9QLG6mn4 http:\/\/t.co\/Y7Jj2ZBZDA","544275597464444929":"Australian police cordon off Sydney street; reports say hostages held in a cafe. Flag in window similar to those used by #ISIS militants","544385535909715968":"#Sydney: Hostages told Australia's #channeltennews the gunman claims there are 2 bombs in the cafe and 2 in CBD area http:\/\/t.co\/cQ21WPQNAP","544514564407427072":"Police seem relaxed, suggesting all hostages are out and gunman no longer a threat http:\/\/t.co\/xheuclMCmj #sydneysiege","544373593841623040":"2 more people have fled from Sydney cafe where hostages are being held. http:\/\/t.co\/eY2FWZsK7C #sydneysiege","544373515067998208":"Powerful series of images of one of the hostages escaping #sydneysiege http:\/\/t.co\/8JoOsCMZKA","544296096244441089":"UPDATE: Reports a gunman is requesting to speak to Australian leaders on live radio, as specialist officers work to make contact. #9News","544373504419069952":"Update - Five hostages have escaped from the Lindt cafe in Sydney and an unconfirmed number of hostages remain inside #sydneysiege","544289941996326912":"Prime Minister Tony Abbott's statement on the #SydneySiege. Updates: http:\/\/t.co\/EgWHAnjO35 http:\/\/t.co\/AGhyN5Qkei","544513072006967297":"A number of people are being taken away on stretchers; some appear to be the hostages. #MartinPl #SydneySiege #9News","544313043463987201":"The US Consulate in #Sydney has been evacuated - Statement via @PaulNBlake http:\/\/t.co\/jYIp6E1Qp7","544425928290750464":"#SydneySiege \"We are only dealing with one location\" says police chief, responding to rumours of bombs elsewhere http:\/\/t.co\/3shTK9yYOh","544521141335764992":"BREAKING: CNN: Sydney police storm cafe. 2 confirmed dead. Syndey gunman is \"Muslim cleric.\" http:\/\/t.co\/FBnfHqKkeP http:\/\/t.co\/74z4Mp9WAV","544305540286148609":"A man believed to be the gunman filmed wearing a black headband inside the cafe http:\/\/t.co\/7ixIlhiVXZ http:\/\/t.co\/dOW5zfm1uU","544320939245043712":"50 hostages in a cafe... at Sydney... Imagine if @Bdutt were reporting this ugly incident.. You would be dead by now....","544309060883845120":"Vision now confirms #sydneysiege perpetrator is using young woman as a shield as he paces around in view of windows &amp; police outside.","544350480780914688":"BREAKING: Hostages are running out of the cafe #sydneysiege","544343410849886209":"Updated: An armed person took hostages in a Sydney cafe and displayed a black flag with Arabic script http:\/\/t.co\/P42f29rnK1","544278985249550337":"Geoblock lifted on #ABCNews24. Streaming coverage of the Martin Place siege in Sydney here  http:\/\/t.co\/HvQuvP4SIb.","544290258951892992":"Central Sydney shut down by police amid ongoing hostage situation: http:\/\/t.co\/TvAlMmqFxP","544515097625108480":"CPR being performed on at least 2 after Sydney siege, which has now ended, Australia's ABC reports http:\/\/t.co\/Y62bZ2YYa5","544270745744846848":"RT @tomsteinfort: Terrifying photo of hostages in Martin Place in Sydney, being held by men waving an ISIS flag http:\/\/t.co\/CRqVuAd0PN","544269221564137472":"BREAKING: A Sydney cafe at Martin Place is being held up - hostages inside have their hands against the windows, ISIS flag visible.. #7News","544280077778055168":"Hostages being held in Sydney, Australia cafe http:\/\/t.co\/T0Q6h4lXTI http:\/\/t.co\/wyDBmMzs0N","544351015936331777":"Reportedly 3 hostages have come out of the #lindt  cafe #sydneysiege","544443027570556928":"VIDEO: Australian police say they are talking to gunman holding hostages inside cafe in Sydney: http:\/\/t.co\/lHNXgtPj7B","544289880805605376":"The PM's office releases a statement about  #sydneysiege. http:\/\/t.co\/7NdqPYhwcY http:\/\/t.co\/jeYdlwywO7","544277852968210432":"#breaking  We have now heard that all airspace in the #Sydney city has been shut down. #martinplace #Lindt cafe http:\/\/t.co\/GH9K75afmR","544383230091464704":"Hostage falls into policeman’s arms after being released http:\/\/t.co\/csL4lAPffR #SydneySiege http:\/\/t.co\/jfF7hivmol","544284859628523521":"The flag in the Lindt cafe window appears to be a Shahada flag, not an Islamic State flag. Live blog: http:\/\/t.co\/3yf38dA6Gs #SydneySiege","544314234541469696":"Uber intros surge pricing in downtown Sydney during hostage siege http:\/\/t.co\/XWGe9MpUzU http:\/\/t.co\/cwhIiozFNr","544493466836017154":"#BREAKING: The gunman behind the #SydneySiege has been named as Man Monis http:\/\/t.co\/gl30dy8PYN http:\/\/t.co\/0HiXMytDzm","544290752533393408":"BREAKING: Gunmen displaying Islamist flag take hostages in Sydney http:\/\/t.co\/xbyDZjiW6Y http:\/\/t.co\/lRulQ1CxFi","544352874969698305":"#SYDNEYSIEGE: 3 people escape gunman-held Lindt Café http:\/\/t.co\/1ZlzKDjvSf http:\/\/t.co\/DJCj55u6qk","544478708741201920":"At least five people have been released or escaped from a Sydney cafe where an armed man is holding hostages: http:\/\/t.co\/b0e9piKyqm","544492843499540480":"BREAKING: Now free to confirm that radical cleric Sheikh Man Monis has been named as gunman behind #SydneySiege. http:\/\/t.co\/siHXBFN6RS","544402785966772224":"Two women flee #sydneysiege cafe http:\/\/t.co\/BqHdeSc9Iu via @telegraphvideo http:\/\/t.co\/iqsGuhpUBG","544353552177455104":"#BREAKING Three hostages run out of Sydney siege cafe: report","544287165912735744":"BREAKING: Gunman in #SydneySiege has told police he has \"devices all over the city\" &amp; demands to speak with Prime Minister, acc. to reports.","544511676088066048":"What we know about Sheikh Haron, the suspected hostage taker in #SydneySiege http:\/\/t.co\/KUEe3Bl2tp http:\/\/t.co\/ZRzH6vunkh","544514127197388801":"UPDATE: Police storm #Sydney cafe amid gunshots and explosions: http:\/\/t.co\/Oase2ec1ZZ","544454229960974336":"A gunman holding hostages in a Sydney cafe is said to be demanding an #ISIS flag http:\/\/t.co\/39zCkBTOvF #sydneysiege http:\/\/t.co\/Z8QH4xssOc","544491410439667713":"#BREAKING The man behind the hostage situation at Martin Place has been identified as Man Monis #sydneysiege","544512514651066368":"Hostages seen fleeing from cafe at centre of #SydneySiege moments ago http:\/\/t.co\/nM2pss0I9d http:\/\/t.co\/MXGOxDGdwv","544405871703240704":"Frank Gardner BBC: \"There are elements of Four Lions here. The gunman has the wrong flag. He is asking for the ISIL flag to be delivered.\"","544509086998749186":"Update - five more hostages have escaped from the Lindt cafe in Sydney city centre","544287209730236416":"Sydney Opera House evacuated, concourse deserted http:\/\/t.co\/NMbuLCimKV #SydneySiege (via @cberkman) http:\/\/t.co\/QYlOU0REVw","544312876245057536":"Please join me in prayer for those held hostage in Martin Place, Sydney, and for the police who are trying to resolve the situation.","544302851158470657":"LIVE: @9NewsAUS coverage of ongoing hostage situation in Sydney's business district: http:\/\/t.co\/ntlKVOgGWE http:\/\/t.co\/leHfgNvMgQ","544297827258888192":"Photo of one of the Australian jihadists holding13 hostages in under flag of jihad #Sydney http:\/\/t.co\/gAEf9aHB8v http:\/\/t.co\/1Z3hyDpLP7","544326461952241664":"Sydney Siege: Up To 40 Hostages Held - Reports #sidneysiege @skynews http:\/\/t.co\/6NcYLpqsIN","544282449388519424":"Hostages held in Sydney cafe, Islamic flag seen in window: local TV http:\/\/t.co\/BF78HpFgWh","544336537870434304":"Dozens of hostages are being held in a Sydney cafe, Islamic flag seen in window » http:\/\/t.co\/krZOmZSUaX http:\/\/t.co\/ThxMOu1dTj","544305673287524353":"Sydney cafe in hostage crisis may hold up to 10 staff and perhaps 30 customers, Lindt says http:\/\/t.co\/3KhviIgfR7 http:\/\/t.co\/UmVzJ6cetn","544300088747884544":"BREAKING: More Than a Dozen Hostages Held in Cafe in Sydney; Arabic Flag Placed in Window http:\/\/t.co\/OkS1edZqiE","544268732046913536":"#BREAKING: Hostages are being held and a siege is taking place at Sydney's Lindt Chocolat Cafe in Martin Place.","544292146342531072":"Reports the #SydneySiege gunman wants to speak to Tony Abbott. http:\/\/t.co\/HNY7NGZa9F http:\/\/t.co\/wvVGxDFIYh","544369667096477696":"Police Surround Sydney Cafe, Where Armed Person Holds Hostages http:\/\/t.co\/CPrsOcTuis","544328894812549121":"#SYDNEYSIEGE: Hostage-takers ‘have suicide belts, demand radio convo with #Abbott’ – report http:\/\/t.co\/1ZlzKDjvSf http:\/\/t.co\/7Jej7i4SlO","544294794139533313":"BREAKING: First photo of middle-aged hostage-taker, who is wearing a black bandana while conducting the #SydneySiege. http:\/\/t.co\/Rv2cvDG2vT","544396260740845568":"#Sydney:  Hostage taker demands ISIS flag, warns of four bombs in city http:\/\/t.co\/A1hns0CCjF http:\/\/t.co\/Ep3BPPjSUm","544391533240516608":"Five hostages have escaped the besieged Lindt Cafe in #Sydney | Our latest update: http:\/\/t.co\/XJVICQdu0y http:\/\/t.co\/aNGBZsCmdQ","544284957766463488":"UPDATE: People in Sydney's CBD buildings surrounding Martin Place have reportedly been told to evacuate. #9News\nhttps:\/\/t.co\/A9hv53XqBS","544278335455776769":"#BREAKING Hostages held inside Sydney cafe, Islamic flag held up","544301296099270656":"Sydney 2GB radio shock jock Ray Hadley now retracting many of his earlier claims about #SydneySiege. Appalling 'journalism'","544511736465072128":"BREAKING: Police storm Sydney siege cafe, heavy gunfire heard: Reuters witness and live TV pictures","544504183341064192":"Escaped #SydneySiege hostage, Elly Chen, a top student and skilled sportswoman http:\/\/t.co\/cOyz8N2IMb http:\/\/t.co\/48YdSm7lJB","544446282559799296":"please repost this and stay out of Sydney on New Years, better safe than sorry! http:\/\/t.co\/hh0PHk55Ps","544302448522035202":"#BREAKING One man has been arrested and people are being evacuated from the building #sydneysiege #martinplace","544400853298184194":"Map: Exclusion zone remains around #MartinPlace as the #Sydneysiege continues  http:\/\/t.co\/aOuG4dmrHb http:\/\/t.co\/ZP0U1xNQzA","544326741674967042":"Uber criticized for “off the charts” surge pricing during hostage crisis in Australia. http:\/\/t.co\/OgTn7iAO1W http:\/\/t.co\/qdX0m3uzWc","544360928603799552":"Bystanders taking selfies at scene of Sydney hostage siege. http:\/\/t.co\/OgTn7iAO1W http:\/\/t.co\/FkxZWo6dSs","544511865729323009":"Police confirm that live ammunition was used as heavily armed police stormed the café in Sydney - @9NewsSyd http:\/\/t.co\/N5mmnilz4Z","544353918315397121":"BREAKING: Three Sydney hostages flee cafe, Australian TV networks report http:\/\/t.co\/gZ5EXZIrwa","544281591833317377":"UPDATE: Airspace across Sydney is in lockdown. @SydOperaHouse has also been evacuated. #9News http:\/\/t.co\/thAnVN6Tlk","544517440332627968":"AFTER 16 HOURS SYDNEY SIEGE IS FINALLY OVER.","544296007589433344":"Police: Operation dealing with \"armed incident\" in Sydney's Martin Place; people nearby urged to shelter in place - http:\/\/t.co\/iqgdmiCDNh","544378468931076097":"Photo of the moment a cafe worker escaped the #SydneySiege http:\/\/t.co\/5gHPSYcSKg via @TheHeraldSun \nSTORY: http:\/\/t.co\/CYzb8gilDu","544285245600989184":"#Breaking: Hostage situation reportedly unfolding in #Sydney chocolate shop http:\/\/t.co\/n4D3yGjso9","544288681021145090":"Up to 20 held hostage in Sydney Lindt Cafe siege http:\/\/t.co\/4KisV2PKI5 http:\/\/t.co\/qIaa63SCQk","544391085150457856":"BREAKING NEWS: A SIXTH HOSTAGE HAS NOW ESCAPED FROM THE CAFE IN SYDNEY.","544358564484378624":"Police: Negotiators are now in contact with armed hostage-taker in Sydney situation; motive remains unknown - http:\/\/t.co\/mp18E4DdjW","544462912644214785":"Five people have been able to get out of Sydney cafe during hostage situation. http:\/\/t.co\/cyGGeH96s1 http:\/\/t.co\/qNdps4oodH","544301624814870530":"A closer still caption of #Sydneysiege gunman http:\/\/t.co\/2zFjvlPC1n http:\/\/t.co\/tk1jwhYDdn","544287922166726657":"Islamic flag flown as 13 hostages in Sydney's CBD forced against windows http:\/\/t.co\/qrADRShZqY http:\/\/t.co\/EaR2kpGSqd","544407157077467136":"An #ISIS \"lonewolf\" has taken around 30 people hostage in a Sydney and demanded to talk to the PM, according to Australian media reports.","544399927045283840":"NSW Police confirm 5 hostages have emerged from #sydneysiege and they are negotiating: \"It might take a bit of time\" http:\/\/t.co\/le9r9REzdR","544281235271745537":"Note: Flag held up by Sydney hostages is NOT the flag commonly used by ISIS http:\/\/t.co\/HFOY0ctLNV http:\/\/t.co\/2zOj5KynRz","544491151118860289":"SYDNEY HOSTAGE-TAKER\n- Man Monis, 49\n- Originally from Iran\n- Self-styled sheikh\n- Accused of sexually assaulting 7 women\nDEVELOPING..","544271069146656768":"We understand there are two gunmen and up to a dozen hostages inside the cafe under siege at Sydney.. ISIS flags remain on display #7News","544519245087121408":"BREAKING NEWS: 2 PEOPLE HAVE DIED AND 5 PEOPLE BEING TREATED BY PARAMEDICS IN SYDNEY. SKY NEWS","544374511194632192":"UPDATE: Total of 5 people have been able to get out of Sydney cafe during hostage situation: http:\/\/t.co\/mp18E4DdjW http:\/\/t.co\/n5vhI5DsZg","544374422056882176":"Such powerful images of hostages escaping, those poor women. And the fear for those still trapped inside #Sydneysiege http:\/\/t.co\/TeEnRk6JTi","544517264054423552":"#BREAKING: Police have confirmed that the #SydneySiege is over. #9News","544272537341812736":"SYDNEY SIEGE: Gunman forces hostages to hold up ISIS flag in window http:\/\/t.co\/9K3XXEiSFa http:\/\/t.co\/cATxCjYXpy","544384255825289216":"UPDATE: There are reports police have discovered the identity of the lone gunman, with the #SydneySiege in its sixth hour. #9News","544298376851111936":"If you want to follow the hostage situation in Sydney: http:\/\/t.co\/wPRiPQpSBX","544324444773433348":"Uber says it has hiked prices in Sydney to \"encourage more drivers to come online &amp; pick up passengers.\" http:\/\/t.co\/MCJ0rMSXPc #SydneySiege","544380980677857280":"Five Hostages Escape Sydney Cafe Siege — Live Updates From @BuzzFeedOz http:\/\/t.co\/LP6ciOWv59 http:\/\/t.co\/XC6fJKCg4S","544351486956670976":"Two came out front door of Lindt cafe. One out fire door. They had hands in the air. Appear to be safe. #sydneysiege","544309275141885952":"Approximately 50 hostages may be held captive at #Lindt café – local reports http:\/\/t.co\/1ZlzKDjvSf #sydneysiege http:\/\/t.co\/NvLr5kyQG8","544268637134393344":"UPDATE: An ISIS flag is being displayed in the window of a café under siege in Sydney’s Martin Place. #9News","544356997718900736":"3 people run out of Sydney cafe where hostages are being held. http:\/\/t.co\/eY2FWZsK7C #sydneysiege","544287815790755840":"Hostages being held in a Sydney cafe; Islamic flag seen in window, local news reports http:\/\/t.co\/qMagxP5wuc","544351969658564608":"UPDATE: Reports the gunman has released three hostages, with the six hour #siege unravelling. Details to come. #9News","544400775775289344":"#sydneysiege is a misnomer. It's a hostage situation. Inside a cafe. You want 2 know what being under siege looks like? look @ #Gaza.","544511130249744384":"#sydneysiege: A series of loud blasts and bursts of ammunition have been heard at the cafe. http:\/\/t.co\/IxPuyIrNy2 http:\/\/t.co\/olteaN8zjH","544294639805923328":"#BREAKING Reported hostage-taking incident unfolding in Sydney http:\/\/t.co\/Ur9ec3DtkI","544273256174198785":"Siege situation currently unfolding at Sydney's Martin Place. Updates here: http:\/\/t.co\/mmOH7zakyB http:\/\/t.co\/NMzcmpfeTx","544301453717041152":"BREAKING UPDATE: Gunman says four devices are located around Sydney. Security response underway. Police calling for calm. 9News","544323933634564098":"Flag held by Sydney hostage often used by Jabhat Al-Nusra &amp; other armed Islamist groups, but not ISIS, expert says http:\/\/t.co\/ZtjDvjTt9c","544286537299787777":"Heya @espn can you put \"Hostage crisis in Sydney. Islamist flag held in window\" on your crawl so Obama sees it? Thanks.","544490782183657474":"BREAKING: #SydneySiege gunman identified as local resident Man Monis - reports http:\/\/t.co\/m51P8dUPhB","544409517224898560":"#Sydneysiege latest: Gunman reportedly demands ISIS flag, contact with Australian PM http:\/\/t.co\/7p9QLG6mn4","544338575240609792":"#BREAKING: Flag w\/ Islamic writing held up to window of #Sydney cafe. Police say up to 50 hostages. #Australia PM convenes security team.","544377870554898432":"Powerful &amp; harrowing image of a Lindt workers escaping the #sydneysiege https:\/\/t.co\/NltzGnXezS","544289448150986752":"Australian radio reporting that #SydneySiege gunman not only wants to talk to the Prime Minister, but he wants to talk to him live on radio.","544358533819420672":"BREAKING: Three hostages appear to have escaped the Sydney cafe where a siege remains ongoing. http:\/\/t.co\/akfqcnbofX #sydneyseige","544515584931528704":"To recap: police used flash bang grenades, went in shooting.  At least one female hostage has been shot. #sydneysiege","544381144620216320":"These hostages' faces say so much http:\/\/t.co\/FkqkWrumfZ #sydneysiege http:\/\/t.co\/alk2z0Lsgj","544469470568148992":"Sydney Crisis: Hostages share gunman's demands in chilling phone calls: http:\/\/t.co\/FBdZWWoNgg http:\/\/t.co\/EZEhfxRUMQ","544356122082410496":"3 people freed from cafe in Sydney under siege. Not clear how many  hostages remain. #sydneysiege","544510345289924608":"SHOTS FIRED AT SYDNEY CAFE - 7NEWS","544492053900836864":"The #sydneysiege hostage-taker has been named as Sheikh Man Monis. http:\/\/t.co\/UdkysqURCT http:\/\/t.co\/sXnO5qeQTq","544372545219489792":"Local media: 2 more people appear to escape Martin Place, Sydney, café amid hostage situation; 5 now free - @smh http:\/\/t.co\/N5mmnilz4Z","544353600273518592":"PM Modi condemns Sydney hostage crisis\n\nhttp:\/\/t.co\/Ihl4Dxc7Ub http:\/\/t.co\/3odOw6yBp3","544277113683980288":"Flag in window of Sydney Lindt cafe not an ISIS flag. Reads: ‘There is no God but Allah and Muhammad is the messenger of God’ @SkyNewsAust","544408496918499329":"#SYDNEYSIEGE: 5 hostages escape from #Lindt Cafe, more trapped, police in contact with gunman http:\/\/t.co\/m51P8dUPhB https:\/\/t.co\/hMQ7clAmHS","544374313848430592":"BREAKING UPDATE: 2 more hostages leave #Sydneysiege site http:\/\/t.co\/m51P8dUPhB http:\/\/t.co\/nN9oFekgTZ","544351133120987136":"Fire door is still open. SWAT police at its opening. Three people freed. #sydneysiege","544354175900196864":"3 people appear to escape from Lindt Cafe in Sydney, @abcnews reports. #SydneySiege http:\/\/t.co\/HFOY0ctLNV http:\/\/t.co\/SdHLGo6pzY","544383022876065792":"5 people so far have fled Sydney cafe. Unknown number of hostages still inside. http:\/\/t.co\/TSrJhOhW15 #sydneysiege","544296671950020609":"From @guardian on Ray Hadley's speculative reports: #sydneysiege http:\/\/t.co\/qRXKjmJZyq","544328324601114625":"Praying for the hostages in #Sydney. For speedy rescue and no one harmed. #sydneysiege","544372465078505472":"Two female hostages have run out of #SydneySiege. 5 in total have escaped http:\/\/t.co\/isvMtY4oUQ http:\/\/t.co\/Xv2gJ1Q3zZ","544326597055369216":"At least one armed offender holding an undisclosed number of hostages, says Sydney police #sydneysiege http:\/\/t.co\/6yS0ePNdeI","544389893120856064":"DRAMATIC PHOTO:Woman running from #SYDNEYSIEGE cafe, unknown number of hostages remain trapped http:\/\/t.co\/m51P8dUPhB http:\/\/t.co\/uCRfqOnR50","544307547390607361":"#SydneySiege Update: U.S. consulate in Sydney has been evacuated http:\/\/t.co\/v7R5QFSGE2","544340091615715329":"hostages in Sydney right now... my thoughts and prayers are with you guys. \n\nso much hatred in the world. this isn't the way..\n#sydneysiege","544292910578278400":"NSW Police + AFP are raiding several homes in Lakemba right now. More  #martinplacesiege #sydneysiege #sydneycafesiege (@PMOnAir)","544287203728556032":"The flag held in #Sydney cafe window is a Shahadah flag (left) not an ISIS flag (right) #MartinPlace #sydneysiege http:\/\/t.co\/lwbbGBRUW1","544305463048015872":"Sydney hostage situation.\n\nLIVE VIDEO: http:\/\/t.co\/j1ljDbazOw\nUPDATES: http:\/\/t.co\/PD7pVfU9pQ http:\/\/t.co\/nxlnJR1tum","544301235596054528":"Map shows Martin Place in Sydney where hostages are being held in a cafe @AFP http:\/\/t.co\/WQ2vzn1mTU","544373839548145664":"UPDATE: \"The police didn't run to the hostages, they let the girls run to them.\" - @michaelusher #SydneySiege #9News http:\/\/t.co\/52h65DJ5ki","544277336422486016":"SYDNEY: Reports of people with their hands up against a window; black flag with Arabic writing - MORE: http:\/\/t.co\/NBveZGlDni","544309006500888576":"UPDATE: The latest footage from Sydney #siege shows a man holding a female hostage as a human shield. #9News http:\/\/t.co\/HlvsOlSjmn","544359422726664192":"Vision shows three hostage escaping from the Lindt in #MartinPlace #SydneySiege\nhttps:\/\/t.co\/d5EonYzhDG","544388658334146561":"Yet another hostage has just been forced by the gunman to call the @9NewsSyd office - passed on his captor's demands #SydneySiege","544424775939293184":"Another post from a hostage within #lindtcafe during #sydneysiege - showing demands of gunmen; blacked out by media. http:\/\/t.co\/PdFic0Xr9i","544513292576641025":"DEVELOPING: Police appear to storm cafe in Sydney where hostages have been held \n\nLive: http:\/\/t.co\/dseRb0P5T1 http:\/\/t.co\/rhsJhfo3Mg","544445364322197504":"What does the black flag at #SydneySiege stand for? http:\/\/t.co\/3shTK9yYOh http:\/\/t.co\/UkVFUgetLd","544296672608534528":"UPDATE: Parts of #Sydney locked down amid cafe hostage crisis; Sydney Opera House evacuated http:\/\/t.co\/UvMu4d0f9q http:\/\/t.co\/wmWyzhBHnw","544282877278814208":"Flag in Sydney cafe where hostages are being held 'is not linked with IS' http:\/\/t.co\/kBSIaYKHtt http:\/\/t.co\/KuneM4q1km","544391063742332928":"LIVE: 5 hostages escape #sydneysiege, many still in captivity \nSee:http:\/\/t.co\/mHOg6GV1pk http:\/\/t.co\/8wCPPye3d9","544287425380360193":"Developing: Hostage situation in Sydney, Australia. \n\nUpdates: http:\/\/t.co\/komxnGl3We\n\nVideo: http:\/\/t.co\/6067SdLgHT http:\/\/t.co\/LKSWfStPV1","544409432600223744":"A hostage runs towards a police officer outside Lindt cafe #SydneySiege #SydneyCafeSiege http:\/\/t.co\/hygtXFzItO","544304200423723008":"#BREAKING: @nswpolice say a photo circulating of arrest of man near #MartinPlace is NOT related to the police operation #sydneysiege","544350712365207552":"#BREAKING Reports two customers and an employee have escaped the #SydneySiege http:\/\/t.co\/fSLeobzxHh","544285296565948416":"BREAKING: Hostages taken in central #Sydney café, jihadist flag held against window http:\/\/t.co\/7hJUmKz1eY http:\/\/t.co\/TeK7ZjFHm6","544513524438155264":"Sydney siege: police enter cafe as hostages flee the scene, gunfire heard, reports of an injured person – live http:\/\/t.co\/c4xbud6a3m","544372257674788864":"JUST IN: 2 women have just run from Sydney cafe during ongoing hostage situation - @9NewsAUS http:\/\/t.co\/n5vhI5DsZg","544513557912879105":"Live ammunition and stun grenades used by police as they stormed #MartinPl cafe moments ago. #SydneySiege #9News","544287991959539713":"ABC understands the national security committee of cabinet has just wrapped up a meeting about the #sydneysiege http:\/\/t.co\/7NdqPYhwcY","544297950134816768":"A picture of the gunman inside Lindt cafe at Martin Place. Updates: http:\/\/t.co\/mmOH7zakyB #SydneySiege http:\/\/t.co\/jqHrcjlseq","544379738240720896":"Sickening. Stay Safe Sydney. Praying hard for all the hostages inside x","544273885437652992":"Horrifying situation - siege at Sydney's Martin place Lindt cafe. Reports of up to 20 people held hostage inside http:\/\/t.co\/UvweEI80PJ","544462330105712640":"Sydney airspace wasn't closed. A second terror suspect wasn't arrested. Myths around #sydneysiege debunked. http:\/\/t.co\/yTLKLUKnFd","544520654431981568":"Sad end: 2 people are dead, 3 in serious condition after hostage siege at Sydney cafe, according to Australian broadcaster ABC. #sydneysiege","544273459199893505":"SYDNEY HOSTAGE CRISIS: http:\/\/t.co\/HFW40OyVUz","544510827433558016":"A loud bang was reportedly heard moments before a group of hostages fled the cafe http:\/\/t.co\/IxPuyIrNy2 #sydneysiege http:\/\/t.co\/PjH3lFYdNW","544516101556961280":"#BREAKING NSW police have confirmed that the siege is over, but have not commented on injuries #sydneysiege http:\/\/t.co\/o1zNiBFBgL","544329393737170944":"This is the exclusion zone currently in place in Sydney's CBD. http:\/\/t.co\/qbMIVC5VJv #SydneySiege http:\/\/t.co\/YoPxvVXLZV","544489340584222720":"#BREAKING: Man Monis has been named as the gunman behind the #SydneySiege. #9News http:\/\/t.co\/NPeQvHs7Pn","544293694166536192":"BREAKING PHOTO Appears To Show #SydneySiege Suspect --MORE HERE: http:\/\/t.co\/wTO5RzOWe0 http:\/\/t.co\/2vvAXlVLzb","544319832486064128":"Hostage situation erupts in Sydney cafe, Australian prime minister says it may be \"politically motivated\" http:\/\/t.co\/439C1MkRWf","544329204314406912":"Authorities have not yet had direct contact with the hostage taker at a Sydney café, official says. http:\/\/t.co\/02SVSxOrFt","544273220128739329":"ISIS FLAG VISIBLE AS GUNMAN SEIZES SYDNEY CAFE, HOLDS HOSTAGES","544382892378714113":"Five Hostages Escape Sydney Cafe Siege — Live Updates From @BuzzFeedOz http:\/\/t.co\/aFHirytbFH http:\/\/t.co\/BiLJuBBc5R","544282127404388353":"UPDATE: Aerials are coming in from Sydney Opera House, with reports it has also been evacuated. #9News http:\/\/t.co\/3TZuXoY2fI","544380742076088320":"This is shot that captures the #sydneysiege: sheer terror\/relief of escaped hostages, incredible work of @nswpolice http:\/\/t.co\/iCffJZ9NuZ","544511783940403201":"More gun shots and loud bangs are coming from #MartinPl as heavily armed police stormed café. #SydneySiege #9News http:\/\/t.co\/W46SPDZWUD","544292670336925696":"UPDATE: 13 hostages inside Sydney coffee shop near Sydney Opera House; Abbott will deliver a statement shortly. #ISISAttacks #sydneyseige","544518647881170945":"BREAKING NEWS: REPORTS OF 2 KILLED IN SYDNEY SIEGE. 7 NEWS","544355924224532481":"JUST IN: Police: 3 people were able to run from Sydney cafe during ongoing hostage situation - @9NewsAUS http:\/\/t.co\/wFfwbG9Gg6","544378515378814977":"A heartstopping moment as this hostage gets out of the cafe: #sydneysiege https:\/\/t.co\/1eDrmlRpwG","544278913883447298":"There are reportedly 13 hostages in the siege at Martin Place, Sydney CBD - watch us live for continuous updates","544388329094270976":"I feel so much for the hostages in Sydney. I also feel for law-abiding Muslims in Australia. The backlash will be nasty.","544422678119981056":"Tomorrow the exclusion zone will stay in place in Sydney - if you work in the area please stay at home. #sydneysiege http:\/\/t.co\/LMonvzQWIZ","544352188210745344":"#StartUps Uber Offers Free Rides During Sydney Hostage Crisis After Surge Pricing… http:\/\/t.co\/r62oIX7twQ #NewsFeed http:\/\/t.co\/Q0cULw3Dva","544300178443100160":"Terrified faces of hostages taken by jihadists in Sydney.Instead of worrying about \"image of Islam\",worry about them! http:\/\/t.co\/6tbQYvAnUb","544515538383564801":"Haron Monis,Hostage-taker in #Sydney: Fled #Iran 96,suspect in ex-wife killing,46 sex assaults http:\/\/t.co\/3caiB9OnFg http:\/\/t.co\/vfOXjtrGgZ","544319274072817664":"Ray Hadley says he spoke with hostage, and could hear the gunman in the background barking orders and demanding to go live on air","544512664769396736":"BREAKING: Police enter #Lindt cafe, hostages flee http:\/\/t.co\/iuaLgRi7jj  #sydneysiege http:\/\/t.co\/hXZ8EffN3f","544514207933542401":"LIVE: Police have entered the Sydney cafe where an armed assailant was holding hostages. WATCH http:\/\/t.co\/bzzpKM9C6o http:\/\/t.co\/XRNpIHqFYt","544377046030635008":"BREAKING: 2 more hostages escape Sydney cafe, local media report","544280516821024769":"BREAKING Hostages held in Sydney, Australia, cafe with an Islamic flag displayed in window, according to local news: http:\/\/t.co\/HdYk21TLGY","544373694068686848":"BREAKING: 2 more people seen fleeing Sydney building at center of hostage drama, bringing total of those who escaped to 5.","544280765111218176":"Hostages held in Sydney cafe, Islamic flag seen in window: local TV http:\/\/t.co\/QH867oTxhb","544374395540881408":"Live coverage of the Sydney cafe hostage siege on @SkyNews and at http:\/\/t.co\/1gMsZkOTjC http:\/\/t.co\/C2nWo4mA5A","544509519179816960":"BREAKING: Sydney cafe siege: at least five more hostages have either escaped or been released live http:\/\/t.co\/IHT3o6tvtR","544411313779126272":"TEN news has received a video in which a #lindtcafe hostage relays the gunman's demands. At police request we will not broadcast it.","544273888725577729":"Sydney siege: Hostages held at Martin Place cafe http:\/\/t.co\/7NdqPYhwcY http:\/\/t.co\/53Q2phuo3M","544353793270243328":"Three people spotted running out of #Lindt cafe, shielded by heavily armed police. #sydneysiege #martinplacesiege http:\/\/t.co\/DCezDxucaj","544511263788003329":"UPDATE: Police have confirmed that live ammunition was used as heavily armed police stormed the café in #MartinPl. #SydneySiege #9News","544283387087691776":"For those confused: gunmen have taken hostages in a Sydney cafe holding a Shahada flag (NOT THE SAME AS ISIS) http:\/\/t.co\/i9VVwyqN1G","544512108885725184":"Paramedics are currently carrying out a number of hostages in #MartinPl. #SydneySiege #9News","544388013141143552":"Many people are writing to me rejoicing that there is a hostage situation in Sydney. That they are somehow happy... http:\/\/t.co\/Qx9ekZI6o7","544520932405284864":"Seven people reportedly taken away on stretchers, with paramedics treating five. #SydneySiege http:\/\/t.co\/mZ1o7Bi9kC http:\/\/t.co\/QLsWpHSJTM","544279776765431809":"Update: Airspace over Sydney has been shut down. Live coverage: http:\/\/t.co\/hzDyphR00U #sydneysiege","544510450101415936":"Several more hostages flee from cafe under siege in Sydney, local media say http:\/\/t.co\/YjuafDPNEY","544411585070911488":"Such powerful images of hostages escaping, those poor women. And the fear for those still trapped inside #Sydneysiege http:\/\/t.co\/I2wLJhIymm","544519788752818176":"#Sydneysiege ends with shootout leaving two dead and more injured http:\/\/t.co\/vsG9BlxKOk","544277860555710464":"ISIS -holding a Cafe hostage in Sydney- forcing Hostages to press ISIS flags against the Windows #DramaAlert HOT! http:\/\/t.co\/XwXLvvWc76","544511151900753921":"#BREAKING: Police have stormed the Lindt Chocolate Cafe in Martin Place #sydneysiege #ABCNews24","544271743331078144":"Reports are coming in of a hostage situation at a cafe in the Australian city of Sydney http:\/\/t.co\/4qJHS5Gabq","544376300417585152":"#Sydneysiege: 2 women flee #LindtCafe, a total of 5 hostages now free http:\/\/t.co\/m51P8dUPhB http:\/\/t.co\/WrPDLAJBS0","544338731210399744":"Update: After price hikes, @Uber_Sydney says all rides will be free for passengers leaving #SydneySiege area http:\/\/t.co\/rqCr89FK8V","544511693204647936":"SIEGE ERUPTS: At least 7 Hostages released. Police fire live ammunition as they move into building. #sydneysiege","544492454016475137":"#BREAKING: The man at the centre of the #sydneysiege has been named as Man Haron Monis #ABCNews24","544518841020473345":"#BREAKING @CNN reports #sydneysiege appears to be over. Two people are confirmed dead, three in serious condition.","544296158206894081":"Breaking: Sydney On Lockdown as Dramatic Siege Unfolds http:\/\/t.co\/Xpjpgbf2Pb #sydneysiege http:\/\/t.co\/31KmD0zuIx","544332254068350978":"After criticism, Uber now picking riders in downtown Sydney for free during hostage crisis. https:\/\/t.co\/BrmZCdZpxj http:\/\/t.co\/9OUdn7HZBd","544379489263042561":"#sydneysiege Update:\n\n-5 hostages have escaped\n-\"No one has been injured” per @nswpolice \n\nhttp:\/\/t.co\/aFHirytbFH\n\nhttps:\/\/t.co\/Byh8670MfK","544283745939767296":"Let us #pray for the hostages taken in #MartinPlace, Sydney as well as for the police handling the situation &amp; for a peaceful resolution.","544513339544838147":"BREAKING: Gunfire heard in vicinity of Sydney cafe where hostages are being held, state broadcaster reports. http:\/\/t.co\/Cbx2v3sNMa","544332510440595456":"#sydneysiege: Police confirm only one armed suspect is holding undisclosed number of hostages at a cafe http:\/\/t.co\/wcxgqM4DrH","544288135564107776":"LIVE: 'Islamists' take 20 hostages in Sydney cafe siege http:\/\/t.co\/J4NEmb5jPx #sydneysiege","544317438079139841":"HADLEY confirms he is speaking to a hostage inside the cafe. He says the gunman is listening to multiple radio stations inside the cafe.","544516079129993216":"Reports medicos have given CPR to two persons. It is unknown whether they are hostages at this stage. #SydneySiege #9News","544269749405097984":"BREAKING: Live coverage of hostage situation unfolding in Sydney's Martin Place http:\/\/t.co\/TTG8ye71Zg http:\/\/t.co\/iTwradHTb3","544471469527691264":"#sydneyseige Gunman wants to talk to PM Abbott http:\/\/t.co\/2WyVdAoJET","544315187608973312":"Sydney hostage situation.\n\nLIVE VIDEO: http:\/\/t.co\/j1ljDbazOw\nUPDATES: http:\/\/t.co\/PD7pVfU9pQ http:\/\/t.co\/wLddAhd47T","544382249178001408":"5 people have been able to get out of Sydney cafe during hostage situation: http:\/\/t.co\/DBgNP6sqFG http:\/\/t.co\/Q3ECKnYfPV","544280397472088064":"UPDATE: Hostages in Sydney cafe brandishing black Shahada flags, identical to those used by ISIS. - @7NewsSydney http:\/\/t.co\/xap6sGvEdT","544512187171995649":"Young woman carried out with blood running down her left leg. #sydneysiege","544376732649013248":"TV pictures show two more people emerging from Sydney Lindt café -- they appear to be staff members #sydneysiege http:\/\/t.co\/bIXelwv03X","544281589749137408":"#SydneySiege latest: Reports of an incident at Sydney Opera House  http:\/\/t.co\/eJdNXzreT9","544280923923959808":"BREAKING NEWS: Hostage situation developing in Sydney cafe reportedly 13 hostages held by at least 2 gunman http:\/\/t.co\/6XAW3wlEHV","544316904861478912":"JUST IN: Flag in #Sydney cafe window confirmed to be that of Jabah Al-Nusra, says Islamic terror expert on 7 News http:\/\/t.co\/TfvTC6DvMt","544273427075710976":"Reports from Sydney, Australia, that a cafe is being held up, ISIS flag displayed, hostages at window. See @morningshowon7 tweets","544305913260433408":"BREAKING UPDATE: US Consulate in Sydney has been evacuated and US Citizens there being warned to be on high alert. Reuters","544515446100090881":"Ambulance workers rush injured out moments ago #sydneysiege http:\/\/t.co\/UVQkTkPad7","544391789789331456":"#SYDNEYSIEGE UPDATE: 6th hostage escapes from #Lindt cafe http:\/\/t.co\/m51P8dUPhB #MartinPlace http:\/\/t.co\/UcIRugA0Gy","544285194815942657":"13 hostages are being held in a Sydney store by apparent jihadist supporters http:\/\/t.co\/XqhQB8SeyN","544273563872538624":"MORE: Alleged ISIS Militants Take Hostages In Busy Sydney Cafe -Developing - http:\/\/t.co\/gDkig15YuN http:\/\/t.co\/tYe1QbavWl","544374871812472832":"Black flag held by #Sydneysiege hostages bears Islamic message of faith http:\/\/t.co\/rEpn2Mt4UC (PHOTO: AP\/Channel 7) http:\/\/t.co\/U9sqDmwt4w","544392718601183232":"This black flag bearing Arabic script was held up by two hostages in the cafe. #sydneysiege http:\/\/t.co\/kB72LEg5vr http:\/\/t.co\/eJy7shdnlS","544341194822520832":"\"The situation in sydney must be hard for 5sos\"\n\nNo the situation in sydney must be hard for the innocent people that are being held hostage","544379366474403840":"A woman runs to police from cafe in Sydney during hostage crisis http:\/\/t.co\/xbLHYWGSdc","544291619084959744":"BREAKINGNEWS: One of the perpetrators have demanded to speak to President Tony Abbott. Threatens to blow explosives every 30min #sydneysiege","544381485591982083":"Reports on @channeltennews #sydneysiege gunman wants #ISIL flag delivered to cafe and he also wants to speak to PM or people will be killed.","544272561266503681":"BREAKING a hostage siege in Sydney with a man with an IS flag or similar - live reports from @bkjabour http:\/\/t.co\/VWugbceCAR","544296772592336896":"Sites evacuated now include State Library, Sydney Opera House, Channel 7 building in Martin Place. http:\/\/t.co\/XrIutxD6Op #SydneySiege","544302827330224128":"#BREAKING: One man has been arrested and people are being evacuated from the building #sydneysiege http:\/\/t.co\/7NdqPYhwcY","544285508441231361":"DEVELOPING: Airspace shutdown over Sydney amid chocolate shop hostage situation; Islamic flag shown in shop's window http:\/\/t.co\/MFzlwgLdR7","544443739800731648":"I hope for everyones sake that this is fake but please just be careful if you live in or close to Sydney #sydneysiege http:\/\/t.co\/NxwDSFVxqQ","544282005941530624":"Hostages in Sydney cafe made to hold up Islamic flags http:\/\/t.co\/I1PsUPekkB","544511199702822913":"POLICE MOVE IN: Police confirm live ammunition used in Martin Place #sydneysiege","544304298243653632":"Apparent hostage situation unfolding in Sydney; prime minister convenes security briefing http:\/\/t.co\/YbFYonoqKv","544274757689307136":"Sydney Australia: Not technically ISIS flag but Shahadah flag with Islamic creed on it. Commonly used by militants: http:\/\/t.co\/s7kg2wSrlQ","544318036715782144":"LIVE: @9NewsAUS coverage of ongoing hostage situation in Sydney's business district. http:\/\/t.co\/ntlKVOgGWE http:\/\/t.co\/leHfgNvMgQ","544384498947719169":"Let us condemn the\"Sydney cafe seize\"&amp; pray for the safe return of hostages. Let's unite to prevent such acts of violence across the world","544321103875694593":"MT @mashable #Uber intros surge pricing during #sydneysiege - http:\/\/t.co\/ypP0wMtOON http:\/\/t.co\/kbPubroomX","544401599414943744":"DRAMATIC VIDEO: #Sydneysiege hostages run from #Lindt Cafe, more remain trapped http:\/\/t.co\/AUy05vbZjh http:\/\/t.co\/n3a3mdMoYU","544503037973528577":"Reports: Gunman in #sydneysiege claims bombs are scattered citywide: http:\/\/t.co\/ffSEaB7Zfc (Peter Parks, Getty) http:\/\/t.co\/QyUi25IeVM","544308531684335617":"Reports that the AFP is conducting search warrants in the Sydney suburb of Lakemba are incorrect.","544277526248304640":"This is flag currently held in Sydney window, a garden-variety Islamist flag. Therefore, doesn’t tell us anything yet http:\/\/t.co\/DgC6wIsE47","544514569339953154":"BREAKING UPDATE SYDNEY: THE HOSTAGE TAKER MAN HARON MONIS HAS BEEN SHOT DEAD. 7NEWS","544354657385316352":"BREAKING: 2 people have run out of Sydney building where a hostage situation is unfolding.","544361266718846977":"Here's a vine showing the dramatic moment three hostages escaped the #sydneysiege https:\/\/t.co\/7VWb7IW5hm","544424408027115520":"5 people escape Sydney siege, 1 Indian among hostages\n\nhttp:\/\/t.co\/mHOg6GV1pk http:\/\/t.co\/G6Ykk7eRZ4","544305745416581120":"Police stand guard as hostages are held in a cafe in Sydney. Follow AFP's LIVE REPORT: http:\/\/t.co\/yKWnSmShSY http:\/\/t.co\/wyjunPbDfo","544298346345947136":"TV pictures confirm, hostages forced to rise Islamic flag inside #Sydney Cafe http:\/\/t.co\/gnpbcnjWzI","544272134764122112":"Say a prayer for those being held hostage in the Lindt cafe in Martin Place, Sydney. #sydneysiege","544284823041212416":"#sydneysiege: No confirmation airspace has been shut down yet in Sydney but planes are avoiding the area. http:\/\/t.co\/7NdqPYhwcY","544285819108741120":"LIVE: Sydney cafe siege, hostages held in CBD, reporter @MarkDiStef at scene\nhttp:\/\/t.co\/NMbuLCimKV http:\/\/t.co\/rNgNs107Xm","544315864397258752":"Yes, #sydneysiege is a hostage situation. Yes, the hostage taker(s) is a terrorist. \nAny other stupid failures of PC that need addressing?","544385829180035072":"BREAKING UPDATE: Gunman demands to speak to #Abbott, asks to bring him #ISIS flag http:\/\/t.co\/1ZlzKDjvSf #SydneySiege http:\/\/t.co\/L4GhXZUE2p","544508411178536960":"#BREAKING Another hostage has been seen running out of the cafe #sydneysiege","544516427827249153":"#BREAKING: Police confirm that #SydneySiege is over. A bomb robot is to enter the front door of the care shortly.","544282355989753857":"BREAKING NEWS: Gunmen take hostages at Sydney cafe, wave Islamic flag http:\/\/t.co\/zmSo3ARDVs http:\/\/t.co\/QHajosoOPW","544307776135364608":"SYDNEY ATTACK\n-Entering 3rd hour\n-At Sydney cafe\n-50 hostages\n-2 gunmen\n-Hostages seen holding Arabic flag\n\nStay with @PzFeed for the latest","544518590104621058":"#SYDNEYSIEGE OVER, police confirm. Reports hostage-taker is down http:\/\/t.co\/kJdiVv0nB9 http:\/\/t.co\/vuZivnylRv","544358920869789696":"Finally a news presenter has said \"this is not a terrorist event, it is a criminal event involving hostages\"\n@abcnews #sydneysiege","544281014768795649":"Breaking: Reports that the Sydney Opera House has now been evacuated due to findings of a suspicious package. More to come.","544317709396496384":"BREAKING NEWS: Flag in Sydney cafe window confirmed to be that of Jabah Al-Nusra, says Islamic terror expert on 7News http:\/\/t.co\/1UMa3DwuNJ","544271362022338560":"Black Islamic flag being held up in window of #lindt chocolate store in Martin Place, Sydney - hostages inside. http:\/\/t.co\/fAV7PEuY6P","544384662765068288":"#sydneysiege: It's understood the gunman has demanded a meeting with the Australian PM. http:\/\/t.co\/YqNdZrYJQQ http:\/\/t.co\/OEzyLSPCpd","544382740750024704":"#SydneySiege hostage runs towards police after escaping from cafe http:\/\/t.co\/TBSBYzD1xd http:\/\/t.co\/D4qHwljHKt","544276998017646593":"This is The Islamic State flag, not the one in the window in Sydney. http:\/\/t.co\/PV3UNuGCms","544316384273248256":"Our thoughts and prayers are with the hostages and the families in Sydney. #sydneysiege http:\/\/t.co\/TYH5KaeLSA","544334477011349505":"Sydney's Daily Telegraph has printed a special 2pm edition - \"Death cult CBD attack\" #MartinPlaceSiege http:\/\/t.co\/smU3gg3RSS","544307417677189121":"HOSTAGE SITUATION IN SYDNEY\nTo all our fans and friends staying in Sydney, stay safe and keep praying... http:\/\/t.co\/Sq62BaKeTz","544378769952505856":"WATCH: 2 women escape through front door of Sydney cafe http:\/\/t.co\/7sVO5tf31q - @channeltennews http:\/\/t.co\/L0HWVtNTzy","544511489869373440":"BREAKING NEWS: POLICE NOW MOVING IN AT THE CAFE IN SYDNEY. RAPID GUNFIRE CAN BE HEARD. HOSTAGES SEEN RUNNING.","544511558173601792":"BREAKING @SkyBusiness : multiple gunshots fired into Lindt cafe #sydneysiege http:\/\/t.co\/ZuJMZKfJKT (@carsonscottLIVE)","544371668131393537":"Five people have now escaped the #Lindt cafe. Two female hostages ran out just moments ago. #sydneysiege http:\/\/t.co\/s2xapyaX05","544301900682629121":"Police take down suspect in #MartinPlace. Unclear whether related to siege http:\/\/t.co\/mHXj4Hbmr9 #Sydney http:\/\/t.co\/udwnmov1Lb","544302938374426624":"JUST IN: Lindt's CEO says there could be as many as 50 hostages inside the cafe in #Sydney \nhttp:\/\/t.co\/FlxRZYOxWA http:\/\/t.co\/eKFi9smVGh","544364000897945600":"#SYDNEYSIEGE: Contact made with gunman – police report http:\/\/t.co\/H0SlBNPHG6 http:\/\/t.co\/1ZlzKDjvSf","544299439087550464":"People are being held hostage in a cafe in Sydney. Very worrying!","544300674448887809":"The Lindt store refuses to be halal certified perhaps thats why they were targeted. #jihad #Sydney #hostagecrisis\nhttp:\/\/t.co\/gAEf9aHB8v","544355218251452416":"NSW Police confirm three people have emerged from the Lindt cafe in Martin Place #sydneysiege http:\/\/t.co\/4MUc9ivwbK http:\/\/t.co\/ZoZyJnkANL","544309177859203073":"BREAKING UPDATE: The latest footage from Sydney siege shows a man holding a female hostage as a human shield. #9News http:\/\/t.co\/pJ5gsqgjQL","544372177965834240":"Two women have emerged from the Lindt cafe in #Sydney. Five hostages are now out #sydneysiege http:\/\/t.co\/4MUc9ivwbK http:\/\/t.co\/oVrob5DLD3","544277516773380097":"Siege at Sydney's Martin Place has now been underway for an hour. Hostages remain inside. http:\/\/t.co\/mmOH7zakyB http:\/\/t.co\/VAghE9YLm3","544325779199258626":"BBC News - Sydney siege: Hostages held in central cafe http:\/\/t.co\/TaSZx5PnEz #sidneysiege","544514538797035520":"Just in: live feeds appears to show #sydneysiege is over, police calmly moving outside cafe, local reporters say gunman down","544367462012432384":"MORE: Police confirm 3 hostages escape Sydney cafe, unknown number remain inside http:\/\/t.co\/pcAt91LIdS #Sydneysiege","544519694401941504":"BREAKING: 2 people killed and 3 in serious condition as hostage siege at Sydney café ends -- Australian broadcaster. http:\/\/t.co\/Cbx2v3sNMa","544271284796784640":"DEVELOPING: Gunman Takes Hostages In Sydney Cafe, 'ISIS' Flags Being Held Against Window - http:\/\/t.co\/gDkig15YuN http:\/\/t.co\/suVfoMmBwM","544513517706305536":"#sydneysiege: At least four people believed to have been injured after multiple shots fired. http:\/\/t.co\/IxPuyIrNy2 http:\/\/t.co\/6sGsUZ8QG5","544294402366394369":"CEO of Lindt cafe says 40-50 hostages held by 2 gunmen. Significantly higher number than initially thought #MartinPlace #sydneysiege","544390903839088640":"Sky News Australia: a sixth hostage has escaped from the Lindt cafe in Sydney #sydneysiege","544366036498542592":"Footage shows three men fleeing #sydneysiege building http:\/\/t.co\/UxcrhFcL61 http:\/\/t.co\/boGVVouqKa","544374018661687296":"Sydney in lockdown as at least one gunman holds several people hostage in a café http:\/\/t.co\/qgq2xmaVUt #sydneysiege http:\/\/t.co\/qTYpQM9snG","544517991086710784":"7 people left #SydneySiege on stretchers, 5 receiving immediate treatment, Australia's ABC reports. http:\/\/t.co\/Y62bZ2YYa5","544510219401703425":"#BREAKING: Six hostages have managed to escape from the café in #MartinPl. #SydneySiege #9News http:\/\/t.co\/y3NDQDS7jh","544351356824604673":"#BREAKING: Reports hostages can be seen running from the Lindt building in the latest development of the Sydney #siege. #9News","544409519380758528":"Gunman demands meeting with Tony Abbott and claims four bombs in area #sydneysiege http:\/\/t.co\/F5QXAWZM3w http:\/\/t.co\/Uam9VUm9fh","544451181754744832":"#sydneysiege: Up to 20 hostages are being held in darkness in a cafe in Sydney. http:\/\/t.co\/5jtd36wFOU http:\/\/t.co\/Gmt7PAuHzb","544351832483450880":"PM Abbott calls for calm amid Sydney hostage situation\n\nhttp:\/\/t.co\/ZhsbFmxRCv http:\/\/t.co\/eUAr2DqMGl","544321934410788865":"Uber Is Allegedly Charging Passengers $100 Minimum During Sydney Siege http:\/\/t.co\/6GYtqylMUt via @braddybb","544517624114081793":"#BREAKING: NSW police have confirmed the siege in Sydney's CBD is now over, a police officer is reportedly among the several injured.","544273050188148736":"Hostages Held In Sydney Chocolate Shop Forced To Hold Up Islamic Flag http:\/\/t.co\/HFOY0ctLNV https:\/\/t.co\/E4mPEUMATs","544383383095508992":"BREAKING NEWS: GUNMAN DEMANDING TO SPEAK TO AUSTRALIAN PRIME MINISTER AND ALSO ASKING FOR AN ISLAMIC STATE FLAG TO BE BROUGHT TO LINDT CAFE.","544317165965303808":"Ugh: Uber introduces $100 minimum surge pricing during #SydneySiege http:\/\/t.co\/9YZ9WKo7D2 via @jennijenni http:\/\/t.co\/9Xk76P4S3V","544366894107480064":"Praying for the hostages in the cafe in Sydney. No religion represents hate and violence. When will this madness stop. #sydneysiege","544511915158810624":"Watch the moment gunfire and explosions were heard inside the Lindt cafe in Sydney. #sydneysiege http:\/\/t.co\/AHK0ztOFz9","544367253857525761":"Deputy Commissioner Catherine Burn confirms police are in contact with #sydneysiege gunman http:\/\/t.co\/z9JrtJ2IN3 http:\/\/t.co\/G1KrGL5Jxs","544286172109758464":"Islamists are holding people hostage in a cafe in Sydney, Australia. Meanwhile, we wet our pants over pouring water on a terrorist’s face.","544297696308518912":"UPDATE: 13 people being held hostage in #Sydney shop, Opera House evacuated after suspicious package found: reports http:\/\/t.co\/n4D3yGjso9","544291829290508289":"JUST IN: Gunman in #Sydney cafe siege says he has devices all over city: Report http:\/\/t.co\/FlxRZYOxWA http:\/\/t.co\/ppOgJw4ynX","544390017930383360":"Hostages inside the siege have told Australia's @channelten that the gunman, calling himself \"The Brother\", has two bombs inside.","544318880001560576":"BREAKING NEWS: An armed gunman is holding up to 13 people hostage inside a cafe in one of Sydney's main business areas [Sky News Australia]","544353502689251329":"BREAKING UPDATE: 2 hostages escape Lindt Café through front door, 1 via fire door http:\/\/t.co\/1ZlzKDjvSf #Sydneysiege http:\/\/t.co\/TRUBNRw7wa","544294692456628224":"The first official statement from @nswpolice regarding the #SydneySiege. http:\/\/t.co\/syPmr0LPcZ","544352727971954690":"Local media: 3 people appear to escape from Martin Place, Sydney, café, amid hostage situation - @ABCNews http:\/\/t.co\/N5mmnilz4Z","544288799711592448":"Hostages taken in Sydney cafe as Islamic flag is reportedly flown http:\/\/t.co\/OD9gOTGh2w","544511773223968768":"BREAKING: Police have entered Sydney cafe as loud bangs, flashes seen on live stream. #sydneysiege","544286686142685184":"CORRECTION: We reported earlier Sydney air space was shut down. That is not correct. No Sydney air space has been shut down. #SydneySiege","544342204576038912":"Grand Mufti of Australia statement condemning #SydneySiege http:\/\/t.co\/8juQ032EdP","544357563534680064":"At least three hostages flee #lindtcafe in #Sydney  http:\/\/t.co\/z9JrtJ2IN3 #sydneysiege http:\/\/t.co\/1QgdVpZczx","544290646010261504":"BREAKING: Roads closed around #MartinPlace in central Sydney amid possible hostage situation. http:\/\/t.co\/f8e7ZH4WP3","544356724871036928":"MORE: 3rd person runs out a fire exit of a Sydney building where a hostage situation has been unfolding: http:\/\/t.co\/sq7lKCSxNd","544519635916169218":"BREAKING: Australian police say #SydneySiege is over; cannot confirm status of gunman","544430771688439808":"\"At least 1 gunman\" in #SydneySiege (image of suspect not verified) No injuries known - police http:\/\/t.co\/XLklHFHCT3 http:\/\/t.co\/Rxh3RH2RMS","544280873806610433":"UPDATE: Reports the Sydney Opera House has also been evacuated. #9News","544320179560525824":"There is at least one armed suspect involved in Sydney hostage situation, U.S. officials say. http:\/\/t.co\/02SVSxOrFt","544355197435142145":"Police confirm three safe #SydneySiege: “Our number one aim is to resolve incident peacefully” http:\/\/t.co\/jiJRlQJdeU","544367010894086145":"Uber reaches 4.0x surge pricing as Sydney faces hostage lockdown  http:\/\/t.co\/8OCDETqYKE","544289311504355328":"Statement from Prime Minister Tony Abbott on Sydney hostage situation. http:\/\/t.co\/MHkNRZFQWB","544377463581581314":"The moment a female Lindt worker escapes the #SydneySiege: http:\/\/t.co\/isvMtY4oUQ #hostage #MartinPlace http:\/\/t.co\/iAlARm6GRf","544283772569788416":"Live Updates: Siege in Sydney Cafe http:\/\/t.co\/aNIHU5DlLj","544343367279456256":"#Sydneysiege latest -- Police say no direct contact with gunman, precise number of hostages not known http:\/\/t.co\/pcAt91LIdS","544516381031792642":"BREAKING  @SkyBusiness: @campricenews: \"At least 1 pol officer injured\/4 hostages taken away on stretchers\" #sydneysiege (@carsonscottLIVE)","544274934835707905":"Several people being held hostage at a Sydney cafe. Australian tv showing people with  hands up against a window: http:\/\/t.co\/AD2PR4OPFq","544280399044960256":"Sydney siege: hostages held inside Martin Place cafe – live updates http:\/\/t.co\/Zrnli5FXN6","544512398628241408":"BREAKING: Heavily armed police storm Sydney cafe where gunman has been holding hostages.","544281689233850370":"BREAKING: Hostages held in downtown Sydney cafe; Islamic flag displayed - http:\/\/t.co\/1L9s58F6mY","544512676643500033":"BREAKING  @SkyBusiness: freed hostage borne high from #sydneysiege w\/c.4 paramedic teams on the scene http:\/\/t.co\/DKBQI5tx4B ( carsonscottLI","544274585697280000":"Sydney cafe siege: Martin Place is in lockdown and surrounding buildings evacuated as a serious siege situation unfolds at the Lindt cafe.","544271815044894720":"Sydney cafe siege: Two gunmen and up to a dozen hostages inside the cafe under siege in Martin Place, Sydney. ISIS flags remain in display.","544341406094213121":"Deserted grounds of the evacuated #Sydney Opera House - More on our LIVE page: http:\/\/t.co\/VaKt3ZpRZR #sydneysiege http:\/\/t.co\/pKWvDgpOle","544338622078410752":"RT @guardian: Sydney siege: hostages in Australian cafe forced to hold black and white Islamic flag to windows http:\/\/t.co\/i2sx7hWU4K #sydn…","544520273718812672":"Police confirm that #sydneysiege is finally over. Two people reportedly injured after suffering gunshot wounds http:\/\/t.co\/nsprnSYTDT","544384394337611776":"Reports police have now identified the hostage taker at #SydneySiege. Five hostages have escaped, 15 people are believed still being held.","544355417900716032":"Three people seen running out of Sydney cafe where hostages have been held for hours - live updates http:\/\/t.co\/vywOk7zMoS #sydneysiege","544350567183556608":"We can see people coming out a firedoor near the Lindt cafe to waiting police. 2-3 people. Hard to see. #sydneysiege","544373676842311681":"WATCH: The moment two women escaped the #sydneysiege.\nhttps:\/\/t.co\/WeFAZGu5Fm","544274364288364544":"If you are in Sydney, err on side of safety. Also be very cautious in case Lindt cafe is a diversion for something else.","544492209861836800":"Hostage taker in Sydney cafe siege named by police as Iranian refugee Haron Monis - @ReutersIndia http:\/\/t.co\/sTL36g9TzG","544356579098001408":"Update: Several people have emerged from the building where hostages in Sydney are being held http:\/\/t.co\/tguHAkbs5T http:\/\/t.co\/EBf9WkJIEl","544293753130082305":"DETAILS: The hostage site is Lindt Chocolat Cafe near #Sydney Harbor http:\/\/t.co\/1ZlzKDjvSf http:\/\/t.co\/7u8EFUwCey","544293291785596928":"RT @tomsteinfort: Terrifying photo of hostages in Martin Place in Sydney, being held by men waving an ISIS flag http:\/\/t.co\/nJYpN3eTKu","544387886611570688":"Fear and relief as these two hostages escape #sydneysiege - LIVE: http:\/\/t.co\/1SVkbgZqXC http:\/\/t.co\/hdXmf3uu8D","544516530160300032":"Police shootout ends 16-hour siege in Martin Place. #sydneysiege http:\/\/t.co\/OoutIlaTo6","544279945128591360":"Latest reports are that there 13 hostages being held in the centre of Sydney, by two armed Islamic terrorists. Black Islamic flag in window","544511112654618624":"#BREAKING: Heavily armed police look to be storming the Lindt Café. #SydneySiege #9News","544333020023754752":"Sydney siege: hostages in Australian cafe forced to hold black and white Islamic flag to windows http:\/\/t.co\/7Xz4S0xgoN #sydneysiege","544275138712469504":"SYDNEY ATTACK\n- Hostages at Sydney cafe\n- Up to 20 hostages\n- Up to 2 gunmen\n- Hostages seen holding ISIS flag\nDEVELOPING..","544515850963648512":"#BREAKING: A police officer has sustained a gunshot wound to the head.4 others injured. #SydneySiege","544317609718865920":"Central Sydney shut down amid ongoing hostage situation: http:\/\/t.co\/rKdwIgOPqT #SydneySiege http:\/\/t.co\/tzgAtCdsic","544491160803106816":"Radical Muslim cleric Sheik Man Haron Monis has been revealed as the gunman behind #SydneySiege: http:\/\/t.co\/7Q4Vnj6EOb #9News","544294893146091520":"Ongoing hostage situation in Sydney café. #sydneysiege Major landmarks like the Sydney Opera House evacuated  http:\/\/t.co\/fmvq54QmTO","544496262629036032":"Five people have been able to flee the hostage situation in Sydney, Australia http:\/\/t.co\/YsdgCxMdh5","544307028815253504":"The CEO of Lindt says there are around 50 people holed up in the cafe in central Sydney #sydneysiege http:\/\/t.co\/sUKKYMk08y","544519166582337536":"Police confirm that #sydneysiege is finally over. Two people reportedly injured after suffering gunshot wounds. http:\/\/t.co\/5YzRcTkbme","544300945820352512":"UPDATE: Reports gunman says four devices are located around Sydney. Security response underway. Police calling for calm. #9News","544296985910861824":"Lindt Australia CEO says probably about 10 staff, 30 customers in Sydney cafe at time of siege  @SkyBusiness #sydneysiege (@liztilley84)","544407300329709568":"An #ISIS \"lonewolf\" has taken around 30 people hostage in a Sydney cafe and demanded to talk to the PM, according to Australian media.","544351967829839873":"Australian Mufti condemns hostage taking in #Sydney - Statement #SydneyHostageCrisis #SydneySiege #SydneyCafe http:\/\/t.co\/n38XZVq5iu","544509140911919104":"#sydneysiege: Watch the dramatic moment a group of hostages sprinted from the cafe. http:\/\/t.co\/3xvtZ2RBJj","544433739539812353":"Can confirm that several media outlets know the name and background of the hostage taker. Holding off publication. #sydneysiege","544339368823894019":"Who's your pick for \"worst contribution to #sydneysiege\" - Mamamia, Uber or the Daily Tele? http:\/\/t.co\/h9HRgIDBRB","544476808566276097":"TV channels have chosen not to show videos of hostages relaying #sydneysiege gunman's demands. http:\/\/t.co\/5jtd36wFOU http:\/\/t.co\/oKJPRv40l3","544362279006113792":"Police negotiators have contacted hostage taker in Sydney cafe, police official says. http:\/\/t.co\/eY2FWZsK7C #sydneysiege","544332613532811264":"Uber reverses course after @Mashable story, now giving free rides to people in downtown #Sydney. Good call: https:\/\/t.co\/x3Z2LI886S","544520042810200064":"#sydneysiege is over. 2 confirmed dead, #PrayForSydney #PrayForSydneyHostages #Sydney #hostages","544279262547935232":"Reportedly 13 hostages &amp; 2 or more gunmen inside Lindt cafe in Sydney  #sydneysiege (@liztilley84)","544514883484520448":"#SydneySiege Latest:\n- At least 12 ppl have emerged\n- Police just stormed cafe \n- Gunman believed to be a self-proclaimed Islamic \"sheikh\"","544366824997912576":"162,000+ Muslims that call #Sydney home hoping for safe release of hostages. Then, they will brace themselves for backlash. #sydneysiege","544284577318318080":"BREAKING PHOTO: Gunmen take hostages at Sydney cafe, wave Islamic flag http:\/\/t.co\/zmSo3ARDVs http:\/\/t.co\/z0qXKdiCnM","544391176137089024":"Hostage taker in Sydney cafe demands ISIS flag and call with Australian PM, Sky News reports. http:\/\/t.co\/a2vgrn30Xh #sydneysiege","544521166543548416":"Sadly, at this stage, there are two confirmed deaths from what is described as cardiac arrest. Incredibly sad. #SydneySiege","544511811404705792":"Australian TV pictures show police storming cafe under siege in Sydney http:\/\/t.co\/H1izlrYc4t","544277728930062336":"SYDNEY AIRSPACE CLOSED","544357487911395329":"BREAKING: Police have confirmed 3 people escape Sydney cafe where hostages are being held","544446828654366720":"Sydney hostage-taker has reportedly demanded an ISIS flag http:\/\/t.co\/zeTA5p7OYc","544410576894427136":"As per the request of police, we will not be airing any of the gunman's demands or what the hostages have been forced to tell us.","544511300630753280":"Heavy police activity at Sydney cafe shown on @abcnews livestream just now. Many shots fired. http:\/\/t.co\/jlAOd5Ptmn http:\/\/t.co\/5DksIzJCZN","544519622389956609":"thank god  #SydneySiege is over. so much respect to the police, their courage and bravery is truly amazing. RIP to the 2 people :(","544289409294553088":"Full statement from PM Abbott on #Sydneysiege #MartinPlace #Lindt. http:\/\/t.co\/7ilKZGNBDz","544313370892324864":"#Sydneysiege: what we know http:\/\/t.co\/rhQ4TLeqHE http:\/\/t.co\/t0RBx9kS69","544510402454110208":"BREAKING @SkyBusiness : another five hostages seen escaping #sydneysiege http:\/\/t.co\/vyRgI10t7F (@carsonscottLIVE)","544428421745741824":"Uber backtracks, offers free rides after prices were gouged for people fleeing from Sydney hostage drama: http:\/\/t.co\/cSIT4JaCjk","544346359948910592":"Hearing about the hostage situation in Sydney, I hope everything calms soon, and no one is harmed","544316500002484226":"Hostages Held In Downtown Sydney Cafe — Live updates from @BuzzFeedNews, @BuzzFeedOz http:\/\/t.co\/HFOY0ctLNV http:\/\/t.co\/MwoqhXPj3F","544272155144646656":"Hostages reported in armed robbery situation inside café in Martin Place, Sydney - @dailytelegraph http:\/\/t.co\/p7Z19DDeJ1","544268186292867072":"BREAKING: Gunman takes hostages in cafe in Martin Place, Sydney  http:\/\/t.co\/vj8G6m6VYs","544384349395628033":"Total 5 hostages have left Lindt #MartinPlace; 3 men, 2 women. LIVE: http:\/\/t.co\/Ni4ouWAGoO. #SydneySiege #9News http:\/\/t.co\/CKB2uLPHVd","544274544174071809":"Take a break from bashing Cheney and waterboarding. Possible ISIS terrorist attack ongoing in Sydney. http:\/\/t.co\/nkksw4ozE2","544291804057960448":"FIRST PHOTOS: Hostage pressed against a window. #SydneySiege http:\/\/t.co\/MOy8zCHp5a","544381860214603776":"Further @channeltennews reporting #sydneysiege gunman says there are 4 bombs: 2 in cafe and 2 elsewhere in CBD.","544307161589772290":"Islamist militants take hostages in Sydney café, display black jihadist flag http:\/\/t.co\/Audo3xS9w3 #sydneysiege http:\/\/t.co\/mDWczVjCNc","544282227035869184":"BREAKING NEWS: Gunmen take hostages at Sydney cafe, wave Islamic flag http:\/\/t.co\/zmSo3ARDVs http:\/\/t.co\/HFW40OyVUz","544316814856306688":"Construction workers gather in front of #Sydney Opera House after evacuation: http:\/\/t.co\/z9JrtJ2IN3 #sydneysiege http:\/\/t.co\/9FphFGenb6","544304742743044096":"Praying for the safety of all the hostages being held by some criminal in the cafe in Sydney. Preparing for the collective blame as well.","544287083343671296":"Report #SydneySiege: Text of flag translated as 'There is no God but Allah and Muhammad is the messenger of God.' http:\/\/t.co\/0NSJuN7ran","544279103864860674":"Strange flag in #Sydney, not the one affiliated with #ISIS. http:\/\/t.co\/36m6A3AKSb","544288661253398528":"The flag in the window of the Lindt cafe in Martin Place is not an Islamic State flag. An explanation: http:\/\/t.co\/PD570btTiZ #SydneySiege","544385641975676929":"Picture of one of the women seen running from the #sydneysiege cafe. She is wearing a uniform with the Lindt logo http:\/\/t.co\/WCAHu0wRgk","544302821450207233":"Ongoing hostage situation in Sydney café. #sydneyseige  Australian PM convenes National Security Committee of cabinet http:\/\/t.co\/KDp8R6wdOm","544315472075042818":"US consulate in #Sydney reportedly evacuated amid ongoing hostage situation at chocolate shop http:\/\/t.co\/n4D3yGjso9 http:\/\/t.co\/ayL7vvqxl8","544518335019229184":"#BREAKING: At least two people have died following the #SydneySiege. 5 people are being treated by paramedics.","544350985142173697":"Hostage situation ongoing in Sydney business district.\n\nLIVE: http:\/\/t.co\/j1ljDbazOw\nUPDATES: http:\/\/t.co\/PD7pVfU9pQ http:\/\/t.co\/KHoDrDWaeV","544374563539140608":"Another hostage flees the scene of the #sydneysiege | https:\/\/t.co\/OFlGOOJheJ | Courtesy @9NewsAUS","544333172180537344":"Sydney Opera House among buildings evacuated due to #SydneySiege: http:\/\/t.co\/xQtgKojdnC http:\/\/t.co\/LPOz3sxOI7","544306402731507712":"#pmharper tweets 'Canada's thoughts and prayers are with our Australian friends.' 13-40 hostages held in cafe in #Sydney. #SydneySiege","544385086955589632":"Five free but an unknown number remain trapped in dramatic siege in Sydney: http:\/\/t.co\/VUVPPrKuDc #sydneysiege http:\/\/t.co\/oHEoDf8r3H","544517264725516288":"#BREAKING: Police have confirmed that the #SydneySiege is over. #9News","544514645571420160":"Sydney gunman was shot by police and is confirmed dead #sydneysiege #SydneyHostageCrisis","544370712639590400":"#BREAKING: Two more hostages have just escaped from #sydneysiege","544487535418687488":"Sydney Siege: Five Hostages Flee Lindt Chocolate Cafe in Australia http:\/\/t.co\/USeXeZrv5s - GTA IN REAL LIFE HAHAHA","544291965513134080":"According to Seven, this is a picture of the gunman http:\/\/t.co\/3Zor3gSOSO","544310853613281281":"The Sydney cafe siege may be part of a larger plot. @Y7News #MartinPlaceSiege http:\/\/t.co\/f2aTNEpjmh http:\/\/t.co\/DE4IBxv73K","544359578612559872":"UPDATE: Police confirm they have made contact with the gunman. There are no reported injuries. #9News http:\/\/t.co\/nZWY5ZyWBe","544271185903484929":"#BREAKING: @dan_murphy &amp; @chriskkenny have the latest on the hostages inside the Lindt Cafe #SydneySiege. Ch 601 http:\/\/t.co\/rVeawjhLgf","544363757493702656":"RT @cnnbrk: Police negotiators have contacted hostage taker in Sydney cafe, police official says. http:\/\/t.co\/1OIEbeSwIO #sydneysiege","544380433014591488":"Most Muslim men I know would risk their lives to take down that coward holding hostages in the #SydneySiege","544320992361721856":"Sydney's central business district is under lockdown as gunman takes hostages at a cafe. Live stream as it unfolds: http:\/\/t.co\/J7YKJcaPqt","544508900595499009":"BREAKING @SkyBusiness : Sixth hostage escapes from #sydneysiege http:\/\/t.co\/oiEBHhAVeK (@carsonscottLIVE)","544519140552507392":"2 dead, 3 in serious condition after the #SydneySiege, Australia's ABC reports\nhttp:\/\/t.co\/Y62bZ2YYa5","544284455909998592":"Gunman takes several hostages in Sydney cafe, parades Islamic militants' flag in window. Opera House also evacuated. http:\/\/t.co\/uatZQpAsOS","544508666724876288":"#BREAKING: A sixth hostage has escaped from the café in #MartinPl. #SydneySiege #9News","544511560249790464":"#SYDNEYSIEGE: Loud bang heard, five more hostages run from #Lindt cafe - WATCH LIVE: http:\/\/t.co\/iuaLgRi7jj http:\/\/t.co\/kKbTIHfQBi","544267656597995521":"BREAKING: Hostages are being forced to hold an ISIS flag at a Lindt cafe in Sydney's Martin Place, as police man the doors outside #7NEWS","544387967037763584":"#sydneysiege: There are reports the hostage-taker claims to have up to four bombs. http:\/\/t.co\/1gMsZkOTjC http:\/\/t.co\/hrMncBhLy5","544300361360498688":"This is the scene of the #Sydneysiege at the Lindt Chocolate Cafe in #MartinPlace | Live blog: http:\/\/t.co\/AG0jQb072Q http:\/\/t.co\/kLzdEKnILC","544329935943237632":"Uber Sydney trips from CBD will be free for riders. Higher rates are still in place to encourage drivers to get into the CBD.","544377502563459072":"Ultra capitalism backflip - #Uber rethinks fee hike amid #Sydneysiege http:\/\/t.co\/Rt4dZZUXat http:\/\/t.co\/QpFrfwjMaD","544277117039837184":"Flag in window of Sydney Lindt cafe not an ISIS flag. Reads: ‘There is no God but Allah and Muhammad is the messenger of God’ (@liztilley84)","544361776020586496":"NSW police: Police negotiators have had contact with hostage-taker in ongoing Sydney cafe siege. http:\/\/t.co\/akfqcnbofX #sydneyseige","544277650714677249":"Hostage situation in Sydney is happening next door to @7NewsSydney's studio -- this is a live stream of the coverage https:\/\/t.co\/uNXkJmspr8","544290780991725568":"BREAKING NEWS: Alert of armed explosives at Sydney's Opera House. All airspace near the area has been closed and diverted.","544515999161393152":"Still no information about hostage taker: unclear if alive, injured or killed http:\/\/t.co\/40E5foRpZ8 #sydneysiege http:\/\/t.co\/XoF7h8Mxka","544508995361202176":"#BREAKING: Another four or five hostages have escaped from the café in #MartinPl. #SydneySiege #9News","544514570367168512":"#SydneySiege: Latest video of hostages escaping.\nhttps:\/\/t.co\/eFfgSbt2hO","544411097797644288":"Police have identified who the gunman is. He is known to police. NSW Police have asked the ABC not to identify him #sydneysiege #abc730","544280707800264704":"Customers in Sydney cafe taken hostage. Siege in center of city. Watch our friends @9NewsSyd http:\/\/t.co\/5nsRovuHd1 http:\/\/t.co\/ho5YDCIkac","544380899639689216":"Aussie grand mufti &amp; Imam Council condemn #Sydneysiege hostage capture http:\/\/t.co\/m51P8dUPhB - LIVE UPDATES http:\/\/t.co\/tTw3kMkYTZ","544390130682068993":"Hostage taker in Sydney cafe demands 2 things: ISIS flag, phone call with Australian PM.  http:\/\/t.co\/TSrJhOhW15 #sydneysiege","544512064694546432":"GUNFIRE AND EXPLOSIONS CONTINUE AS POLICE STORM CAFE IN SYDNEY.","544282393801007104":"There are no verses in the Quran about Me wanting anyone to hold hostages in a chocolate shop in Sydney, you terrorist fucks.","544406902990323712":"Mosques, synagogues and churches are inviting the public to pray for Sydney hostages tonight.#sydneysiege","544482664515121153":"#illridewithyou: Viral Aussie solidarity amid #SydneySiege Islamic State links http:\/\/t.co\/UBuxbiXKDL http:\/\/t.co\/VQCuWegDQh","544310849784274945":"We continue to monitor the situation in #Sydney closely.  I've been in touch with @JulieBishopMP and expressed our thoughts and prayers.","544437798426509312":"We love the #illridewithyou initiative. Spread #love and compassion. Thoughts are with all those affected. #sydney http:\/\/t.co\/EK8UycpKDn","544444148234076160":"Sydney siege has now hit the 12 hour mark – live with latest summary of events http:\/\/t.co\/IHT3o6tvtR http:\/\/t.co\/cXeBIKsp0r","544519480018489344":"If you're taking selfies outside the #sydneysiege hostage situation, you seriously need to reevaluate your life... http:\/\/t.co\/i560wKmeOf","544411561205301248":"The Lebanese Muslim Association has issued a statement condemning #sydneysiege and calling for calm. http:\/\/t.co\/z2hCIBPaha","544312732443348995":"On the #sydneysiege: all our people are safe &amp; accounted for after our Martin Place studios were evacuated. Our thoughts with all involved.","544408991649251329":"To the tourists taking selfies outside the #SydneySiege - how would you like to be in that café? http:\/\/t.co\/Cc5bOysMjg","544414430025371649":".@MarkWBurrows says the #sydneysiege gunman is reportedly well-known to both police and the media. http:\/\/t.co\/gifoGN0mGm","544520121436213248":"Video footage shows police storming Sydney cafe http:\/\/t.co\/3U4aWpVmdM #SydneySiege","544282714237448192":"Sky News reporter @campricenews at the scene of the #sydneysiege. Live now on Sky News + http:\/\/t.co\/FwFefoiKa2\nhttps:\/\/t.co\/6FXegnved4","544299916252573698":"Let's keep in mind that no one associates the KKK with Christianity #SydneySiege","544435176479027200":"a thousand words in one picture. the police have been absolutely amazing today #sydneysiege http:\/\/t.co\/w9Gt6rlYes","544516240572940289":"#BREAKING: #Sydneysiege latest:\n* Armed police have stormed cafe\n* Multiple hostages freed\n* Paramedics entered scene\nhttp:\/\/t.co\/gl30dy8PYN","544420963429797889":"I could not be prouder of all of you. I love this country.\n#Australia #AustraliaStrong #illridewithyou #Sydney http:\/\/t.co\/I8s7IGrGNq","544383649131806722":"What the hell is wrong with people?\n\n\"Taking selfies 100m from the Lindt Cafe #sydneysiege http:\/\/t.co\/R7mNZCeSOD\"","544466608450580481":"i cant sleep knowing just 15 minutes away innocent people have been hostages for almost 14 hours please pray for the hostages and for sydney","544465890218369024":"Australia's reaction to the #sydneysiege is magnificent #illridewithyou http:\/\/t.co\/4REoJBzPxD http:\/\/t.co\/FLkzYFxTc3","544329092100005888":"Praying for #Sydney. These crazies have no idea what Islam is, yet have the hubris to “act in the name of” it. Despicable.","544294890343915520":"Latest update on the situation in Martin Place from @nswpolice #SydneySiege http:\/\/t.co\/q9PlmuiAEs","544317494379294721":"Why are ppl tap dancing around what is LIKELY happening in Sydney? Are we worried we may offend a terrorist? \n\nPrayers. #SydneySiege","544459882075017216":"More than 12 hours on, night falls on Sydney as hostages remain inside cafe. http:\/\/t.co\/o7GgjYxW0c #sydneysiege http:\/\/t.co\/sVF99IYEWc","544319905076903936":"Number of hostages taken by the Amish today: Zero. &lt;--This is what a religion of peace looks like. #sydneysiege","544372384690872321":"To people taking selfies at #SydneySiege, When you return home, look at your selfie &amp; see what an unconscious, blithering idiot looks like.","544293021995393024":"Don't forget, at this moment, there are thousands of Muslims in Australia rejoicing\n#sydneysiege #MartinPlace #Auspol http:\/\/t.co\/eHP47okT7F","544345939054710785":"INSANITY! #Jihad comes 2 Australia &amp; Liberal Lunatics are Concerned with Political Correctness!?\n\n#sydneysiege \n#tcot http:\/\/t.co\/YiTCQLja7a","544395106426425345":"Today the threat of terrorism is higher than it was 3 yrs ago, a result of support for terror by the US #sydneysiege http:\/\/t.co\/gl6voSnJ3x","544308031446872065":"Praying for Sydney. Also thank heavens for streaming foreign networks because American media is completely MIA.","544323450270392322":"Thinking about all my mates in Sydney. Hope everyone is okay.","544499931101548544":"Respect to the people of Sydney for showing us that solidarity is the best way to deal with extremism #illridewithyou","544487672145018880":"In the 12 hours everyone has focused on the hostage situation in Sydney 40 more Americans died from gunshots. @MomsDemand #gunsense","544419416578850818":"hats off to you guys, you're awesome, faith in humanity restored  #sydneysiege #illridewithyou http:\/\/t.co\/iazCcTca6H","544410806167678976":"When the 5 hostages escaped, the gunman could be seen from here getting extremely agitated, shouting at remaining hostages","544506443626741762":"BREAKING: Sydney hostage-taker believed to be self-styled Muslim cleric facing string of violent charges.","544301313459101696":"We are calling on all to #PrayForHostages &amp; that Australia will not be hostage to fear &amp; hate.  #sydneysiege http:\/\/t.co\/qAzNfZIUWA","544421207115051008":"#SydneySiege is likely being carried out by a 'lone wolf' with minimal links to organized terror groups, expert says http:\/\/t.co\/ynPfmQfGMj","544521260840267776":"Sydney siege ends as police storm Lindt Cafe and hostages run out http:\/\/t.co\/ek1EyHbJxA","544495737770618880":"Australians use #IllRideWithYou hashtag in solidarity with Muslims during Sydney siege http:\/\/t.co\/5h3kWfwnyL","544473507594113024":"Australia's reaction to the #sydneysiege is magnificent http:\/\/t.co\/Lq0VjkWreY #illridewithyou http:\/\/t.co\/p50KHIf47N","544363222296297473":"Praying for the people of Sydney #sydneysiege  All we need is peace in this world. Sheesh.","544506347438735361":"SYDNEY ATTACK LATEST:\n- 16th hour\n- 5 people escaped\n\nGUNMAN DEMANDS:\n- Speak to PM\n- ISIS flag\n\nClaims he has 2 bombs with him &amp; 2 in city","544316046379716608":"The #SydneySiege perpetrators target all citizens, irrespective of their faith. So please cut it out with the anti-Muslim bigotry on Twitter","544440724192628736":"Female hostage appears to turn off the lights at the Lindt Cafe tonight. http:\/\/t.co\/T6qUZxSrTe #sydneysiege http:\/\/t.co\/p0p9TYLyeO","544433367765110784":"it'll be hard sleeping tonight knowing innocent people not far from me have been in fear for over 11 hours #sydneysiege #PrayForSydney","544309113694740480":"Australian Prime Minister Tony Abbott addressing incident in Sydney. Watch live on CNNgo. http:\/\/t.co\/HAhU3MDTUj","544502782267752449":"The fact that \"any religious loner could do this\" is exactly what ISIL aims to inspire, it's their modus operandi #SydneySiege","544487291465392128":"Sydney Muslims say Thanks! \n\n#illridewithyou \n#sydneysiege \n\nVia @petergouldart http:\/\/t.co\/8M8n68y563","544452299641192448":"Muslim- a follower of the religion of Islam.\n\nTerrorist- a person who engages in inhumane and violent acts.\n\nNot the same #sydneysiege","544314464569675776":"Australian PM Tony Abbott says it is unclear if #sydneysiege is politically motivated http:\/\/t.co\/ejBnff6KdW http:\/\/t.co\/N2VAkBcaqE","544427753785659393":"#illridewithyou . Sydney, you're amazing","544370072018378752":"Can we add Daily Telegraph to suspected terror cells within Aus? Their 2pm edition did more damage than any gunman ever could #sydneysiege","544451052679204864":"#illridewithyou: hashtag offers solidarity with Sydney's Muslims after cafe siege http:\/\/t.co\/MxaWk6rqq5 #sydneysiege","544505447911149569":"US police needs to learn from Aussie police in dealing with crisis. Patience and negotiations, not shoot first think later #sydneysiege","544430910511140865":"LIVE: Infosys employee among hostages at Sydney cafe\n\nhttp:\/\/t.co\/cfxX0CUHYS http:\/\/t.co\/DvfAk3lZ2D","544497405237161984":"Man Haron Monis, named as the #sydneysiege gunman, may have a \"fetish for self-publicity\". http:\/\/t.co\/UdkysqURCT http:\/\/t.co\/vNDbnOkdt8","544416582256967680":"and then came #illridewithyou - people offering to accompany those who fear for their safety on public transport #hope #sydneysiege","544425494763302913":"Aussies tweet #Illridewithyou to Muslims who might be scared to travel alone #sydneysiege http:\/\/t.co\/iwtT6J72Sj http:\/\/t.co\/vaNOO5rnDD","544520434767503361":"If those hostages could wait for 16 hours without knowing if they'd die, you can wait for an official report on the situation. #sydneysiege","544348632980676608":"Australia is home to some of the greatest people I know. My heart goes out to everyone affected by today’s crisis in Sydney.","544493536771854336":"Answer of #Australia to terrorism, imam, Rabbi and priest come together to pray for the hostages. #sydneysiege http:\/\/t.co\/PUCWfkaCbR","544396608704901120":"Subscribe to our #sydneysiege Twitter list for more updates: http:\/\/t.co\/3eg2WK3wxu http:\/\/t.co\/QhRxcGQNbM","544439521236893696":"Great to see those shitbags at the @dailytelegraph have completely misread to mood of Sydney and the nation. Completely out of touch","544366723067957249":"Religious symbols are being hijacked once again by those who wish to further their own political agendas.\n\n#sydneysiege","544494787168972800":"JUST IN: Guman in #sydneysiege identified as Man Haron Monis, a radical Muslim cleric http:\/\/t.co\/pA1lydElVU http:\/\/t.co\/Z4QQlksTq4","544519284740079616":"Police have confirmed the #SydneySiege is now over after more than 16 hours. http:\/\/t.co\/mZ1o7Bi9kC http:\/\/t.co\/ieEsExxAOn","544332519861022720":"Its confirmed #Sydney terrorists are pious Muslims... That should make @Sagarikaghose @Bdutt happy... \"ALL MUSLIMS ARE NOT LIKE THAT\" ...","544308188909027328":"Praying for this insanity to stop. \n\n#sydneysiege","544518707825750016":"BREAKING: Sydney hostage situation is over, @NSWPolice say http:\/\/t.co\/K9VtFL2Uev http:\/\/t.co\/izK2rGdeoT","544292342430449664":"SYDNEY ATTACK\n- Hostages at Sydney cafe\n- 13 hostages\n- 2 gunmen\n- Hostages seen holding Arabic flag\n\nStay with @PzFeed for the latest.","544332847050670080":"The silence you hear is 1,500,000,000 Muslims not renouncing this terror attack. \n\n#sydneysiege","544484918567239681":"North East doesn't get reported because it's far off from main cities, editors argue. Guess Sydney is closer to India than Imphal.","544293177596067840":"CNN hasn't been able to rule out the Sydney Tea Party in the Australian hostage crisis.","544518128798294016":"BREAKING NEWS: Australian authorities confirm that the #SydneySiege is over and all hostages have been freed...","544406212461473792":"BBC's Frank Gardner on #SydneySiege: \"This is not a sophisticated siege...the gunman has got the wrong [Islamic] flag\" #r4today","544363471660277760":"Lots of love and prayers for Sydney, I hope everyone's okay😳\n\n#MTVStars One Direction http:\/\/t.co\/huOYLZxWXi","544373945206460416":"The #SydneySiege only works to sabotage the message Islam.","544395613043818496":"Media Release:\n\nMosques, synagogues and churches open tonight to pray for Sydney hostages and national unity.\n\nhttp:\/\/t.co\/zBKO5k2uEA","544427938372792321":"#SydneySiege\n- Entering 11th hour\n- At least 15 hostages\n- 5 hostages escaped\n- Motivation &amp; demands unknown\n- 1 gunman - rotating hostages","544389911630340096":"You say not all Muslims are monsters. Imagine a bowl of M&amp;Ms. 10% are poisoned. Would you eat a handful?\n#sydneysiege http:\/\/t.co\/j7UaLDHCIe","544429942323167233":"friendly reminder. #sydneysiege http:\/\/t.co\/auO7vbaPgu","544365130138808321":"Because narcissism doesn't take a break @mkarolian These people are taking selfies on scene of the #sydneysiege http:\/\/t.co\/7Zbkojftye","544434192478519297":"A female hostage stands by the front entrance of the cafe as she turns the lights off in Sydney. #sydneysiege http:\/\/t.co\/qNfCMv9yZt","544296373466562560":"NSW Police: \"Police urge the media to be responsible in their reporting. Speculation can cause unnecessary alarm.\" #SydneySiege","544396078125039617":"Police have specifically requested media outlets not report the contents of the conversations with hostages. #sydneysiege","544377326122057728":"Dear Ozzie media (and CNN), what the f*** is 'Islamic writing'? That's Arabic. No one calls Comic Sans 'Christianist writing'. #sydneysiege","544415156659175424":"I'm so happy to see Sydney-siders saying #illridewithyou to Muslim people who fear abuse on public transport following #sydneysiege","544436279442546688":"#illridewithyou is the best thing to come out of all the shit that happened in Sydney today. Proud to see Aussies looking after eachother.","544295960449265664":"NSW Police: \"Police urge the media to be responsible in their reporting. Speculation can cause unnecessary alarm.\" #SydneySiege","544337816298070017":"You gotta admire the ability of Daily Tele editors to resist fads like fact-checking #sydneysiege","544501464849059840":"The Sydney attack gunman identified as Sheikh Man Haron Monis #SydneyCafeSiege #SydneySiege http:\/\/t.co\/WUpPliupbK","544459137674125312":"All these people offering a ride with Muslims. Know that whats done was by idiots not Muslims. #sydneysiege http:\/\/t.co\/24vGN7VE96","544308888628387840":"Terrible scenes in Sydney at the moment. I prey it ends peacefully","544420349052342272":"This is so depressing. Americans respond to #sydneysiege: http:\/\/t.co\/HIaHn10Dl5","544450560460480512":"Praying for the hostages and family's in Sydney :(","544519577733173248":"Thinking of everyone in Sydney today x","544295667112230912":"The Sydney Harbour Bridge is NOT closed. There was an accident on the Cahill Expressway, unrelated to the #SydneySiege.","544521433473634304":"Breaking News: #SydneySiege is over, according to police. http:\/\/t.co\/7p9QLG6mn4 http:\/\/t.co\/MtIzwlhawu","544470843997564928":"Sending love to Sydney. #illridewithyou #sydneysiege http:\/\/t.co\/CFDtYzehDp","544298959993200640":"If the black flag seems familiar,it's because it was also flying during Gaza protests in Sydney that went unnoticed. http:\/\/t.co\/DE8zWJ9mHX","544436172999495680":"Praying for all still being held hostage xxx #sydneysiege http:\/\/t.co\/7nF342x3wx","544355987608444929":"The punters are back taking selfies 100m from the Lindt Cafe #sydneysiege http:\/\/t.co\/JoAa9JO0Ep","544333302178799617":"RT @martydownunder: If the black flag seems familiar, it's because it was also flying during Gaza protests in Sydney http:\/\/t.co\/grOVcRJLes","544518803225604096":"BREAKING: Police say the hostage situation in the Sydney cafe has ended.  http:\/\/t.co\/CfKQAy4iQG http:\/\/t.co\/zL5UPBBjRy","544483404528775168":"Hostage situation ongoing in Sydney business district.\n\nUPDATES: http:\/\/t.co\/PD7pVfU9pQ\nLIVE: http:\/\/t.co\/j1ljDbazOw http:\/\/t.co\/Q3ECKnYfPV","544466920880492544":"#SydneySiege gunman appears to be using \"the wrong flag\" says @FrankRGardner http:\/\/t.co\/a4HdKmum1o http:\/\/t.co\/2Km3bj7ffT","544282015487787008":"Do not forget that the overwhelming majority of Muslims are as disgusted by the actions of these few fanatics as you or I are #sydneysiege","544312065637097472":"Thoughts also with the Muslim community whose name and religion has again been hijacked against their will. #sydneysiege #notintheirname","544390550497947649":"Police have allowed me back into Martin Place newsroom - gunman is clear - white shirt, black cap, unshaven, holds poss pump action shotgun","544500883963518976":"50 charges of sexual assault against Sydney hostage-taker http:\/\/t.co\/gc9HbB5ZGa http:\/\/t.co\/szVzntt8Mg","544459886365376515":"People are actually taking selfies on the site of the #sydneysiege http:\/\/t.co\/DebSinfhyH http:\/\/t.co\/ymxhuTDPPq","544497137221136384":"It's early Tuesday in Sydney, crisis in 16th hour, as authorities try to secure safe release of hostages http:\/\/t.co\/Y62bZ2YYa5","544401573968097280":"That's the Sydney I recognise. RT @MichaelJames_TV: This, this is what good people do. #sydneyseige #MartinPlace http:\/\/t.co\/rOgrMoOtXv","544446269968908289":"Thousands tweet declaring their solidarity with Muslims #IllRideWithYou #sydneysiege http:\/\/t.co\/4REoJBzPxD http:\/\/t.co\/zAQvgvzF9G","544513407400304640":"OMG really @USATODAY?? and we wonder why the world thinks americans are morons. #sydneysiege http:\/\/t.co\/G66w5vittl","544275574642835456":"Prayers needed for the situation happening in Sydney right now.","544283714751328256":"If there's a Sydney-style attack in the U.S. all these anti-cop protests will end in about two seconds.","544486187478433793":"#IllRideWithYou: 'Sydney Stands Up To Racism And Bigotry With One Beautiful Hashtag' \n\nhttp:\/\/t.co\/Is6GveH6j6 http:\/\/t.co\/xv6a8f4qNB","544520795511611392":"A hostage situation at a Sydney cafe has come to an end, after police stormed the scene. Live updates: http:\/\/t.co\/Z6JPQTstYO #Sydneysiege","544494721872433152":"#BREAKING: Australian police have named the suspect in the Sydney siege: Islamic leader Sheik Man Haron Monis http:\/\/t.co\/yoFrfF1AHQ","544323358327070720":"Sydney siege ongoing; PM says unclear if politically motivated. Our latest update http:\/\/t.co\/CxIEFULgYv #sydneysiege http:\/\/t.co\/VQknQJlgLT","544413195884974080":"It's things like #IllRideWithYou that keep us from completely losing our faith in humanity. #SydneySiege","544426670095368192":"Australians showing us how it's done. #Illridewithyou = solidarity and no to racism towards muslim community during Sydney seige","544469768745398272":"you don't realise what a privilege it is to be sleeping comfortably in your own bed until such horrific things are happening #sydneysiege","544506678922977280":"The truth is the Sydney man holding Hostages is not just putting the people in the cafe in danger but the Whole Ummah in Australia &amp; Outside","544444409769512960":"Just went past 12 hours since this #sydneysiege started. We are thinking of the hostages and their families at this time.","544276027644850176":"Any lone nutjob who wants international attention for a crime now just has to wave a black flag around. Voila #sydney","544427216516698113":"My prayers go out to everyone who's involved in the disaster in Sydney, hope everyone will get out safe!","544268900351766528":"#BREAKING A police operation is underway in the heart of Sydney's CBD with one block of Martin Place blocked off.","544470398881259520":"It's nearing midnight in Sydney, where police are preparing to negotiate through the night http:\/\/t.co\/6M27mSDm68 #SydneySiege","544461947882586112":"'Sick' people are actually taking selfies at the site of the #sydneysiege http:\/\/t.co\/DebSinfhyH http:\/\/t.co\/rHDxHczlWc","544308156625481728":"Photo Gallery: The latest pictures from Lindt cafe #SydneySiege  http:\/\/t.co\/rZG7Zb7jyt http:\/\/t.co\/3IAGGW81yp","544319450569134081":"NSW Transport Management has just told Seven News everyone in CBD of Sydney should now leave if they're able.","544303499756855297":"A crowd gathers near Martin Place. #sydneysiege http:\/\/t.co\/7NdqPYhwcY @JezNews http:\/\/t.co\/hCgUyOcuhn","544331918506872832":"\"Thank god 5sos aren't in Sydney\"\n\nWhy do you have to make everything about them? The hostages lives are just as important as theirs","544357935439417345":"Australia has a long history of terrorism (the use of violence in the pursuit of political aims).... #SydneySiege http:\/\/t.co\/dmDZizdeTD","544393723099238400":"#SYDNEY: Gunman tall man in late 40s, dressed in black – eyewitness http:\/\/t.co\/m51P8dUPhB #SydneySiege http:\/\/t.co\/NvJzFsGrFN","544516142983684097":"Gunfire and explosions were heard at the cafe moments after a group of hostages ran from the building. #sydneysiege http:\/\/t.co\/XIraAG7atA","544392801836728321":"From inside Martin Place newsroom we can see gunman is rotating hostages, forcing them to stand against windows, sometimes 2 hours at a time","544387390752567297":"-1,570,000,000 Muslims in the World\n-500,000 Muslims in Australia\n-1 terrorist in #SydneyCafe\n\nDon't stereotype\n\n#sydneysiege #PrayForSydney","544482745637158912":"Australians tweet #illridewithyou to support Muslims fearing an anti-Islam backlash from the Sydney hostage siege http:\/\/t.co\/sIu9ovm0l8","544384825332101120":"Islam is a non-violent religion. Don't let a few extremists or the media fool you. #SydneySiege http:\/\/t.co\/kamsNsPYLM","544475686740967424":"Gunman in #sydneysiege switches off the lights http:\/\/t.co\/5jtd36wFOU http:\/\/t.co\/a4MjlUrME7","544353257175654400":"Australia severely restricts gun ownership leaving citizens helpless! We MUST Stand Up 4 The #2A! \n\n#sydneysiege http:\/\/t.co\/ir9cenulLc","544384839906906113":"My heart goes out to all involved. Stay strong and be safe Sydney!  #sydneysiege","544399562866053120":"Call it extremism. Call it stupidity. But don't call it \"Islam\". Don't slander a beautiful faith. And I say that as an Hindu. #sydneysiege","544266241511133186":"A police operation is underway in Martin Place, Sydney's CBD. People are advised to avoid the area.","544432661419155456":"As the #sydneysiege continues, three faiths come together to pray for peace at Lakemba mosque. Photo: @Mo_Taha1 http:\/\/t.co\/aQzMFlZOTl","544336736948473856":"Sadly, this needs to be pointed out with the  amount of Islamophobia that is currently being posted. #sydneysiege http:\/\/t.co\/zLFyKHOKG1","544298663061643264":"My thoughts are with the people in Sydney right now","544325938826076161":"Stop saying we only care about the Sydney siege because it's 5sos' home. We care because it's our fucking country you rude pricks","544298354029506560":"You only look like a fuck wit when you make up stories relating to the #sydneysiege - Unless you read it from the police - don't believe it","544487579048222721":"Such scary news from Sydney. Thoughts &amp; prayers go out to the hostages &amp; their family's. 🙏","544428943080951808":"Australian police and media denying the Sydney gunman precisely what he wants: free publicity. Very controlled coverage. Spot on. Well done.","544450710926934017":"No matter how much you try to bring us down, one thing about Australian's is we ALWAYS stand together! 👍 #SydneySiege http:\/\/t.co\/vYQe6Xe90m","544464445787750401":"RT @mina_ysf: Religious leaders meet at Lakemba mosque in Sydney to pray for hostages  #sydneysiege http:\/\/t.co\/D0nQRWwz5D","544458427263512576":"The #illridewithyou movement has helped restore my faith in humanity. \n\n#sydneysiege","544402012570284032":"Breaking News - no new development on #sydneysiege. \nWe go live to the scene.\nReporter, what can you tell us?\nNothing.\n\nMore soon.","544518696463765505":"BREAKING: Police say Sydney cafe hostage situation is over after more than 16 hours.","544462825952133121":"The moment when one of the Sydney hostages ran out of the cafe. #sydneysiege http:\/\/t.co\/v8J5eYn06p","544425457471725568":"The Muslamic Council have called an emergency meeting to ensure that Muslims &amp; Islam are seen as the victims of the siege in Sydney","544345465311879170":"\"Police urge the media to be responsible in their reporting\", so the Daily Tele produced this. #SydneySiege http:\/\/t.co\/AqlHDXUXAF","544392353717317632":"Have just spoken with leaders of Sydney's valued Islamic community. Appreciated their support and reassured them we're in this together.","544354840042680320":"He's a man, we don't blame all men.\nHe has a gun, we don't blame all gunowners.\nHe's a Muslim, we should not blame all Muslims. #sydneysiege","544519396828672000":"New South Wales Police confirms the siege in a Lindt cafe in Sydney is over #sydneysiege","544431559320014848":"Absolutely shocking what Zayn Malik is doing in Sydney, disgusting individual.","544357899783655424":"The Australian Muslim community love their home and worked hard to dispel myths. I hope they do not suffer because of this. #sydneysiege","544410900854091776":"Australian Muslim community releases statement in response to #sydneysiege. http:\/\/t.co\/KE9UFxdXuD","544494058287423489":"#illridewithyou trends globally amid fears of reprisal atacks over Sydney hostage standoff http:\/\/t.co\/Up1pCWLqSo http:\/\/t.co\/0XMGuycC8R","544345074960584704":"Meanwhile, in the Sydney CBD extremist lunatics hellbent on the destruction of modern Australia released a 2pm edition of their newspaper.","544305672372772865":"A post of what we actually do know about the #Lindt Sydney siege. It is not very long. http:\/\/t.co\/QLRHSjYdib","544403526773125120":"All my thoughts are with Sydney right now. Scary, sad, day.","544483951524737024":".@statedeptspox: Our hearts and prayers go out to those who are being held hostage. #Sydney","544444661859749890":"The #sydneysiege has entered its 12th hour. Thoughts to the hostages and their loved ones. http:\/\/t.co\/gJAQklf3a7 http:\/\/t.co\/0E9m55ltOy","544460097146331136":"If u abuse or target a innocent muslim man or woman in response to what's happening in Sydney you are a moron.","544508035113439232":"Beautiful: Sydney stands up to racism &amp; bigotry with one hashtag: #illridewithyou \n(Via @LotteLeicht1)\nhttp:\/\/t.co\/lOigD7tMh2","544477802255630336":"#IllRideWithYou: Sydney Stands Up To Racism And Bigotry With One Beautiful Hashtag http:\/\/t.co\/oDMu7NcKIG http:\/\/t.co\/Exn8kz7Sml","544283374911627264":"If you have any lingering doubts that the threat of radical Islam is global as well as lethal ... http:\/\/t.co\/iKxnrd3Xal via @smh","544369501857263616":"This is so gross (via @LetishaWillocks) #sydneysiege http:\/\/t.co\/OKSHhaZbLV","544442068639416320":"Beautiful: As terror attack in Sydney is ongoing, ppl offer rides 2Muslims being abused on transport #illridewithyou http:\/\/t.co\/1oF6kMv7ij","544434475807936512":"If you're from Sydney please stay safe! all the love. xx #PrayForSydneyHostages #illridewithyou","544389770009276416":"faith in humanity restored. #sydneysiege http:\/\/t.co\/9x9M66JfSt","544499892010635264":"Amid Sydney cafe siege, Australians use social media to offer to accompany fearful Muslims: http:\/\/t.co\/Jx00MTgCqV","544419029905985536":"The #illridewithyou hashtag is taking off in support of Muslims riding on Sydney transport and it's beautiful:  http:\/\/t.co\/dD5NOQ87r6","544404937380093952":"Every Australian should be very proud of their police force today. #sydneysiege http:\/\/t.co\/U4oQlEC3dL","544443266926931968":"Sydney siege: Australians use Twitter to counter Islamophobia - http:\/\/t.co\/ROz2rrD4fa #illridewithyou http:\/\/t.co\/jHRkpuEmas","544396587192311808":"Hostage situation ongoing in Sydney business district.\n\nLIVE: http:\/\/t.co\/j1ljDbazOw\nUPDATES: http:\/\/t.co\/PD7pVfU9pQ http:\/\/t.co\/Q3ECKnYfPV","544350087020019712":"The #SydneySiege has now been going for six hours. http:\/\/t.co\/5yDIw5xAGl http:\/\/t.co\/RcxxfJncRs","544488899100147713":"Morning 'concerned' Narendra Modi tweeted about Sydney Siege. Evening about his campaign. Blast in Manipur, 1 Dead, not worth a mention","544474138287812608":"Too bad you can't take selfies of your character. 😐 #sydneysiege #selfie http:\/\/t.co\/dcrpAPkbf3","544495155198181376":"Why a hostage situation is neither the time nor place for selfies. #sydneysiege http:\/\/t.co\/HuAR1JBrp2 http:\/\/t.co\/UXnJUuSABn","544427042616254465":"A gutless prick with a gun is trying to provoke the worst in us. Instead, he's inspired the best in us. I love you, Sydney. #illridewithyou","544346361101963265":"Just really, really want this #sydneysiege to be over. Those poor people 😓","544325896661114881":"NSW police commissioner: Suspect holding \"undisclosed\" number of hostages in Sydney; situation contained - @9NewsAUS http:\/\/t.co\/2hoFvCo4k4","544436750097973250":"Such powerful images of hostages escaping, those poor women. And the fear for those still trapped inside #Sydneysiege http:\/\/t.co\/uv64bN7P8q","544290967369428992":"Just fyi, if you're using a hostage situation to justify your racism and Islamophobia you're using the same tactics as jihadis #sydneysiege","544516739178827776":"Heartbreaking &amp; beautiful story of how amazing Muslim-Support Hashtag #illridewithyou emerged , way to go Sydney! 🙌✊👌 http:\/\/t.co\/UAa5ScNAEi","544515971637968898":"US soccer has a new First Couple: USWNT's Sydney Leroux &amp; KC's Dom Dwyer (22 goals in '14) http:\/\/t.co\/qlX3bOQHEc (via @sydneyleroux)","544435708299972608":"Gunman takes hostages in Sydney cafe, displays flag w\/ Arabic script: http:\/\/t.co\/BRxUW9w2Lb #5Things #sydneysiege http:\/\/t.co\/JOQo1k5ila","544442676410867712":"#illridewithyou is the best thing to come out of the #sydneysiege\nhttp:\/\/t.co\/4REoJBzPxD http:\/\/t.co\/DIiAZNrALl","544495167836016640":"At least 5 dead as gunman goes on rampage in PA, suspect reportedly barricaded in a home http:\/\/t.co\/aCLslANGxu http:\/\/t.co\/H4Mhm1cyOm","544411992279093248":"I condemn people who hijack my religion. It will make Australian Muslim's lives harder. You hate terrorists, I hate them more #sydneysiege","544298121379852289":"Unfortunately this is where Twitter is at it's best and worst. Please don't tweet about #sydneysiege with police intel or misinformed rants","544440498594017280":"Thinking of everyone in Sydney. Hope you all get home safe and sound xx #PrayForSydney","544323127522906112":"ISIS beheadings, Boko Haram school attacks, the London beheading, Canadian soldier shot in cold blood, Sydney attack. #IsolatedIncidents","544477048048082945":"'Sick' people are actually taking selfies at the site of the #sydneysiege http:\/\/t.co\/DebSinfhyH http:\/\/t.co\/eREuEQaaLU","544520690490417152":"The #sydneysiege is over! Confirmed by Sydney Police on twitter!\nThank god! I hope everyone are and stays safe!","544393165101613056":"because it seems that some people here need this clarification #sydneysiege #NotInMyName http:\/\/t.co\/GpWnZfFHbv","544393766287970304":"UPDATE: The Australian Grand Mufti has strongly condemned the actions of the lone gunman in #SydneySiege. #9News http:\/\/t.co\/9lSZ6cTqOV","544407393451646976":"#SYDNEYSIEGE: American readers weigh in with their messages of support. http:\/\/t.co\/cOmyiucT5B","544520615441756162":"BREAKING: Police says siege at #Sydney cafe is over and hostages have been released. http:\/\/t.co\/zZoyI7yQT1 http:\/\/t.co\/mx5elAFybR","544503217107648513":"BREAKING: Gunman alleged to have taken hostages in #sydneysiege identified as Man Haron Monis, official tells CNN http:\/\/t.co\/VUVPPrKuDc","544346261365600257":"How does the world battle terrorism when the very ideology behind it is exempt from criticism. #sydneysiege","544463701030354944":"Thousands tweet declaring their solidarity with Muslims.. #IllRideWithYou #sydneysiege http:\/\/t.co\/Lq0VjkWreY http:\/\/t.co\/QJkzmNP26n","544314020539289600":"Abbott Govt MP @andrewnikolic using ongoing #SydneySiege terror to smear @Greens MP. Resign now you disgusting turd http:\/\/t.co\/9FOfmGOrtu","544492465185898496":"Sydney hostage crisis: 5 people have escaped, Islamic flag displayed. Our live coverage: http:\/\/t.co\/CDzl7chb9R http:\/\/t.co\/mJZHKcJY9e","544336572141694976":"#SYDNEYSIEGE: Crowd gathers at police cordon in anticipation of news on hostage situation  http:\/\/t.co\/2zFjvlPC1n http:\/\/t.co\/YW5zGPMEWS","544427255439425536":"If you're wondering whether to go to work tomorrow here is a mp of the #sydneysiege exclusion zone: http:\/\/t.co\/94fDIKA5dO","544279950929321984":"I repeat=&gt;if you are in Sydney, do NOT tweet or post news of what Police are doing around Martin Place. Assume jihadists follow social media","544280650455728129":"DEVELOPING: Major police operation underway at Martin Place in Sydney's central business district, police tell @ABC News.","544477097016578048":"There's been movement at the cafe, the gunman moving a hostage past the window, two more hostages change positions. Not much sleep in there","544492614838673408":"Such scary news to hear about the #sydneysiege. Hoping everyone gets out safely. What a terrible man.","544443959662358528":"Australians respond to #sydneysiege with #illridewithyou hashtag http:\/\/t.co\/BR5qtAhlTp http:\/\/t.co\/pmvs0rNAFF","544296465619619840":"Did somebody forget to tell that radical Islamist that guns are banned in Australia?!?! #BadGuysDontFollowGunLaws. #sydneysiege","544309096351268864":"Aussie Muslim Mullah on @BBCWorld brings up 'Australia's Foreign Policy' in discussion over #SydneySiege. Shame @BBCNews for indulging him.","544490976253726720":"I guess when police told the media not to name the gunman they actually meant \"please put his name and face on the front page\"? #sydneysiege","544332610097676288":"Just in: U.S. Consulate near the scene in Sydney has accounted for all of its personnel: http:\/\/t.co\/0h2F8SVCS2 @CNN http:\/\/t.co\/UUiuFBi01A","544306732475105283":"LIVE: Police operation underway at Sydney's #MartinPlace; train station also shut http:\/\/t.co\/YYXZGAVclP http:\/\/t.co\/5IPTUT3Iih","544513510450155520":"This morning jihadists were all excited with #sydneysiege , now they call the hostage taker a \"dirty Iranian\" since he is Shiite","544504954334224384":"#illridewithyou Australians rally against Islamophobia #sydneysiege http:\/\/t.co\/FhzSoccp22 http:\/\/t.co\/cX9lAlj52h","544434450918932480":"Unless you work in an exclusion zone, please go about tomorrow as you normally would. Exclusion zones can be found at http:\/\/t.co\/cpPgIfCzXC","544443377643954176":"Watch: Escaped hostages are helping police create 'peaceful outcome' for #Sydneysiege http:\/\/t.co\/TzSlNsgTip http:\/\/t.co\/0O3kEAf7Pt","544369229987078145":"Mother gets heartbreaking text from son: ‘'Mum, I'm in the cafe. I'm OK, can't talk' http:\/\/t.co\/Zc5a87cejI #SydneySiege","544496648445890561":"Australia's reaction to the #sydneysiege is magnificent. #illridewithyou http:\/\/t.co\/Lq0VjkWreY http:\/\/t.co\/7k7o55TkYE","544437375003131904":"In the past 2 hours there have been more than 40,000 mentions of #illridewithyou http:\/\/t.co\/1nLr4EqqBn #sydneysiege http:\/\/t.co\/X9Sb2fbGAy","544432190281359360":"News Corp seems to be having an internal conflict over whether we \"changed forever\" today or not. #SydneySiege http:\/\/t.co\/X8QIjGxwAC","544381029537312769":"Sadly, this needs to be pointed out with the  amount of Islamophobia that is currently being posted. #sydneysiege http:\/\/t.co\/bEEhIg9NnM”","544520379176599552":"Glad to hear the #sydneysiege is over, but saddened that it even happened to begin with. My heart goes out to all those affected. 💜","544435685864660992":"A Muslim,a Jew &amp; a Christian walk into a bar.Except it's an interfaith solidarity stand against bigotry in Sydney. ❤️ http:\/\/t.co\/rp5jRN5uPp","544457877688430593":"Sydney residents urged: \"Go about your normal business\" http:\/\/t.co\/3shTK9yYOh #sydneysiege http:\/\/t.co\/IR8PgFUG68","544436666661085184":"Hostage-taker appeared 'extremely agitated,' said journalist at scene of Sydney siege: http:\/\/t.co\/nuQ1l0njgm http:\/\/t.co\/Xztgfqtx51","544509652390924290":"UPDATE: Jihadist in #Sydney standoff identified as Iranian sex assault, murder suspect: http:\/\/t.co\/WrPVZSJHlX http:\/\/t.co\/VUxUwzj0FZ","544448652886818816":"#sydneysiege prayers to those who are held hostage. Family &amp; friends! 💛❤️💚 http:\/\/t.co\/fBs68RehUk","544468178961592321":"Narendra Modi tweets about Sydney Siege! Not a word about Manipur Blast! If only Manipur was not in India, he would have showed concern","544419162001383424":"RT @newscomauHQ: Every Australian should be very proud of their police force today. #sydneysiege http:\/\/t.co\/v7O6yunJNS","544472800379940864":"The #sydneysiege just entered its 14th hour. Love &amp; prayers to the hostages and their families. Stay Strong.","544317139323473920":"#AustraliaStrong #sydneysiege Canadians praying for a fast and peaceful outcome http:\/\/t.co\/7C6CZRDrRq","544406288231174144":"I'm confused. Did nothing or everything change? Don't mess with me News Corp! I need answers!#auspol #sydneysiege http:\/\/t.co\/DnG6j8XZvt","544414028752121856":"The #illridewithyou movement is the best possible response to hatred and racism. I love you Sydney #Sydneycafeseige","544461231549992962":"My hometown, #Sydney, just showed the world how to face terrorism and fear. I'm moved to tears. #illridewithyou","544497307933474816":"#SydneySiege UPDATE: Gunman identified as local resident Man Monis, has police records http:\/\/t.co\/6bXGBh0qHD http:\/\/t.co\/3vw2bF1Ojo","544360342995099648":"Why the hashtag #SydneySiege? There are a few places in the world that are actually under siege. Sydney is not one of them.","544326782334558208":"\"No contact with #SydneySiege armed offender at this stage\": @nswpolice http:\/\/t.co\/z9JrtJ2IN3 http:\/\/t.co\/v0ipmuacMP","544446667312091136":"#illridewithyou: hashtag offers solidarity with Sydney's Muslims after cafe siege http:\/\/t.co\/SVLDF89kZq","544515517546254338":"What we know about suspected hostage taker in Sydney http:\/\/t.co\/B17EiJYhWu http:\/\/t.co\/lKolS1SkGN","544311814649942016":"Follow all of the latest updates on #sydneysiege on our #live blog http:\/\/t.co\/7NdqPYhwcY http:\/\/t.co\/hUbJsVwJOn","544321311250468865":"Cafés around the area letting us charge phones and handing out water. This is the best side of Sydney. #sydneysiege","544447757860483072":"#IllRideWithYou: Australians show solidarity with Muslims amid the Sydney siege http:\/\/t.co\/5hFgbIp2C3 http:\/\/t.co\/czDCx7OdM4","544293770926120960":"Police are requesting that no photos are shared on social media #MartinPlaceSiege #SydneySiege #MartinPlace","544365039663083521":"If you're following the situation in Sydney, I beg that you read this article. Skim it, even. So long as you see it. http:\/\/t.co\/jy0xmKaRST","544452969702236161":"Saying every Muslim is a terrorist is like saying every Christian is a member of the Klu Klux Klan.Completely untrue and unfair #sydneysiege","544508725420380160":"Reports: Alleged Sydney hostage taker was charged as accessory to ex-wife's murder http:\/\/t.co\/6T7xVdcwdD http:\/\/t.co\/EdqjZdgxMM","544447054034919424":"Channel 9 now showing footage of 9\/11. You've gotta gotta gotta be kidding me. #sydneysiege","544406931897479168":"#NSW police have asked us, and others, not to broadcast demands from the #lindtcafe gunman. We will comply. I will have more to say at 7.30","544314810884562946":"#sydneysiege We sit in the reality of grief, shock and unknowing. For this moment that is enough. http:\/\/t.co\/bnUK0ZFvJt","544477834396577793":"just heard about the wretched events going on in sydney.. seeing this hurts because there's just nothing you can do to help.. #PrayForSydney","544416939867529216":"Australians unites against #racism with #illridewithyou following #sydneysiege http:\/\/t.co\/XTEWFBu7k3 http:\/\/t.co\/uafLUq7MvF","544330861680664576":"If Islam is a religion of peace why aren't their extremist extremely peaceful? #sydneysiege","544450135988899840":"Dozens of emergency vehicles waiting on Elizabeth St. Let's hope none need to be used #sydneysiege  http:\/\/t.co\/Kq1it6sH6k (@braceyjames)","544387669766451200":"VIDEO: Hostages flee from Sydney cafe: http:\/\/t.co\/fJpal8WRo7","544334612718055424":"A map of the #SydneySiege location at Martin Place in Sydney's CBD, and some of the surrounding prominent buildings. http:\/\/t.co\/KMpXEBLqne","544399649025433601":"RT RT RT @ZeeGingaNinja: because it seems that some people here need this clarification #sydneysiege #NotInMyName http:\/\/t.co\/perQGp5yro","544395562666037248":"“Very surreal” scenes as Sydney's CBD becomes a ghost town in the wake of the #sydneysiege http:\/\/t.co\/a2vgrn30Xh http:\/\/t.co\/zSC9R29QZ8","544458083129229312":"3 men have arrived at Queens Square to pray for the safe release of the hostages in Martin Place, Sydney. http:\/\/t.co\/1cnQCzxYg1","544419497667751937":"WATCH: @nswpolice conference about #sydneysiege http:\/\/t.co\/pE4IorleXC http:\/\/t.co\/yj4HxeM3wW","544470979842281472":"Dear Media, You might want to know that Imphal has more Indians than Sydney and there has been a terror attack there too.","544307589245587457":"Please, please, please read these tips for major news stories, especially when lives are at stake. #sydneysiege http:\/\/t.co\/QgToJNV2b1","544521948924248066":"WATCH: The dramatic moment tactical teams stormed the Sydney cafe https:\/\/t.co\/v8UYPgnyog","544401029211496449":"Odds are if your hating on #Muslims b\/c of #MartinPlace #sydneysiege you were already bigoted douchebag.  \n\nNow just add \"opportunistic\" one","544417650680823808":"I love reading the #illridewithyou tweets from Australians in response to anti-Muslim hatred in the midst of #sydneysiege. Lovely humanity.","544520990538358784":"MORE: Police say hostage situation in Sydney is over after a swarm of heavily armed police storm downtown cafe: http:\/\/t.co\/Tn8BlZvwmp","544293069957259264":"Please don't post \/share tactical information\/police movements on social media! #sydneysiege","544429467968339970":"to all of those who aren't Australian, please be thinking of the hostages in Sydney tonight, just to spare a simple thought, it's terrifying","544469609433563136":"There's anger after people start taking selfies outside the #sydneysiege cafe. http:\/\/t.co\/6BcdtB1GH1 http:\/\/t.co\/7N5547eoAY","544334623023452160":"Btw, how come no \"professionally\" secular voice has blamed RSS for the Sydney terror plot so far? Is Lutyens zone waking up late today??","544475892685099008":"Dont you dare blame zayn for whatever is happening is sydney. 'terrorist' is not just a word you can throw around like this. Grow up.","544464695646617600":"#illridewithyou: How Australians are responding to the #sydneysiege http:\/\/t.co\/QHPppa6G33 http:\/\/t.co\/ktqvCVTsSY","544401367540834304":"I just pray for a peaceful safe resolution for all involved in Sydney tonight.","544439380329644032":"More than 40 Australian Muslim groups have jointly condemned the #Sydneysiege http:\/\/t.co\/zaaJmX7qYP http:\/\/t.co\/FMea5hXP5u","544356213837017089":"Central Sydney is in lockdown amid a developing hostage crisis http:\/\/t.co\/8P5yGkL0QA","544453564718804992":"90,000+ Tweets for #illridewithyou, 1,100 per minute. Trending number 1, globally. #SydneySiege http:\/\/t.co\/NGeyUifhd8","544495240640757760":"Prophet #Muhammad said:\nHe will not enter Paradise whose neighbor is not secure from wrongful acts. \n#illridewithyou #sydneysiege","544415425140776961":"Prayers go out to the hostages in Sydney❤️","544389639046721537":"I was briefed overnight on the siege in Sydney. It's deeply concerning and my thoughts are with all those caught up in it.","544447768354639872":"#illridewithyou: hashtag offers solidarity with Sydney's Muslims after cafe siege http:\/\/t.co\/ftQXVzjU5U","544281012708970497":"Be especially kind to each other today, Sydney. Especially to our Muslim friends - don't let good people be judged by the actions of a few.","544484477930467328":"Walked past the lindt cafe at around 9:20, never would think that this event would occur only minutes later. #sydneysiege","544459333983948800":"The #sydneysiege has now entered its 14th hour. Police are still doing \"all they can\" | http:\/\/t.co\/6KGlfakEFG http:\/\/t.co\/ZIJ0C3Xsx2","544487556700598272":"The police man's like, \"It's alright. I got you, I got you.\"💔\n\nStay strong Australia ❤️ #sydneysiege #PrayForSydney http:\/\/t.co\/F2IZFOKiA7","544382795099799553":"My Thoughts and Prayers go out to everyone involved in #sydneysiege may there be a peaceful outcome.","544403112656527360":"The biggest challenge now is to insulate our youth from the influence of the IS. #sydneysiege","544512078518968320":"A siege in Sydney suggests a new trend in jihadist violence may have reached Australia http:\/\/t.co\/fMasqw90y7 http:\/\/t.co\/bXBgoavJ2s","544309956250320897":"PM Abbott: Our thoughts and prayers must above all go out to the individuals that are caught up in this. #SydneySiege","544309497041133568":"My fellow Australians. Let's stand together against the #sydneysiege as well as the hatred against innocent Muslim #Australians.","544294618758520832":"Sydney police and gov't officials asking public on site not to tweet info about #MartinPlaceSiege because could be \"tactically important\"","544519486498676736":"BREAKING: Police say the hostage situation in Sydney is over: http:\/\/t.co\/pFI0hfrn0j #sydneysiege http:\/\/t.co\/SMAlQQgCtH","544426421331169280":"Thinking of everyone involved in Sydney. Hope everyone gets out safely. Send love","544500288183607296":"#sydneysiege gunman identified by police as well-known Islamist cleric Sheikh Man Haron Monis http:\/\/t.co\/X5paOdvHJh http:\/\/t.co\/KF4jGtiwdb","544452087468150784":"An updated map of the Sydney exclusion zone around the hostage site at Martin Pl. #sydneysiege http:\/\/t.co\/aOuG4dmrHb http:\/\/t.co\/NhxD3CXt73","544461661055098881":"Thousands tweet declaring their solidarity with Muslims. #IllRideWithYou #sydneysiege http:\/\/t.co\/Lq0VjkWreY http:\/\/t.co\/GrLMRWCeHe","544518036255150080":"Photos, video and live updates from the #Sydneysiege, where hostages have been held in cafe: http:\/\/t.co\/DjpBDo9Rhv http:\/\/t.co\/lJZVbVhDxD","544348392944463872":"BREAKING: Australian National Imams Council condemns Sydney siege http:\/\/t.co\/qFdU4gHjAE","544517500118249472":"A Muslim woman took her scarf off\nout of fear after the Sydney Siege\nBut she's comforted by strangers\n#illridewithyou http:\/\/t.co\/JYXnCu1xat","544467822168920064":"#illridewithyou: Australians stand up to racism following #sydneysiege http:\/\/t.co\/3VyDr99cZI http:\/\/t.co\/WfQ8yIHIo1","544296463027961856":"Can someone pls cite Qur'anic verse about taking hostages at a chocolate shop to spread Islam? I'm having trouble finding it. #sydneysiege","544414686935285760":"A crazy world we live in. A hostage crisis metres away &amp; peoples' 1st thought is \"let's take a selfie\" #sydneysiege http:\/\/t.co\/leViTv30En","544308490840195072":".@cnni NOT showing live pics of #sydneysiege to protect police &amp; hostages. Unless noted, images are recorded. Anchors are live. #Australia","544394005182963712":"PM: I was briefed overnight on the siege in Sydney. Deeply concerning and my thoughts are with all those caught up in it.","544369653015801856":"If you're taking selfies in #MartinPlace at the site of the #sydneysiege then... I... just... just don't.","544365585417527296":"In case of queries about Indian nationals following  events in Sydney contact Dr Vinod Bahade Dy Consul General at phone +61 481 453550","544288009747566592":"Are you in #Sydney? Have you witnessed the #MartinPlaceSiege? Tweet us NOW at @BBC_HaveYourSay #sydneysiege http:\/\/t.co\/NBveZGlDni","544301012492632064":"MASSIVE OPERATION: \"Hundreds of armed police have swarmed the area.\" #sydneysiege (LIVE) http:\/\/t.co\/uq626Z2Sfu http:\/\/t.co\/oKLjdaWVAk","544397240601563137":"this photo speaks a thousand words, praying for all people being held hostage #sydneysiege #SydneyHostageCrisis http:\/\/t.co\/Pk3wwqd8FS","544445607717261314":"As the #Sydneysiege drags on and bigotry flares up, Australians are saying #illridewithyou in solidarity with the Muslim community.","544435030127161344":"\"thank god 5sos aren't in sydney\"\n\nYEAH WELL PEOPLE'S FAMILIES ARE IN THAT CAFE YOU DICK","544479045149130753":"Thousands tweet declaring their solidarity with Muslims... #IllRideWithYou #sydneysiege http:\/\/t.co\/Lq0VjkWreY http:\/\/t.co\/DRsCNjqt4y","544369574842347520":"Press Council confirms it has received complaints about Telegraph's \"Death Cult\" #sydneysiege afternoon front page http:\/\/t.co\/WI4NrNtBcm","544465040666288129":"Why a hostage situation is neither the time nor place for selfies #sydneysiege http:\/\/t.co\/AYGnzNVxOX http:\/\/t.co\/yhHldK5Wne","544457904422531072":"Now I've sent it all… father has brought his two young girls to pose and take pictures at hostage scene #sydneysiege http:\/\/t.co\/s5tCMK5SO9","544404673357021184":"This man carries a gun, not a religion\n#sydneysiege http:\/\/t.co\/gIFZpW54Qk","544515671347200001":"A solitary lunatic, with a history of trauma, sexual violence and a shotgun. Not a jihad, just Martin Bryant in a hat. #sydneysiege","544402024524038144":"If terrorism thrives on publicity, then the media has mostly played to script @Rory_Medcalf writes: http:\/\/t.co\/eY2VcrnOJK #sydneysiege","544462911729455104":"Those News Channels &amp; Anchors who didn't cover Assam riots citing 'Tyranny of Distance', are doing minute-by-minute coverage of #sydneysiege","544464812621578243":"Tonight pray for the hostages and their families in #sydneysiege and pray too for the police on whose courage and wisdom so much depends.","544301338935312384":"Dozens of heavily armed police have surrounded the cafe in Sydney's Martin Place. #sydneysiege http:\/\/t.co\/7NdqPYhwcY http:\/\/t.co\/wMS99GGwE1","544424261163569152":"What is happing in #sydneysiege has nothing to do with #islam. These terrorist groups do NOT represent Islam at all. http:\/\/t.co\/NtTNrXO368","544287332061298688":"DO NOT TWEET POLICE MOVEMENTS. Don't tweet photos of police, their faces, their location, anything. Seriously. It's simple #sydneysiege","544496602262806528":"Australian Muslim youth handed out 2000 flowers and 3600 water bottles to people in sydney #illridewithyou http:\/\/t.co\/DDUknU9jqr","544470708093747202":"From this Muslim: The Australians tweeting #illridewithyou are my brothers and sisters. The gunman and his sympathizers are my enemies.","544313592477384704":"Who are Australia's radicalised Muslims? http:\/\/t.co\/OJwV3U8EqL #sydneysiege #MartinPlaceSiege #Lindt http:\/\/t.co\/dUM7BM0GPu","544329431998038016":"Praying for the hostages in Sydney. Please let this end safely.","544414634308939776":"#IllRideWithYou: where people offer to accompany people who fear for their safety on their train\/bus trip home gives me hope. #SydneySiege","544427333969805312":"People are actually taking selfies on the site of the #sydneysiege http:\/\/t.co\/IGzN45UkSO http:\/\/t.co\/3rzcvU7Kg2","544420067774316544":"Shocked by events in Sydney.  Thoughts are with those affected.  We are in close touch with Australian colleagues.","544405761925738496":"Disgusted by any media coverage of the #SydneySiege? Protest it by not clicking, not buying, not engaging with irresponsible journalism.","544284483453595648":"Police outside the Lindt cafe in Martin Place. Photo by Fairfax photographer Daniel Munoz. #SydneySiege http:\/\/t.co\/2bmB5jRqjI","544428261602623488":"The fact that Harry tweeted about Sydney, just proves how much he cares. \n\nLove that boy ♥\n\n#sydneysiege","544449039433883650":"#illridewithyou reflects the true #aussiespirit during the undesirable actions of the few! Stand tall in the face of adversity! #SydneySiege","544275733607366656":"This is not going to end well in Sydney . Wake up Britain it's coming here.","544514782456729600":"#SYDNEYSIEGE: Police storming #Lindt Cafe, paramedics on scene http:\/\/t.co\/kJdiVv0nB9 http:\/\/t.co\/Ny7rYKuH2g","544364507342979072":"In case of queries about Indian nationals following  events in Sydney contact Dr Viond Bahade Dy Consul General at phone +61 481 453550","544518337498058753":"Sydney siege is over. More details to follow.","544439832466817024":"I'll be honest, the multi-faith prayer vigil is making me a little teary. #sydneysiege http:\/\/t.co\/4eWj2PeTpn","544458445764968448":"hope they'll be safe. I'm at the opposite of the world but I'll pray for you, Sydney #illridewithyou #PrayForSydney http:\/\/t.co\/VEcdVkGnRP","544480083982168064":"Sending all my love to Sydney. Horrible situation... Stay safe everybody.","544391790615605249":"\"Profoundly shocking\" -Australia PM Tony Abbott delivers second  #sydneysiege statement. MORE: http:\/\/t.co\/VaKt3ZpRZR http:\/\/t.co\/I9VOzKLcET","544298334354411521":"“This is obviously a deeply concerning incident,” Australian Prime Minister says on unfolding situation in Sydney. http:\/\/t.co\/02SVSxOrFt","544494652418949120":"I BEAT THE FUCK OUT OF THAT FUCKING JABRONI IN THE AUSTRALIA #sydneysiege","544348695076954114":"Follow @BBCNewsAus and our LIVE page for more updates on #sydneysiege http:\/\/t.co\/HF9YspoYHL #Lindt http:\/\/t.co\/IfCERWGP2C","544292798887784449":"#sydneysiege #sydneycafesiege our thoughts and prayers r w all Australians tonight. America will NEVER forget that u stood w us after 9\/11","544438653410639872":"Shocked and disgusted about what's happening in Sydney... Those poor people trapped in that cafe.. #illridewithyou","544279603259248640":"If you are in Sydney near Martin Place, do NOT tweet police movements, or mention them anywhere else.","544476533302505472":"I admire how the Australian police have dealt with #sydneysiege so far. Patience. Communication. No bullets fired. US Police - take note.","544301589931241472":"Australian PM Abbott expected to speak soon on \"reported hostage-taking incident\" in Sydney, @9NewsAUS reports - @WorldNews","544482233038286848":"Anticipating backlash, Australians start #illridewithyou campaign to support Muslims http:\/\/t.co\/OwlpLBy32e http:\/\/t.co\/G0ri6QlEW8","544518859290464256":"Rest assured, in a non-judgmental way, we are monitoring Sydney, Australia's ongoing workplace incident.","544418204508893184":".@amcoren's report on what we know right now about the #sydneysiege: http:\/\/t.co\/lkXAAgN5Rg","544512465099587584":"Thoughts are with you Sydney 😔","544373513407062016":"Massive respect to @nswpolice today. Their professionalism and calmness under such circumstances is amazing. #sydneysiege","544299029601861632":"This is a man with a gun.\nNot a religion.\nThis is a man with a gun.\nNot a people.\nHe is no more powerful than we let him be.\n#sydneysiege","544520586576547840":"Video: The moment the police stormed the Sydney cafe. Police confirm the siege is now over. http:\/\/t.co\/E7RSvVibiu http:\/\/t.co\/u6dVtuoAUc","544496062321664001":"While all eyes on #sydneysiege - 5 shot dead in Philadelphia, in the much bigger acceptable terrorism of US gun crime http:\/\/t.co\/9N4VUmhhml","544300256981430272":"Muslim extremists are always so open to reason and negotiation.\nThis should end well.\n#sydneysiege","544327577406410752":"Just seen the scenes from Sydney. Tho gets with the people &amp;  their families of those inside the cafe at the moment.","544286833362747392":"#SydneySiege no real time operational footage or on the ground movements will be shared by the media to ensure terrorists are not aided.","544443259804598272":"I'd love it if we never publicly identify this crazed #sydneysiege gunman. No name. No photo. No infamy. Just forever a nobody.","544298507868200961":"PM Tony Abbott will hold a press conference on the #SydneySiege in 20 minutes.","544295871592951808":"Police chopper hovers over a deserted Opera House concourse.   #sydneysiege http:\/\/t.co\/7NdqPYhwcY @cberkman http:\/\/t.co\/BiZO12n1St","544334431830286336":"thoughts with the hostages and their families. prayers for a peaceful ending. #sydneysiege","544443154964152320":"An Imam, a Rabbi and a priest have held a joint prayer session for the cafe hostages, at Lakemba Mosque #sydneysiege http:\/\/t.co\/WrRuIeVd4m","544449562552045568":"This Facebook post about Australia &amp; #sydneysiege is absolutely worth reading #illridewithyou http:\/\/t.co\/FIC5S8vLir http:\/\/t.co\/oXeiRhyje7","544376469279875072":"\"You never see non-Muslims do things like this.\"\n#SydneySiege http:\/\/t.co\/nPxTMBmK11","544512867144192000":"A moron says something nasty about a Muslim on a bus, he's a national trend. An ISIS sympathizer gets violent in Sydney, he's a lone wolf.","544476597512699904":"My thoughts and prayers to the hostages, their families and friends. #sydneysiege","544321631976296449":"Images of the #SydneySiege http:\/\/t.co\/dx5yyCVc9K http:\/\/t.co\/wRpCfYU3sy","544518583112314880":"MOMENTS AGO: Police storm cafe in Sydney where hostages have been held http:\/\/t.co\/1L74Pqbkka http:\/\/t.co\/tsvpi90l5w","544410895602839552":"Australian Muslim community releases statement in response to #sydneysiege. http:\/\/t.co\/r6UMUVGxHV","544328673097039873":"We are being tested today in Sydney. But whatever the test, we will face it head-on. And we will remain a strong, democratic, civil society.","544462918465503233":"I condemn the Sydney cafe siege of innocent civilians ... such terrorism and negativity has no place in 21st century civilization.","544391471458451456":"Tony Abbott: \"We are a free, open and generous people and today we have responded to this in character.\" http:\/\/t.co\/qSkztZHuUR #SydneySiege","544466903364673536":"As we lay down our head in the safety of our homes tonight,countless hostages face an uncertain night. Our thoughts are with U #sydneysiege","544515546633355264":"All quiet again after multiple gunshots in #MartinPlace. No word on whether hostages are free #SydneySiege http:\/\/t.co\/8LEGvRXv8m","544274797640044544":"Australian Police Operation Under Way In Sydney http:\/\/t.co\/FHC09vZ3yP","544375969687953410":"#ISIS is to #Islam what the Westboro Baptist Church is to #Christianity:\n\nAn abomination. \n\n#siege #sydneysiege #MartinPlace #Lindt #Islamic","544467299218886656":"Very little movement at the Lindt Cafe. One person, we believe to be the gunman, walking toward back office. He is carrying an iPad","544519298015039489":"Police confirm Sydney siege has ended - @nswpolice http:\/\/t.co\/N5mmnilz4Z","544417680284192768":"Thoughts and prayers this morning with those affected by what is happening in #Sydney","544403765575839744":"Shameful tourists take selfies at scene of #SydneySiege http:\/\/t.co\/k84Z2MRll2 http:\/\/t.co\/FQFV6pmkKK","544441034948636672":"My thoughts are with you Sydney ❤️","544420432099545089":"Over 6,500 #illridewithyou tweets already - currently 198 Tweets per minute - god love you Sydney","544416937178976256":"The Australian Muslim community releases a statement with regard to #Sydneysiege http:\/\/t.co\/TBSBYzD1xd http:\/\/t.co\/HgHhpuvsWk","544439077756755969":"I suggest all people planning on going to the city in Sydney on New Years Eve to not. It's too risky at this point! http:\/\/t.co\/UgJq3mlFES","544360851646709760":"People being held as hostages does seem a perfect selfie moment 😬😐. Absolute morons! #sydneysiege http:\/\/t.co\/zZY5lr0H6y","544437117963616256":"You know if we manage to turn the #SydneySiege into a positive force of community this man will have achieved the opposite of his intentions","544432946841538560":"Mosques, synagogues, churches hold unity prayers #sydneysiege http:\/\/t.co\/AQHlrOe3UW http:\/\/t.co\/doMdGfLWeg","544464731449196544":"11:11 - My wish is that this hostage situation in Sydney ends without anyone getting hurt !!","544285213891629056":"Blame-game, disharmony &amp; hatred against all Muslims is what these fanatics at #MartinPlace #SydneySiege want! Don't let them win. #Prayers","544374569016885248":"The media need to take a step back and realize this is people's lives not a Kardashian wedding. Facts not fabrications. #sydneysiege","544309943533600769":"Australian PM Abbott: Motivation of perpetrator in Sydney hostage situation is not yet known - @9NewsAUS http:\/\/t.co\/SI01B997xf","544280617160949760":"No one fully knows what is happening with the #sydneysiege but we do know anti-muslim and ignorant speculation isn't needed.","544330174351679489":"The incident in Sydney is disturbing. Such acts are inhuman &amp; deeply unfortunate. I pray for everyone's safety.","544420375224791040":"To the people taking 'selfies' and getting drunk whilst watching the #SydneySiege - as if it's a spectator sport - you dickheads","544467919003213824":"Page one of Tuesday's Sydney Morning Herald, first edition. #sydneysiege http:\/\/t.co\/qpw9Jtvvtb","544520195659014145":"VIDEO: Watch the dramatic moment heavily armed police stormed the Lindt Chocolate Cafe http:\/\/t.co\/6Nlwbf9BwL #sydneysiege #ABCNews24","544489539348471808":"The civilized world remains blindfolded.  #australia #hostages #ISIS #sydneysiege #illridewithyou http:\/\/t.co\/vR90pMKLhD","544410907204259840":"Australian Muslim community releases statement in response to #sydneysiege. http:\/\/t.co\/VJofHybEUi","544341255174356992":"Grand Mufti Prof. Ibrahim Abu Mohamed has condemned the siege in Sydney as a \"criminal act\" denounced by Islam #7News http:\/\/t.co\/qlc374dICq","544427133398175744":"People taking selfies in front of the #SydneySiege - you need to take a long hard look at yourselves, and not through your phone.","544305859904286720":"Is the Sydney hostage taker a Muslim because of the flag hoisted?","544453205682556928":"Australian mosque imams refer to #SydneySiege as a \"criminal act\", NOT as a terrorist act. Refuse to renounce JIHAD. https:\/\/t.co\/Wt8CtS18Zf","544349773676179456":"Hey Hillary R U home empathizing with these scumbags! I want a leader who will wipe them off the planet! #sydneysiege http:\/\/t.co\/ulXUdng7WC","544420376424353792":"Here's what we do and don't know about the #SydneySiege http:\/\/t.co\/H3l0WkhtwQ http:\/\/t.co\/vlIDzwiUv2","544334394912014336":"So the flag didn't tip you off?\nAustralian police: \"We have not confirmed this is terror-related event\" #sydneysiege http:\/\/t.co\/MYQN1pYvfD","544335202923737089":"If you are ignorant, this is the most important thing you will see today.\n\n#sydneysiege http:\/\/t.co\/x1kEe8RBkq","544376073685712896":"As the @nswpolice have asked: if you're in the Sydney CBD just to check out the #SydneySiege at #MartinPlace, you should go home.","544329896529760256":"Idiots tagging me,blaming \"Australian foreign policy\" for #sydneysiege WTF has Lindt chocolate got to do with anything? No excuse for terror","544393889113600000":"Police have asked media outlets not to reveal the demands the hostage taker has made. #SydneySiege","544401374675341312":"Sending my thoughts and prayers to everyone in Sydney","544468997916614656":"Australians say \"i'll ride with you,\" showing solidarity with Muslims amid the Sydney siege http:\/\/t.co\/7XDd3YbIO4 http:\/\/t.co\/J0mJHR3DE5","544401577113845760":"The media need to take a step back and realize this is people's lives not a Kardashian wedding.  #sydneysiege","544478625383608320":"Indians : OMG OMG. Can't believe this. God is Cruel. #sydneysiege\n\nToday, Bomb Blast in Imphal.\nIndians: Where is Imphal?","544440749387808768":"Emergency Svcs continue to line the streets of central Sydney. No specific threat, but they're poised. #sydneysiege http:\/\/t.co\/M65dQVTwHL","544429514525507585":"#BREAKING More than 40 Australian Muslim groups condemn Sydney cafe siege","544319667364708352":"Thoughts and prayers for a peaceful resolution to the current situation in Sydney. #sydneysiege","544363391641341952":"Press Council confirms \"at least one\" complaint against Daily Telegraph #sydneysiege special http:\/\/t.co\/sHUmAo0ag1 http:\/\/t.co\/btzeuj3k0m","544376532161298432":"Australia's PM says there are \"some indications\" the Sydney siege may be politically motivated http:\/\/t.co\/SrvjjO6WdJ http:\/\/t.co\/mTO7hsgk3x","544340943965409281":"The crowd is full of mouthy young men and old crazy racists. Many have travelled here. Really bringing worst out of Sydney #sydneysiege","544486142763347969":"All my prayers are going to the hostages in Sydney..\nAnd all not Muslims are terrorists..It's a religion of peace.","544482559900393472":"14 Dec: Australian Muslim youth handed out 2000 flowers and 3600 water bottles to ppl in sydney #illridewithyou http:\/\/t.co\/22ikQczgnX","544472595140063232":"Our thoughts are with everyone in Sydney.\nPlease don't share any videos or demands from the people involved, the police have requested this.","544415105358643200":"#Sydneysiege authorities request media to show restraint. not give out details of even gunman's demands or operations (worth emulating)","544350803125735424":"In Australia, Sydney siege tests delicate truce with Muslim community, by @DanielStacey http:\/\/t.co\/XqqMj120zX http:\/\/t.co\/icC0OJfmDI","544388259359387648":"You can't condemn an entire race, nation or religion based on the actions of a few radicals, please keep that in mind #sydneysiege","544380441210277888":"This is the world we now live in. Literally metres from the Cafe with phones &amp; cameras out. #sydneysiege http:\/\/t.co\/85jOElPlMq","544305999994421249":"Crucial things to consider when watching breaking news. http:\/\/t.co\/HjQjv209s3 #Sydney http:\/\/t.co\/aeMn0dp5qL","544306591235710976":"People evacuating via small ladders (above the Lindt cafe) #sydneysiege #MartinPlaceSiege\nPhoto by@John__Donegan http:\/\/t.co\/G8HhZwnR9h","544515781367582720":"#SydneySiege:\n\nPrayers for the wounded hostages.","544319395619958784":"WATCH: \"#SydneySiege a very disturbing incident\" - Australian leader @TonyAbbottMHR http:\/\/t.co\/UzZQLQbDvt http:\/\/t.co\/HMYypWuKA9","544337761600557056":"Praying for the hostages, and praying for my religion to one day be free of those who think that Allah demands killing. #sydneysiege #islam","544515665319976960":"WATCH LIVE: NBC News special report on latest details of #SydneySiege http:\/\/t.co\/lHnM3pDltl http:\/\/t.co\/A6mF37zweA","544442448965947392":"If anything positive can come from today’s events, it’s this: #illridewithyou campaign http:\/\/t.co\/OrwRqzTeEy #sydneysiege","544346107900207105":"Do the math.  \nStop the conflation and collateral indictment of Muslim Australians. \n#sydneysiege http:\/\/t.co\/BZage57htm","544519083300241408":"#SydneySiege is over - New South Wales Police Force @nswpolice tweets http:\/\/t.co\/GfKkhwGm2s","544290995462889472":"#Coquitlam crews are on Sydney Ave after a male was thrown off a 3 story balcony. PD say on arrival male is conscious &amp; smoking a cigarette","544409869990633473":"Deeply proud of our cops and community leaders today and deeply concerned for those still inside. Our prayers are with you. #sydneysiege","544389506569220096":"If our morons from @Timesnow @ndtv @Headlinestoday @ibnlive were in Aus.. they'd hv screamed \"9 hours &amp; Modi has done nothing\" #SydneySiege","544340578528272385":"Worth pointing most victims of jihadist violence are people of the Islamic faith http:\/\/t.co\/408eV4PsJM #sydneysiege http:\/\/t.co\/Hj13MKH80Y","544309283048144897":"JUST IN: US Consulate in Sydney issues emergency message to US citizens to \"maintain a high level of vigilance\" due to hostage situation.","544419788739461121":"#IllRideWithYou: Sydney Stands Up To Racism With One Beautiful Hashtag - http:\/\/t.co\/YyycFFCKbf","544425492971941888":"I love #illridewithyou. That says #Sydney.","544343625069379584":"Two young guys have arrived and are swigging from bottles of white wine. This is a hostage situation #sydneysiege http:\/\/t.co\/nwGAIcqt3S","544455370476109824":"Outrage as bystanders take selfies at #SydneySiege (via @MarkDiStef)\nhttp:\/\/t.co\/5zmQFPsqnm http:\/\/t.co\/iMwk3v6rtu","544446973667860480":"Sydney is a safe &amp; welcoming city, proud of its diversity. Great to see our best nature on show at a time like this. #illridewithyou","544518445870497793":"BREAKING: #SydneySiege ends after 16 hours, police reportedly used live ammunition, number of wounded unconfirmed http:\/\/t.co\/mr5MqLVF8q","544499449645768706":"Sending love Sydney. Stay patient..need everybody safe &amp; a peaceful resolution .  #illridewithyou","544299273664593920":"Australian prime minister Tony Abbott to hold news conference live on Sky News at 1.30am GMT about ongoing Sydney hostage situation","544520344976232449":"#BREAKING: Australian police confirm Sydney siege is over","544474960602083328":"#IllRideWithYou shows support for Australian Muslims as #SydneySiege drags on http:\/\/t.co\/Wa8LrAqJcu http:\/\/t.co\/0YTlPrY8mh","544390718253699072":"LIVE: Updates on #SydneySiege via BBC http:\/\/t.co\/uaz8P27xME http:\/\/t.co\/oIKC3ZWxKL","544458458527834112":"our pray for Banjarnegara landslide and hope everything back to normal. and our thoughts are with Sydney. hope everybody gets out safely","544422134127525888":"Sydney siege highlights rise of Islamist extremism in Australia http:\/\/t.co\/tIEHLkCjsq http:\/\/t.co\/6v8hMBot8a","544379143136497664":"Call it extremism. Call it hatred. But don't call it \"Islam\". Don't slander a beautiful faith. And I say that as a Christian. #sydneysiege","544307871853592576":"As reports come in from Sydney, remember that news outlets will get things things wrong. http:\/\/t.co\/d5Mq0NkswF http:\/\/t.co\/9QaOK3UksY","544449632131375104":"\"If you use public transport, wear religious attire and don't feel safe\" - search the hashtag #illridewithyou Get involved Sydney","544337689676636161":"UK Foreign Office in London: \"We are aware of #sydneysiege in #MartinPlace and are in touch with authorities\" http:\/\/t.co\/f0ruawwHLN","544338676835041280":"An argument breaks out in crowd watching #sydneysiege after one man goes on anti-Islamic rant. He's told \"Muslims are welcome here mate!\"","544480905532669952":"Our hearts go out to the people of Australia and all those affected by the #SydneySiege.","544284599996526592":"Plea to media - do not tweet tactical information about police positions in Sydney siege","544513035118075904":"Thoughts go out to the people in Sydney today! Praying for safety to all those being held hostage.","544301961638457344":"Sitting in Melbourne watching what's going on in Sydney...I bloody hope it ends ok for those poor people! Disgusting behaviour! 😡","544341369762742272":"My thoughts are with all the Muslim Australians having to deal with the Islamaphobia around the #sydneysiege promoted by media etc","544330052796559360":"The 500,000+ Muslim-Australians are also victims and targets of todays attack.   #sydneysiege","544306118273794048":"The best source for the latest updates on #sydneysiege is @nswpolice. Follow @131500trains, @131500buses &amp; @131500ferries for transport info","544518088117329920":"My thoughts and prayers go out to the people affected in the #sydneysiege","544504859290906624":"Haron Monis,the true Muslim,who believes in Allah &amp; Muhammad,is terrorizing Sydney, murdered his ex-wife,committed multiple sexual assaults.","544415616753745920":"Australians offering support to Muslims on public transport who fear racist abuse using the #illridewithyou hashtag. #sydneysiege","544508313220567041":"All my thoughts &amp; prayers are with the people of Sydney.","544328351939186689":"Best wishes to the peeps in Sydney. D:","544520949748752384":"SYDNEY SIEGE ENDS:\n- After 16 hours\n- 2 dead\n- 3 injured\n- Status of gunman unknown\n-1 officer injured\n\nStay with @PzFeed for the latest.","544357264333615104":"This is well written and comforting as well. #sydneysiege #SydneyHostageCrisis http:\/\/t.co\/mdJvf6NEdf","544288968624578560":"DEVELOPING: Major police operation underway in Sydney's central business district: http:\/\/t.co\/iqgdmiCDNh http:\/\/t.co\/HCzDIJCPAo","544291966536523776":"NSW Premier Mike Baird says his thoughts and prayers are with the people in the  #sydneysiege. http:\/\/t.co\/7NdqPYhwcY http:\/\/t.co\/I71KEcYFIy","544388092552294400":"SYDNEY ATTACK LATEST:\n- 8th hour\n- 5 people escaped\n\nGUNMAN DEMANDS:\n- Speak to PM\n- ISIS flag\n\nClaims he has 2 bombs with him and 2 in city","544282250503012352":"Thoughts and prayers with everyone involved in this terrible situation in Sydney right now. #peace","544459726948286464":"The #SydneySiege has entered its 14th hour – WATCH @Channel9 for LIVE updates with @Wendy_Kingston. #9News http:\/\/t.co\/rdsGSWrgHn","544428082749132800":"Join us in Prayer #sydneysiege #PrayForSydney http:\/\/t.co\/Or5uclGJpt","544458558432350208":"I'll say it again: One trained patron in Sydney chocolate shop with a concealed weapon may have prevented this. But that's illegal there.","544438309267578880":"This made me tear up, I am SO proud to be Australian. #NOWLETOURMATESGO #sydneysiege http:\/\/t.co\/hFoTQs4Itl","544277607723048961":"Careful what you post about #Lindt Sydney siege; it feeds into bad guys' actions\/reactions. Emergency responders need clear air.","544423787949600768":"If you're outraged at the Telegraph's irresponsible reporting of  #sydneysiege, complain to the press council here.  http:\/\/t.co\/Ayq5X4Q1qz","544310691600302080":"Australia's leader Tony Abbott addresses #sydneysiege; no questions from the media taken http:\/\/t.co\/z9JrtJ2IN3 http:\/\/t.co\/jgNI6ey7CJ","544347292493705216":"The Grand Mufti of Australia issues a statement condemning the #sydneysiege http:\/\/t.co\/9hhrKvaej5 http:\/\/t.co\/eUKmoWbZUs","544409532324413440":"Terrifying news of the #sydneysiege back home. Thinking of our country and it's people.","544384680376532992":"If this man was a Christian we would be focusing on his mental health not his religion. \n\nWhy not now?\n\n#sydneysiege #MartinPlace #Islamic","544391946513305600":"Sydney seige: Indian Consulate evacuated, staff safe\n\nhttp:\/\/t.co\/Uyx0qvis2Z http:\/\/t.co\/2JsKxSVODX","544294274674593792":"Police are requesting that no photos of the Lindt cafe siege are shared on social media #MartinPlaceSiege #SydneySiege #MartinPlace","544286688436969472":"thinking of the people in Martin Place in Sydney right now, and for the police, etc having to deal with the situation. so terrifying","544284526684286976":"Horrifying news about Sydney hostages\n\nPlease remember to ONLY blame the individuals involved not the religion they claim to operate under","544379787246981122":"Their faces say it all. #Sydneysiege continues more&gt;http:\/\/t.co\/6EAaEKw4n9 http:\/\/t.co\/NkzVcf9mxv","544317301064208384":"Uber is a pile of garbage. http:\/\/t.co\/eQAcoe0lFa","544518044643770368":"#BREAKING: Police have confirmed Sydney hostage taking is over. #Sydneysiege","544327278469988352":"LIVE: \"People panicking; told to stay indoors when everyone wants to return home\" http:\/\/t.co\/HakhsRG4R6 #sydneysiege http:\/\/t.co\/9KHn2Lbt3E","544480936960606210":"Everyone please read this #PrayForSydney #illridewithyou #sydneysiege http:\/\/t.co\/wJQFgaU5rD","544291853227786240":"Sydney's Muslim leaders express their concerns; organisations have offered to help in 'any way they can' http:\/\/t.co\/pygT3CHV9X #SydneySiege","544483003758419969":"Stop racism now. Sydney is a beautiful multicultural city #illridewithyou Please share this for me and help Sydney. http:\/\/t.co\/Q1GOTu4wvg","544478071340806146":"I love that things like this end up trending worldwide!!! This is so beautiful ❤️ \n#illridewithyou http:\/\/t.co\/3TZlFoX8id","544455530756841474":"Religious leaders meet at Lakemba mosque in Sydney to pray for hostages  #sydneysiege http:\/\/t.co\/rOWfHfNmkf","544297247567917056":"God bless all the hostages being held in Sydney today .. I pray that this all ends well and nobody gets hurt !!","544313008642461697":"The crowd and media at Martin Place. Photo by @John__Donegan #MartinPlaceSiege #sydneysiege http:\/\/t.co\/ecyxkiReTD","544391323214573568":"Before, during, and after the #sydneysiege.  \nMuslims are Australian. \n\n#PrayForSydney http:\/\/t.co\/ugfFKhPicw","544393504768925697":".@BuzzFeed reporter describes the scene outside Lindt cafe in #sydneysiege http:\/\/t.co\/I77DhOqta5","544312118497914880":"The fact that I see \"thank god 5sos and 1d aren't in Sydney\" pisses me off even more. Stop being ignorant and disrespectful.","544463201875025921":"The #SydneySiege has been going on for over 13 hours. It is now 11:05pm local time in Sydney.","544492919567417344":"Muslims are getting to crazy!! This shit needs to stop! #sydneysiege  #PrayForSydneyHostages  #PrayForSydney","544391412075069440":"This is not a religious or a racial issue, it's an insane individual making insane actions. Dont group good people with the bad #sydneysiege","544416818711252992":"Americans saying this would have never happened if citizens had guns: you morons. Guess how many school shootings we have? #SYDNEYSIEGE","544406832073416704":"Only to a bleating liberal is this situation in Sydney \"unexpected\" to those of us who understand the ideology behind it, we expect it daily","544519358090084354":"BREAKING: Police say #SydneySiege is \"over,\" fate of remaining hostages is unknown http:\/\/t.co\/w9UMlPlJWK","544389493273276416":"PM Tony Abbott has just provided an update on #SydneySiege. Here's the transcript: http:\/\/t.co\/AxXP3md4KT","544516164333080577":"SYDNEY TERROR\n- Heavily-armed police storm cafe\n- Multiple hostages flee\n- Hostages seriously wounded\n- Gunman said to be dead","544508543152304128":"Name of #sydneysiege gunman has been revealed-a man w\/violent history of 50 sexual assault charges &amp; on bail, charged w\/murder of ex wife.","544515489016594432":"Gunfire and explosions have been heard as armed police stormed the Lindt cafe building in Sydney #sydneysiege","544412767240085504":"#sydneysiege gunman was reportedly \"extremely agitated\", shouting as some hostages escaped. http:\/\/t.co\/R2a17pDaN8 http:\/\/t.co\/7G01BcQUPL","544308749725626368":"Really hope #sydneysiege hostage are rescued. But worth noting most jihadi victims are Muslims http:\/\/t.co\/Y0Gs7jspLE http:\/\/t.co\/TxZu4vGDDx","544448991518130176":"To Americans saying the #sydneysiege wouldn't be happening if citizens had gun rights... You're right, it'd probably be a massacre instead.","544427543336464384":"Those poor people have been in there for 11 hours. Sending all our strength and love. #sydneysiege #MartinPlaceSiege","544330542871633920":"Only the soldiers of Islam have the guts to bravely face women armed with coffee mugs.  #sydneysiege  #SydneyHostageCrisis","544378232624410624":"A radical Muslim wants to chop off your head.\n\nA moderate Muslim wants a radical Muslim to chop off your head.\n\n#sydneysiege","544494408515608576":"BREAKING: Terrorist involved in Sydney siege is 50 year old Iranian known as 'Sheikh Haron'. http:\/\/t.co\/XWcoXzvTcp","544465934149513216":"It's a shame that Australians gave up all their guns on orders of the government. Now only ISIS lunatics are armed. #sydneysiege","544306616137293824":"Weep for media credibility. The Australian's @SharriMarkson was tweeting Channel 9 reports of 2GB Ray Hadley's 'rumours.' #SydneySiege","544435863946416129":"Sydney trains Train driver here. Never be afraid to let me know if you're having problems. #illridewithyou","544495359800930304":"Pictured: Gunman Man Haron Monis, on bail over murder of ex-wife http:\/\/t.co\/xheuclMCmj #sydneysiege http:\/\/t.co\/32hYnLqV6J","544310166242734080":"WH now confirming with me President Obama HAS been briefed on #sydneysiege by Homeland Security and Counterterrorism chief Lisa Monaco","544301609472122881":"All our love, support and prayers to Sydney &lt;3","544288302254137345":"Police asking for blackout of social media reporting around delicate terror 'event' in Sydney CBD that can impact tacticals @techau RT plz","544477404342018048":"#IllRideWithYou \nSydney Stands Up To Racism &amp; Bigotry With One Beautiful Hashtag\n\nhttp:\/\/t.co\/Ajaa1AQmG5 http:\/\/t.co\/BQN4rBxhYK","544386515171020801":"STAND WITH AUSTRALIA-one monarch, one lanaguage, shared culture &amp; history\nLive Sydney updates http:\/\/t.co\/V23TLWitoD http:\/\/t.co\/hLoAxKT0hC","544333236243947520":"Just wait... Bimbos @Timesnow will find a link to #Sydney hostage crisis to RSS or VHP or some Hindu Jagran Manch... Just wait...","544444021066563584":"Just went past 12 hours since this #sydneysiege started. We ALL just want to see everyone out safely. #7News","544338622422335489":"Things getting ugly... A racist bloke yelling at rest of the crowd, \"Muhammed is a pedophile, rapist\" #sydneysiege http:\/\/t.co\/q2TPg0In5Q","544465862942797825":"White ppl, stop paralysis of analysis. All these flags say same thing: ISIS=Saudi=Taliban=Al-Nusra= #SydneySiege flag http:\/\/t.co\/MIaBENonWu","544341124614459393":"Heartfelt thoughts with the hostages of the #SydneySiege &amp; their families.","544421653128556544":"An Imam, a Rabbi and a priest have just held a joint prayer session for the hostages at Lakemba Mosque #sydneysiege http:\/\/t.co\/XROqdTCPHt","544297331906973696":"A terrorist attack in Sydney.\nA major police operation is under way in Sydney, Australia.\nhttp:\/\/t.co\/XpJSqGJzn8 http:\/\/t.co\/rdMiU10SNI","544499381731622912":"I'm not Australian but I'm so happy there are people like this in the world. #sydneysiege #illridewithyou http:\/\/t.co\/ITJFzxmQ8Y","544516478821613569":"VIDEO: Police storm cafe in Sydney. #SydneySiege\nhttps:\/\/t.co\/doIVONO5wZ","544403564077260800":"UPDATE: A woman who managed to scramble from the #SydneySiege appears understandably to be still in shock. #9News http:\/\/t.co\/4M0q6XtY2o","544505129810944001":"#illridewithyou Compassion of a nation will trump an individual's attempt at terror. #Australia #sydneysiege","544343299138392065":"We have no info, police want calm, everything is speculation, and this paper wants more sales. #sydneysiege http:\/\/t.co\/KE8Gl5NkBs","544394858405060608":"BBC ideal headline\n\"Devout Muslim trapped by coffee extremists in Sydney\"\n#dhimmis","544410079043551232":"What do we know so far about the #sydneysiege? Here's everything you need to know: http:\/\/t.co\/WWy0nebqYI http:\/\/t.co\/XjTxX30Lmw","544278202743402496":"Every citizen of Sydney has an obligation to help Police etal maintain operational security around Lindt Cafe. Do NOT tweet Police moves","544506628239028224":"Who is Sheikh Man Haron Monis and why was he known to police and the media? #sydneysiege http:\/\/t.co\/UdkysqURCT http:\/\/t.co\/woKT9z9uQQ","544372701285351424":"Only thing this Murdoch tabloid front page achieves is to further terrorise family members of #SydneySiege hostages http:\/\/t.co\/ry0UP6TIlL","544293716140126208":"Fear is what criminals want. Show no fear. The media must calm down and wait for information, and stop the speculation. Thanks. #sydneysiege","544314301067304960":"JUST IN: White House official: Pres. Obama briefed on hostage situation in Sydney, Australia - @c_good http:\/\/t.co\/PD7pVfU9pQ","544518415952539649":"Latest footage from #sydneysiege shows security forces throwing objects into the cafe http:\/\/t.co\/HdTPHSMjUQ\nhttps:\/\/t.co\/2pu3pWqHhz","544471218951581696":"Yes, people are taking selfies as dozens are held hostage at a Sydney cafe nearby http:\/\/t.co\/bWLn2Yn8IE","544450580367024128":"Thoughts &amp; prayers to all those who have been affected by the #SydneySiege today. Sad to see this sort of terror ... http:\/\/t.co\/96GtrSd6De","544437156505067520":"Are you extending a friendly hand on public transport tonight? #illridewithyou is one good thing out of #sydneysiege at least","544519024156360704":"UPDATE: Police say #Sydneysiege is over http:\/\/t.co\/WrPVZSJHlX http:\/\/t.co\/Gdasj7IRBX","544286724831318017":"Major police operation unfolding in downtown Sydney http:\/\/t.co\/thNggxxGEQ","544520888003985408":"ALERT: @ABC News Special Report:\n\nTactical units storm Sydney cafe - LIVE on @ABC TV and http:\/\/t.co\/JRybQXm28D http:\/\/t.co\/wnTY37HjxP","544398776236904448":"\"thank god 5sos arent in sydney\" woah wait youre think about a band not being there rn when innocent people are in danger ffs","544324741239037952":"In times of crisis, we must remind ourselves that we are all part of #TeamHumanity\n\n#sydneysiege","544317474498703360":"So sick of this PC society. This #sydneysiege is terrorism.\nPeriod.","544342743003045888":"The Lindt cafe has issued a short statement on the Martin Place siege on Facebook. #SydneySiege http:\/\/t.co\/N5XjcfGQsi","544400801083686912":"PRAYING FOR SYDNEY AND THE REST OF THE WORLD RN... EVERYONE PLS BE SAFE  💕 \n\n#sydneysiege\n#MTVStars One Direction http:\/\/t.co\/c8YmaX9YI5","544293261506928640":"Spare a thought for Australia's Muslim community - the vast majority of whom condemn Jihadists' for perverting their religion #sydneysiege","544438499642847232":"Australians take to social media to support Muslim Australians http:\/\/t.co\/zcDEvgFHkI #SydneySiege #illridewithyou http:\/\/t.co\/Rk6scuwMSi","544336432609775618":"As #SydneySiege hits 5hr mark, thoughts are with hostages but also families who must be slowly realizing their loved one is inside the cafe.","544434964985421824":"don't go around saying all muslims are terrorists and blaming us for what had happened in sydney bcs real muslims don't kill","544287902079803392":"BREAKING NEWS: All Qantas flights are diverting around Sydney CBD but are operating as per schedule at this stage","544311959483473920":"Here's a transcript of the Prime Minister's press conference on #SydneySiege #MartinPlaceSiege http:\/\/t.co\/UjX25PbCg8","544442206832963584":"Whoever you are, wherever you are, whatever you believe in: pray for Sydney, support humanity and join the movement #illridewithyou ❤️","544515215576948736":"Sydney siege on all day, but we haven't seen any TV reporters hyperventilating, or using words like exclusive, breaking news. Lazy Aussies?","544323086841954304":"To various media people - if you don't know something, say so. Speculation fills airtime but doesn't serve your audience. #sydneysiege","544503881527742464":"Suspected jihadist in #Sydney standoff ID'd as Iranian sex offender as ordeal enters 15th hour http:\/\/t.co\/WrPVZSJHlX http:\/\/t.co\/dJuzEHM1hX","544467005655748608":"Praying for the people kept hostage in Lindt cafe Sydney 🙏","544510784366080000":"So #sydneysiege gunman turns out to be a self styled Godman,a lunatic with interests in numerology, black magic and cases of sexual assault","544409400941625344":"Media Guide to Crime\n\nAboriginal = it's cultural\n\nMuslim = it's terrorism\n\nChristian = it's mental illness\n\n#sydneysiege #MartinPlace #siege","544410050572582912":"I hope everyone is okay in Sydney and nothing bad happens from this hostage situation","544444261027299328":"A kind lady named Mica drove me home after a cab that we shared from Sydney'sCBD wasn't able to drop me off all the way home\n#illridewithyou","544477019472289792":"RT @aus_jewishnews  #sydneysiege continues, three faiths come together to pray for peace, Lakemba mosque. @Mo_Taha1 http:\/\/t.co\/mhhGWAQ2vU","544483913830531073":"Just found an explanation of the #illridewithyou hashtag that has came from the Sydney hostage situation- very moving http:\/\/t.co\/St4BAEcqP0","544401106617786370":"Sydney kidnap black flag: \"There is no God but Allah , , ,\" Clear evidence, if evidence were needed, that religion is not involved.","544337283801829376":"My thoughts are with the hostages, their families and everyone in Sydney right now.","544475905926524928":"#IllRideWithYou starts on social media in response to #SydneySiege, showing support to Muslims: http:\/\/t.co\/sQOaGCBYkh @ghoshworld","544513199375384576":"Once again the West refuses to call it what it is… #Terrorism, pure and simple! #sydneysiege  http:\/\/t.co\/NukDTyCbkm http:\/\/t.co\/lZ2iR1pMWn","544474153646956547":"Our thoughts are with the people of Sydney tonight. Let's hope we all wake up to a good news story tomorrow ❤️ http:\/\/t.co\/mOVpLscH4w","544384467809230848":"The AFP have said the hostage taker is monitoring social media, according to Guardian Australia sources. #sydneysiege","544456216907636736":"Outrage as bystanders take selfies at Sydney siege http:\/\/t.co\/SrLF9lRln7 http:\/\/t.co\/C6dWNCuPJp","544467710923395073":"“@anggerwitasari: Thanks for protecting my sisters #illridewithyou ” big love and prayers for australia #sydneysiege\nhttp:\/\/t.co\/hghTlRYkhW","544453251068743681":"As people attempt to sleep tonight our thoughts are with those involved in the #SydneySiege. \n\nPraying we wake up to good news tomorrow. ❤️","544444539092488192":"'Sick' people are actually taking selfies on the site of the #sydneysiege http:\/\/t.co\/DebSinfhyH http:\/\/t.co\/eyaJ4G87g1","544368246271406080":"Its grainy but this is the man involved in Sydney siege #9news with updates  on who cops think he is &amp; what he wants http:\/\/t.co\/rAhHdE69Sq","544500527720325120":"\"I used to be a Rafidi.\" |#Sydneysiege gunman is an Iranian-born cleric who converted from Shia to Sunni Islam. http:\/\/t.co\/okVcujJsMS","544301925735202816":"Important things to remember during #sydneysiege - thanks to @filmvisuality http:\/\/t.co\/MA73ZCspvd","544316978278592512":"US Consulate in Sydney issues emergency message to US citizens to \"maintain a high level of vigilance\" due to hostage situation - @ABC","544451041396531200":"#sydneysiege Australians rally against Islamophobia with #illridewithyou hashtag http:\/\/t.co\/FhzSoccp22 http:\/\/t.co\/wVQmT5b8dt","544310222547087361":"\"We don't know motivation of #sydneysiege perpetrators yet\" - Australian leader Tony Abbott http:\/\/t.co\/z9JrtJ2IN3","544436330856329216":"Exclusion zone to remain in place tomorrow - workers based in this area asked to remain home #TenNews #sydneysiege http:\/\/t.co\/Sls2dsNYkb","544359670480379905":"\"Keep Calm And Don’t Speculate: How To Be Helpful On Social Media Today\" http:\/\/t.co\/es8yFnGjZR #sydneysiege http:\/\/t.co\/KQMPW1JerY","544280391226761218":"What's happening in Sydney will happen in the uk it's inevitable, and our political leaders will have blood on their hands","544516940367413248":"BREAKING NEWS UPDATE: Police storm Sydney café to end hostage-taking http:\/\/t.co\/8f1AQOT6dg #SydneySiege http:\/\/t.co\/WnCbG1QwRb","544336408144781313":"Dear God,\nPlease protect and bless\nThe hostages in Sydney.\nPour forth Your Light\nAnd work a miracle. \nMay sanity... http:\/\/t.co\/vOf3Btp9jJ","544434195469045761":"Muslim community reacts with 'horror, aversion' to #SydneySiege, @Mo_Taha1 reports http:\/\/t.co\/jatWWRoEHO http:\/\/t.co\/eNQ8BC7tgl","544293739221368832":"@NSWAmbulance Praying for the safety of all emergency services involved in the @nswpolice operation in Sydney CBD &amp; those inside the cafe","544351179044425729":"RT @troyesivan: Just really, really want this #sydneysiege to be over. Those poor people 😓","544504889746149377":"The gunman is also holding 1.6 billion Muslims hostage. Islam is free from the crimes he's committing against innocents. #SydneySiege","544408293192368128":"The #sydneysiege is terrifying. But attacking and abusing Muslims is EXACTLY what ISIS wants. We need to pull together, not apart.","544511391349354496":"FUCK THE MONDAY AND THE FUCKING AUSTRALIA TERRORIST FOREVER #sydneysiege","544484515742482432":"#SydneySiege is likely being carried out by a 'lone wolf' with minimal links to organized terror groups, expert says http:\/\/t.co\/mFayhCVfpy","544521788777304064":"Watch gunfire erupt and hostages flee chocolate shop as #SydneySiege ends http:\/\/t.co\/Ju5h01y3R4 http:\/\/t.co\/Oq3E9dhsOA","544336585052160001":"These people are taking selfies on the scene of the #sydneysiege. http:\/\/t.co\/M2ZWqNxKrI","544402515085623296":"The Terrograph, shame on you today. How low can you get spreading lies &amp; misinformation? #auspol #SydneySiege http:\/\/t.co\/KzbSPFx9K1","544308793623207936":"Remember, Sydney terrorists have nothing to do with Islam. Now, can someone please translate this flag they're using? http:\/\/t.co\/ywd9JAmZ0A","544398512931086336":"The moment the #sydneysiege started. Seems so long ago. Praying it ends soon. http:\/\/t.co\/WcLvv7cOuL","544389986809036800":"Hostage siege selfies RT: @MarkDiStef: The punters are back taking selfies 100m from the Lindt Cafe #sydneysiege http:\/\/t.co\/Q0TQPNukqg","544340812448804864":"Daily Telegraph #sydneysiege front page with comment piece \"The instant we changed forever\" http:\/\/t.co\/pJTrm3QzZP http:\/\/t.co\/VgNa7BqO7U","544429350376861696":"i love this. #sydneysiege #PrayForSydney #australia http:\/\/t.co\/t3IhXgPdKr","544337383215226880":"No degree of hate or #Islamophobia will strip Muslim Australians of either half of their identity.  #sydneysiege http:\/\/t.co\/CAAscwbkxu","544412083714928640":"About 50 Australian Muslim groups issue statement condemning #SydneySiege http:\/\/t.co\/ilkAQzvNJ2","544499780479893504":"A Muslim lady took off her scarf out of fear after the Sydney Siege &amp; is comforted by strangers. #illridewithyou http:\/\/t.co\/JJbPhn0YKh","544416436374892544":"If #SydneySiege is the worst of humanity, then #illridewithyou is the best of it. Now THAT is how you respond to hatred.","544406665223999488":".@nswpolice will not confirm how many #sydneysiege hostages left in #lindtcafe http:\/\/t.co\/YYXZGAVclP http:\/\/t.co\/VQcRsQfkKb","544503425082613761":"The man believed to be holding hostages in Sydney is Man Haron Monis, known as Sheikh Haron, source says http:\/\/t.co\/6T7xVdcwdD","544309893969092608":"\"Australia is a peaceful, open, generous society and nothing should change that\" - PM Tony Abbott on hostage situation at Sydney cafe #7News","544328059482939392":"Prayers to all the innocent victims of terror in #Sydney.  \n\nAnd those victimized by racial and religious profiling.  #sydneysiege","544352649978843136":"'Scared for those inside' - The BBC speaks to eyewitnesses near #sydneysiege on #MartinPlace http:\/\/t.co\/81F8lOM3WH http:\/\/t.co\/oFEbumwzdc","544338698750664704":"Lindt Chocolate Cafe Australia issues #sydneysiege statement on Facebook: http:\/\/t.co\/1YFI7UGv0W http:\/\/t.co\/tyytSBUjtk","544521880661950464":"Authorities have confirmed that #sydneysiege is now over after police storm the building: http:\/\/t.co\/IrteddYrbH http:\/\/t.co\/w8i1njo5xH","544514988078280704":"Gunman in #Sydneysiege identified as Muslim cleric and activist unaffiliated with an organization or party: http:\/\/t.co\/8WijNL2ZRJ","544495975083941889":"BREAKING: Sydney terror suspect is Iranian Shi'ite, claims to have 'converted to Islam' a week ago on website. http:\/\/t.co\/6Z5k6OlIDg","544426163964096513":"Sydney residents pledge on twitter  #illridewithyou on public transport to keep Muslims safe against possible reprisals over #sydneysiege","544462438310375425":"\"Sydney Siege: Australians Rally Against Islamophobia With #illridewithyou Hashtag\"\nhttp:\/\/t.co\/kXBVRxOFID","544316684736028673":"Man what on Earth is going on in Sydney. Despicable. Life in prison no parole for the idiots responsible, set a hard line, no tolerance.","544519849507307520":"The moment #SydneySiege came to an end http:\/\/t.co\/xheuclMCmj https:\/\/t.co\/GqLXuL0x6W","544514249356484608":"MORE: Heavily armed police storm the Sydney cafe shortly after 5 or 6 hostages were seen running out: http:\/\/t.co\/YPkzCkNoOt","544404072179060736":"Separating fact from fiction on the #SydneySiege. Here's what we do and don't know http:\/\/t.co\/Uhjh5CZe7u","544435023282470912":"people are being held hostage and the fact that there are people who'd rather celebrate how 5sos aren't in sydney honestly disgusts me","544301025079730176":"Mass disbelief: crowds looking anxiously, down Martin Place. #sydneysiege http:\/\/t.co\/U8n9ZWgxmD","544301149348982784":"My thoughts go out to the people of Sydney.","544331022104395777":"Sydney hostage situation.\n\nLIVE VIDEO: http:\/\/t.co\/JRybQXm28D - via @9NewsAUS\n\nUPDATES: http:\/\/t.co\/WG6ulBWWGf http:\/\/t.co\/z4jNu8qYeH","544344684685189120":"#SydneySiege gunman ‘has improvised explosive device’ http:\/\/t.co\/lUR4hFiJJT","544472530921480192":"I applaud how the Australian police have dealt with #sydneysiege so far. Patience. Communication. No bullets fired. US Police - take note.","544354418938740736":"CAN YALL STOP SAYING \"THANK GOD 5SOS ISNT IN SYDNEY\" LIKE DO YOU RELISE HOW IGNORANT YOU SOUND THINK ABOUT THE HOSTAGES NOT A FUCKING BAND","544430900235075584":"It is worth remembering that most boat people are fleeing the same extremists we are fighting in the Middle East #sydneysiege","544444189078208512":"I just found this and never have I ever seen such a thing. Sending all my love and support to Sydney.\n#illridewithyou http:\/\/t.co\/8zOBdjUYLs","544520802339917824":"Security forces storm Sydney cafe where hostages held, gunman identified as Man Haron Monis: http:\/\/t.co\/fOqqI5UpsO http:\/\/t.co\/nlVYwmOpGJ","544497191155290112":"Man Haron Monis is believed to be the man behind the #sydneysiege, his former lawyer says likely he acted alone .http:\/\/t.co\/aK7HPBjp7e","544429185255481344":"RT @troyesivan: Just really, really want this #sydneysiege to be over. Those poor people 😓","544421245698056194":"Much love to everyone tweeting #illridewithyou.\n\nSolidarity. \n\n#TeamHumanity \n\nAustralia at its best. #sydneysiege http:\/\/t.co\/JeSipaebUX","544329251487756288":"Infographic of the flag being shown in Martin Place, as compared to flags used by IS &amp; others. Via @smh #sydneysiege http:\/\/t.co\/QuL9aWeKpg","544476492281827328":"So a Rabbi, Imam &amp; Priest walk into a mosque. The punchline: a powerful &amp; beautiful stand of solidarity. #SydneySiege http:\/\/t.co\/9wKKXWx7lm","544416309266898944":"Flags by terrorists in Sydney cafe read \"there is no God but Allah, Mohammed is the messenger of Allah\",but dare u bring religion into this!","544519021702311936":"#SydneySiege\n- 5 people injured\n- Reports of at least 2 dead\n- Bomb disposal unit inside cafe\n- Police confirm siege is over.","544428008258297856":"even if you aren't Australian, please spare a thought for those who have been held hostage for hours in Sydney, just a simple thought.","544492372088717312":"#illridewithyou is the best thing to come out of the #sydneysiege \nhttp:\/\/t.co\/Lq0VjkWreY http:\/\/t.co\/QU3MKvUNV8","544517721757847552":"Video of hostages running from #SydneySiege cafe http:\/\/t.co\/NvdzZxOoFa http:\/\/t.co\/maNd6bC3Yy","544396816083468290":"To American gun nuts exploiting a situation half a world away to push your agenda: you are sick. Bugger off. #sydneysiege","544313132865159169":"I stand in solidarity with Muslim Australians &amp; condemn anyone who uses this as an excuse for Islamaphobia. \n\n#sydneysiege #MartinPlace","544280929154637825":"Fingers crossed for Sydney. One day we won’t live in a world where humans terrorise each other","544423869981802496":"We condemn the actions of the criminals at #martinsplace #sydneysiege \n\nIslam is free from terrorism. Visit: http:\/\/t.co\/fsBE3gEuYH","544463189447294976":"Can't believe what's happening in Sydney... Just hoping that no one gets hurt.","544400809182523392":"Please remember that it's an individual causing the #sydneysiege not a faith or race. They speak for themselves, nobody else.","544288856263360512":"A major police operation is under way in Sydney, Australia; police advise avoiding Central Business District. http:\/\/t.co\/02SVSxOrFt","544494273924562944":"Australians start #illridewithyou campaign to support #Muslims.\n#Sydney #SydneySiege #SydneyHostageCrisis @Habibies http:\/\/t.co\/BbYQZRjsU4","544389259491172353":"So #sydneysiege is just the beginning. Terrorist sympathetic group is running campaign in support of Mehdi Masroor. http:\/\/t.co\/BYCVm2DYzC","544427461136502784":"To any American tweeting about how #sydneysiege could have been averted if we carried guns. No -- imagine how much worse it could have been.","544395804190855168":"who takes a selfie in the middle of a hostage siege ? well these idiots do #sydneysiege http:\/\/t.co\/P78TvrRIfh","544362543997665280":"Please do not use today as an excuse to be racist and bigoted. Ignoring the Telegraph would be a good start. #sydneysiege #auspol","544515072203444224":"Breaking News: Police Storm Sydney Cafe Where Hostages Are Held\nhttp:\/\/t.co\/P3f2OV2Gmz","544301449845305344":"Re: #sydneysiege, please remember there are $1.6bn muslims in the world &amp; &gt;99.9999% of them will be just as appalled by this as you.","544494312206000128":"Instead of calling the Sydney cafe terrorist 'the terrorist',BBC is calling him 'the gunman'. Even after he showed his black terrorist flag.","544415318345396224":"To everyone who's gonna be in Sydney for New Years, be careful! http:\/\/t.co\/EKdQ8Kipus","544457324211879937":"Again irreligious extremists hold innocent people hostage and hijack Islam. Our prayers with the hostages #Sydneysiege #ThisIsNotIslam","544300369765859328":"#ISIS speaks for all Muslims no more than the Klu Klux Klan speaks for all whites. \n\n#MartinPlaceSiege #auspol #sydneysiege # sydney #siege","544367862211952641":"LIVE: Sydney Opera House cancels performances in light of #sydneysiege events http:\/\/t.co\/IKfAR0Z7HL http:\/\/t.co\/jbL5Ngauvp","544331094523662337":"Join us in praying for Sydney right now and the safety of those involved in the current situation. Pray for peace. #PrayForSydney","544515174376701952":"If Sydney had been Texas 10 customers would have drawn guns the moment the ISIS terrorist walked in... #2A","544519486167330817":"Hope all hostages get out this cafe ok! Just seen the gun fire footage in Sydney! 😳🙈","544463778780557312":"'I'll ride with you' http:\/\/t.co\/llZnuCAzg5 Australia unites during #SydneySiege http:\/\/t.co\/WIU22VPgkz","544305018439204864":"Canada's thoughts and prayers are with our Australian friends. #MartinPlace #SydneySiege","544415816851021824":"Every non-muslim in the world must watch this video https:\/\/t.co\/sZdyhISoVh &amp; show it every other non-muslim! #sydneysiege","544495066258362368":"Suspect in Sydney cafe siege identified as Man Haron Monis, an Iranian granted asylum in Australia http:\/\/t.co\/6Lrl9DEMXA","544419008615702528":"Australians respond to racism by telling #Muslim community #illridewithyou. #sydneysiege #MartinPlace"},"tag":{"544287499397242880":"rumours","544512691948498944":"rumours","544284078330376192":"rumours","544349042952916993":"rumours","544306719686656000":"rumours","544272701108797440":"rumours","544285712653500419":"rumours","544514474963922944":"rumours","544269997745242112":"rumours","544293783702364162":"rumours","544290611856408576":"rumours","544384041391517697":"rumours","544333764814323713":"rumours","544287252306997249":"rumours","544510453201006592":"rumours","544287796719288321":"rumours","544288773023203328":"rumours","544395712130449408":"rumours","544280217104031744":"rumours","544301786849640448":"rumours","544377700677615616":"rumours","544372222400671744":"rumours","544355845489065984":"rumours","544271815007145984":"rumours","544518033902149632":"rumours","544316576645017600":"rumours","544366934154678272":"rumours","544307040932601857":"rumours","544519594438696961":"rumours","544301455952588801":"rumours","544516514519343104":"rumours","544350565283532800":"rumours","544277817987330049":"rumours","544492984880754688":"rumours","544274879055675392":"rumours","544396563116589056":"rumours","544512910538838016":"rumours","544407139205132288":"rumours","544401675789033473":"rumours","544353303468199936":"rumours","544403913076924417":"rumours","544334939374641152":"rumours","544401468875616257":"rumours","544334554631536640":"rumours","544292129972170752":"rumours","544508479675711489":"rumours","544280739290677249":"rumours","544483282352889857":"rumours","544351885298130945":"rumours","544511434840113152":"rumours","544275597464444929":"rumours","544385535909715968":"rumours","544514564407427072":"rumours","544373593841623040":"rumours","544373515067998208":"rumours","544296096244441089":"rumours","544373504419069952":"rumours","544289941996326912":"rumours","544513072006967297":"rumours","544313043463987201":"rumours","544425928290750464":"rumours","544521141335764992":"rumours","544305540286148609":"rumours","544320939245043712":"rumours","544309060883845120":"rumours","544350480780914688":"rumours","544343410849886209":"rumours","544278985249550337":"rumours","544290258951892992":"rumours","544515097625108480":"rumours","544270745744846848":"rumours","544269221564137472":"rumours","544280077778055168":"rumours","544351015936331777":"rumours","544443027570556928":"rumours","544289880805605376":"rumours","544277852968210432":"rumours","544383230091464704":"rumours","544284859628523521":"rumours","544314234541469696":"rumours","544493466836017154":"rumours","544290752533393408":"rumours","544352874969698305":"rumours","544478708741201920":"rumours","544492843499540480":"rumours","544402785966772224":"rumours","544353552177455104":"rumours","544287165912735744":"rumours","544511676088066048":"rumours","544514127197388801":"rumours","544454229960974336":"rumours","544491410439667713":"rumours","544512514651066368":"rumours","544405871703240704":"rumours","544509086998749186":"rumours","544287209730236416":"rumours","544312876245057536":"rumours","544302851158470657":"rumours","544297827258888192":"rumours","544326461952241664":"rumours","544282449388519424":"rumours","544336537870434304":"rumours","544305673287524353":"rumours","544300088747884544":"rumours","544268732046913536":"rumours","544292146342531072":"rumours","544369667096477696":"rumours","544328894812549121":"rumours","544294794139533313":"rumours","544396260740845568":"rumours","544391533240516608":"rumours","544284957766463488":"rumours","544278335455776769":"rumours","544301296099270656":"rumours","544511736465072128":"rumours","544504183341064192":"rumours","544446282559799296":"rumours","544302448522035202":"rumours","544400853298184194":"rumours","544326741674967042":"rumours","544360928603799552":"rumours","544511865729323009":"rumours","544353918315397121":"rumours","544281591833317377":"rumours","544517440332627968":"rumours","544296007589433344":"rumours","544378468931076097":"rumours","544285245600989184":"rumours","544288681021145090":"rumours","544391085150457856":"rumours","544358564484378624":"rumours","544462912644214785":"rumours","544301624814870530":"rumours","544287922166726657":"rumours","544407157077467136":"rumours","544399927045283840":"rumours","544281235271745537":"rumours","544491151118860289":"rumours","544271069146656768":"rumours","544519245087121408":"rumours","544374511194632192":"rumours","544374422056882176":"rumours","544517264054423552":"rumours","544272537341812736":"rumours","544384255825289216":"rumours","544298376851111936":"rumours","544324444773433348":"rumours","544380980677857280":"rumours","544351486956670976":"rumours","544309275141885952":"rumours","544268637134393344":"rumours","544356997718900736":"rumours","544287815790755840":"rumours","544351969658564608":"rumours","544400775775289344":"rumours","544511130249744384":"rumours","544294639805923328":"rumours","544273256174198785":"rumours","544301453717041152":"rumours","544323933634564098":"rumours","544286537299787777":"rumours","544490782183657474":"rumours","544409517224898560":"rumours","544338575240609792":"rumours","544377870554898432":"rumours","544289448150986752":"rumours","544358533819420672":"rumours","544515584931528704":"rumours","544381144620216320":"rumours","544469470568148992":"rumours","544356122082410496":"rumours","544510345289924608":"rumours","544492053900836864":"rumours","544372545219489792":"rumours","544353600273518592":"rumours","544277113683980288":"rumours","544408496918499329":"rumours","544374313848430592":"rumours","544351133120987136":"rumours","544354175900196864":"rumours","544383022876065792":"rumours","544296671950020609":"rumours","544328324601114625":"rumours","544372465078505472":"rumours","544326597055369216":"rumours","544389893120856064":"rumours","544307547390607361":"rumours","544340091615715329":"rumours","544292910578278400":"rumours","544287203728556032":"rumours","544305463048015872":"rumours","544301235596054528":"rumours","544373839548145664":"rumours","544277336422486016":"rumours","544309006500888576":"rumours","544359422726664192":"rumours","544388658334146561":"rumours","544424775939293184":"rumours","544513292576641025":"rumours","544445364322197504":"rumours","544296672608534528":"rumours","544282877278814208":"rumours","544391063742332928":"rumours","544287425380360193":"rumours","544409432600223744":"rumours","544304200423723008":"rumours","544350712365207552":"rumours","544285296565948416":"rumours","544513524438155264":"rumours","544372257674788864":"rumours","544513557912879105":"rumours","544287991959539713":"rumours","544297950134816768":"rumours","544379738240720896":"rumours","544273885437652992":"rumours","544462330105712640":"rumours","544520654431981568":"rumours","544273459199893505":"rumours","544510827433558016":"rumours","544516101556961280":"rumours","544329393737170944":"rumours","544489340584222720":"rumours","544293694166536192":"rumours","544319832486064128":"rumours","544329204314406912":"rumours","544273220128739329":"rumours","544382892378714113":"rumours","544282127404388353":"rumours","544380742076088320":"rumours","544511783940403201":"rumours","544292670336925696":"rumours","544518647881170945":"rumours","544355924224532481":"rumours","544378515378814977":"rumours","544278913883447298":"rumours","544388329094270976":"rumours","544422678119981056":"rumours","544352188210745344":"rumours","544300178443100160":"rumours","544515538383564801":"rumours","544319274072817664":"rumours","544512664769396736":"rumours","544514207933542401":"rumours","544377046030635008":"rumours","544280516821024769":"rumours","544373694068686848":"rumours","544280765111218176":"rumours","544374395540881408":"rumours","544509519179816960":"rumours","544411313779126272":"rumours","544273888725577729":"rumours","544353793270243328":"rumours","544511263788003329":"rumours","544283387087691776":"rumours","544512108885725184":"rumours","544388013141143552":"rumours","544520932405284864":"rumours","544279776765431809":"rumours","544510450101415936":"rumours","544411585070911488":"rumours","544519788752818176":"rumours","544277860555710464":"rumours","544511151900753921":"rumours","544271743331078144":"rumours","544376300417585152":"rumours","544338731210399744":"rumours","544511693204647936":"rumours","544492454016475137":"rumours","544518841020473345":"rumours","544296158206894081":"rumours","544332254068350978":"rumours","544379489263042561":"rumours","544283745939767296":"rumours","544513339544838147":"rumours","544332510440595456":"rumours","544288135564107776":"rumours","544317438079139841":"rumours","544516079129993216":"rumours","544269749405097984":"rumours","544471469527691264":"rumours","544315187608973312":"rumours","544382249178001408":"rumours","544280397472088064":"rumours","544512187171995649":"rumours","544376732649013248":"rumours","544281589749137408":"rumours","544280923923959808":"rumours","544316904861478912":"rumours","544273427075710976":"rumours","544305913260433408":"rumours","544515446100090881":"rumours","544391789789331456":"rumours","544285194815942657":"rumours","544273563872538624":"rumours","544374871812472832":"rumours","544392718601183232":"rumours","544341194822520832":"rumours","544379366474403840":"rumours","544291619084959744":"rumours","544381485591982083":"rumours","544272561266503681":"rumours","544296772592336896":"rumours","544302827330224128":"rumours","544285508441231361":"rumours","544443739800731648":"rumours","544282005941530624":"rumours","544511199702822913":"rumours","544304298243653632":"rumours","544274757689307136":"rumours","544318036715782144":"rumours","544384498947719169":"rumours","544321103875694593":"rumours","544401599414943744":"rumours","544503037973528577":"rumours","544308531684335617":"rumours","544277526248304640":"rumours","544514569339953154":"rumours","544354657385316352":"rumours","544361266718846977":"rumours","544424408027115520":"rumours","544305745416581120":"rumours","544298346345947136":"rumours","544272134764122112":"rumours","544284823041212416":"rumours","544285819108741120":"rumours","544315864397258752":"rumours","544385829180035072":"rumours","544508411178536960":"rumours","544516427827249153":"rumours","544282355989753857":"rumours","544307776135364608":"rumours","544518590104621058":"rumours","544358920869789696":"rumours","544281014768795649":"rumours","544317709396496384":"rumours","544271362022338560":"rumours","544384662765068288":"rumours","544382740750024704":"rumours","544276998017646593":"rumours","544316384273248256":"rumours","544334477011349505":"rumours","544307417677189121":"rumours","544378769952505856":"rumours","544511489869373440":"rumours","544511558173601792":"rumours","544371668131393537":"rumours","544301900682629121":"rumours","544302938374426624":"rumours","544364000897945600":"rumours","544299439087550464":"rumours","544300674448887809":"rumours","544355218251452416":"rumours","544309177859203073":"rumours","544372177965834240":"rumours","544277516773380097":"rumours","544325779199258626":"rumours","544514538797035520":"rumours","544367462012432384":"rumours","544519694401941504":"rumours","544271284796784640":"rumours","544513517706305536":"rumours","544294402366394369":"rumours","544390903839088640":"rumours","544366036498542592":"rumours","544374018661687296":"rumours","544517991086710784":"rumours","544510219401703425":"rumours","544351356824604673":"rumours","544409519380758528":"rumours","544451181754744832":"rumours","544351832483450880":"rumours","544321934410788865":"rumours","544517624114081793":"rumours","544273050188148736":"rumours","544383383095508992":"rumours","544317165965303808":"rumours","544366894107480064":"rumours","544511915158810624":"rumours","544367253857525761":"rumours","544286172109758464":"rumours","544297696308518912":"rumours","544291829290508289":"rumours","544390017930383360":"rumours","544318880001560576":"rumours","544353502689251329":"rumours","544294692456628224":"rumours","544352727971954690":"rumours","544288799711592448":"rumours","544511773223968768":"rumours","544286686142685184":"rumours","544342204576038912":"rumours","544357563534680064":"rumours","544290646010261504":"rumours","544356724871036928":"rumours","544519635916169218":"rumours","544430771688439808":"rumours","544280873806610433":"rumours","544320179560525824":"rumours","544355197435142145":"rumours","544367010894086145":"rumours","544289311504355328":"rumours","544377463581581314":"rumours","544283772569788416":"rumours","544343367279456256":"rumours","544516381031792642":"rumours","544274934835707905":"rumours","544280399044960256":"rumours","544512398628241408":"rumours","544281689233850370":"rumours","544512676643500033":"rumours","544274585697280000":"rumours","544271815044894720":"rumours","544341406094213121":"rumours","544338622078410752":"rumours","544520273718812672":"rumours","544384394337611776":"rumours","544355417900716032":"rumours","544350567183556608":"rumours","544373676842311681":"rumours","544274364288364544":"rumours","544492209861836800":"rumours","544356579098001408":"rumours","544293753130082305":"rumours","544293291785596928":"rumours","544387886611570688":"rumours","544516530160300032":"rumours","544279945128591360":"rumours","544511112654618624":"rumours","544333020023754752":"rumours","544275138712469504":"rumours","544515850963648512":"rumours","544317609718865920":"rumours","544491160803106816":"rumours","544294893146091520":"rumours","544496262629036032":"rumours","544307028815253504":"rumours","544519166582337536":"rumours","544300945820352512":"rumours","544296985910861824":"rumours","544407300329709568":"rumours","544351967829839873":"rumours","544509140911919104":"rumours","544433739539812353":"rumours","544339368823894019":"rumours","544476808566276097":"rumours","544362279006113792":"rumours","544332613532811264":"rumours","544520042810200064":"rumours","544279262547935232":"rumours","544514883484520448":"rumours","544366824997912576":"rumours","544284577318318080":"rumours","544391176137089024":"rumours","544521166543548416":"rumours","544511811404705792":"rumours","544277728930062336":"rumours","544357487911395329":"rumours","544446828654366720":"rumours","544410576894427136":"rumours","544511300630753280":"rumours","544519622389956609":"rumours","544289409294553088":"rumours","544313370892324864":"rumours","544510402454110208":"rumours","544428421745741824":"rumours","544346359948910592":"rumours","544316500002484226":"rumours","544272155144646656":"rumours","544268186292867072":"rumours","544384349395628033":"rumours","544274544174071809":"rumours","544291804057960448":"rumours","544381860214603776":"rumours","544307161589772290":"rumours","544282227035869184":"rumours","544316814856306688":"rumours","544304742743044096":"rumours","544287083343671296":"rumours","544279103864860674":"rumours","544288661253398528":"rumours","544385641975676929":"rumours","544302821450207233":"rumours","544315472075042818":"rumours","544518335019229184":"rumours","544350985142173697":"rumours","544374563539140608":"rumours","544333172180537344":"rumours","544306402731507712":"rumours","544385086955589632":"rumours","544517264725516288":"rumours","544514645571420160":"rumours","544370712639590400":"rumours","544487535418687488":"rumours","544291965513134080":"rumours","544310853613281281":"rumours","544359578612559872":"rumours","544271185903484929":"rumours","544363757493702656":"rumours","544380433014591488":"rumours","544320992361721856":"rumours","544508900595499009":"rumours","544519140552507392":"rumours","544284455909998592":"rumours","544508666724876288":"rumours","544511560249790464":"rumours","544267656597995521":"rumours","544387967037763584":"rumours","544300361360498688":"rumours","544329935943237632":"rumours","544377502563459072":"rumours","544277117039837184":"rumours","544361776020586496":"rumours","544277650714677249":"rumours","544290780991725568":"rumours","544515999161393152":"rumours","544508995361202176":"rumours","544514570367168512":"rumours","544411097797644288":"rumours","544280707800264704":"rumours","544380899639689216":"rumours","544390130682068993":"rumours","544512064694546432":"rumours","544282393801007104":"non-rumours","544406902990323712":"non-rumours","544482664515121153":"non-rumours","544310849784274945":"non-rumours","544437798426509312":"non-rumours","544444148234076160":"non-rumours","544519480018489344":"non-rumours","544411561205301248":"non-rumours","544312732443348995":"non-rumours","544408991649251329":"non-rumours","544414430025371649":"non-rumours","544520121436213248":"non-rumours","544282714237448192":"non-rumours","544299916252573698":"non-rumours","544435176479027200":"non-rumours","544516240572940289":"non-rumours","544420963429797889":"non-rumours","544383649131806722":"non-rumours","544466608450580481":"non-rumours","544465890218369024":"non-rumours","544329092100005888":"non-rumours","544294890343915520":"non-rumours","544317494379294721":"non-rumours","544459882075017216":"non-rumours","544319905076903936":"non-rumours","544372384690872321":"non-rumours","544293021995393024":"non-rumours","544345939054710785":"non-rumours","544395106426425345":"non-rumours","544308031446872065":"non-rumours","544323450270392322":"non-rumours","544499931101548544":"non-rumours","544487672145018880":"non-rumours","544419416578850818":"non-rumours","544410806167678976":"non-rumours","544506443626741762":"non-rumours","544301313459101696":"non-rumours","544421207115051008":"non-rumours","544521260840267776":"non-rumours","544495737770618880":"non-rumours","544473507594113024":"non-rumours","544363222296297473":"non-rumours","544506347438735361":"non-rumours","544316046379716608":"non-rumours","544440724192628736":"non-rumours","544433367765110784":"non-rumours","544309113694740480":"non-rumours","544502782267752449":"non-rumours","544487291465392128":"non-rumours","544452299641192448":"non-rumours","544314464569675776":"non-rumours","544427753785659393":"non-rumours","544370072018378752":"non-rumours","544451052679204864":"non-rumours","544505447911149569":"non-rumours","544430910511140865":"non-rumours","544497405237161984":"non-rumours","544416582256967680":"non-rumours","544425494763302913":"non-rumours","544520434767503361":"non-rumours","544348632980676608":"non-rumours","544493536771854336":"non-rumours","544396608704901120":"non-rumours","544439521236893696":"non-rumours","544366723067957249":"non-rumours","544494787168972800":"non-rumours","544519284740079616":"non-rumours","544332519861022720":"non-rumours","544308188909027328":"non-rumours","544518707825750016":"non-rumours","544292342430449664":"non-rumours","544332847050670080":"non-rumours","544484918567239681":"non-rumours","544293177596067840":"non-rumours","544518128798294016":"non-rumours","544406212461473792":"non-rumours","544363471660277760":"non-rumours","544373945206460416":"non-rumours","544395613043818496":"non-rumours","544427938372792321":"non-rumours","544389911630340096":"non-rumours","544429942323167233":"non-rumours","544365130138808321":"non-rumours","544434192478519297":"non-rumours","544296373466562560":"non-rumours","544396078125039617":"non-rumours","544377326122057728":"non-rumours","544415156659175424":"non-rumours","544436279442546688":"non-rumours","544295960449265664":"non-rumours","544337816298070017":"non-rumours","544501464849059840":"non-rumours","544459137674125312":"non-rumours","544308888628387840":"non-rumours","544420349052342272":"non-rumours","544450560460480512":"non-rumours","544519577733173248":"non-rumours","544295667112230912":"non-rumours","544521433473634304":"non-rumours","544470843997564928":"non-rumours","544298959993200640":"non-rumours","544436172999495680":"non-rumours","544355987608444929":"non-rumours","544333302178799617":"non-rumours","544518803225604096":"non-rumours","544483404528775168":"non-rumours","544466920880492544":"non-rumours","544282015487787008":"non-rumours","544312065637097472":"non-rumours","544390550497947649":"non-rumours","544500883963518976":"non-rumours","544459886365376515":"non-rumours","544497137221136384":"non-rumours","544401573968097280":"non-rumours","544446269968908289":"non-rumours","544513407400304640":"non-rumours","544275574642835456":"non-rumours","544283714751328256":"non-rumours","544486187478433793":"non-rumours","544520795511611392":"non-rumours","544494721872433152":"non-rumours","544323358327070720":"non-rumours","544413195884974080":"non-rumours","544426670095368192":"non-rumours","544469768745398272":"non-rumours","544506678922977280":"non-rumours","544444409769512960":"non-rumours","544276027644850176":"non-rumours","544427216516698113":"non-rumours","544268900351766528":"non-rumours","544470398881259520":"non-rumours","544461947882586112":"non-rumours","544308156625481728":"non-rumours","544319450569134081":"non-rumours","544303499756855297":"non-rumours","544331918506872832":"non-rumours","544357935439417345":"non-rumours","544393723099238400":"non-rumours","544516142983684097":"non-rumours","544392801836728321":"non-rumours","544387390752567297":"non-rumours","544482745637158912":"non-rumours","544384825332101120":"non-rumours","544475686740967424":"non-rumours","544353257175654400":"non-rumours","544384839906906113":"non-rumours","544399562866053120":"non-rumours","544266241511133186":"non-rumours","544432661419155456":"non-rumours","544336736948473856":"non-rumours","544298663061643264":"non-rumours","544325938826076161":"non-rumours","544298354029506560":"non-rumours","544487579048222721":"non-rumours","544428943080951808":"non-rumours","544450710926934017":"non-rumours","544464445787750401":"non-rumours","544458427263512576":"non-rumours","544402012570284032":"non-rumours","544518696463765505":"non-rumours","544462825952133121":"non-rumours","544425457471725568":"non-rumours","544345465311879170":"non-rumours","544392353717317632":"non-rumours","544354840042680320":"non-rumours","544519396828672000":"non-rumours","544431559320014848":"non-rumours","544357899783655424":"non-rumours","544410900854091776":"non-rumours","544494058287423489":"non-rumours","544345074960584704":"non-rumours","544305672372772865":"non-rumours","544403526773125120":"non-rumours","544483951524737024":"non-rumours","544444661859749890":"non-rumours","544460097146331136":"non-rumours","544508035113439232":"non-rumours","544477802255630336":"non-rumours","544283374911627264":"non-rumours","544369501857263616":"non-rumours","544442068639416320":"non-rumours","544434475807936512":"non-rumours","544389770009276416":"non-rumours","544499892010635264":"non-rumours","544419029905985536":"non-rumours","544404937380093952":"non-rumours","544443266926931968":"non-rumours","544396587192311808":"non-rumours","544350087020019712":"non-rumours","544488899100147713":"non-rumours","544474138287812608":"non-rumours","544495155198181376":"non-rumours","544427042616254465":"non-rumours","544346361101963265":"non-rumours","544325896661114881":"non-rumours","544436750097973250":"non-rumours","544290967369428992":"non-rumours","544516739178827776":"non-rumours","544515971637968898":"non-rumours","544435708299972608":"non-rumours","544442676410867712":"non-rumours","544495167836016640":"non-rumours","544411992279093248":"non-rumours","544298121379852289":"non-rumours","544440498594017280":"non-rumours","544323127522906112":"non-rumours","544477048048082945":"non-rumours","544520690490417152":"non-rumours","544393165101613056":"non-rumours","544393766287970304":"non-rumours","544407393451646976":"non-rumours","544520615441756162":"non-rumours","544503217107648513":"non-rumours","544346261365600257":"non-rumours","544463701030354944":"non-rumours","544314020539289600":"non-rumours","544492465185898496":"non-rumours","544336572141694976":"non-rumours","544427255439425536":"non-rumours","544279950929321984":"non-rumours","544280650455728129":"non-rumours","544477097016578048":"non-rumours","544492614838673408":"non-rumours","544443959662358528":"non-rumours","544296465619619840":"non-rumours","544309096351268864":"non-rumours","544490976253726720":"non-rumours","544332610097676288":"non-rumours","544306732475105283":"non-rumours","544513510450155520":"non-rumours","544504954334224384":"non-rumours","544434450918932480":"non-rumours","544443377643954176":"non-rumours","544369229987078145":"non-rumours","544496648445890561":"non-rumours","544437375003131904":"non-rumours","544432190281359360":"non-rumours","544381029537312769":"non-rumours","544520379176599552":"non-rumours","544435685864660992":"non-rumours","544457877688430593":"non-rumours","544436666661085184":"non-rumours","544509652390924290":"non-rumours","544448652886818816":"non-rumours","544468178961592321":"non-rumours","544419162001383424":"non-rumours","544472800379940864":"non-rumours","544317139323473920":"non-rumours","544406288231174144":"non-rumours","544414028752121856":"non-rumours","544461231549992962":"non-rumours","544497307933474816":"non-rumours","544360342995099648":"non-rumours","544326782334558208":"non-rumours","544446667312091136":"non-rumours","544515517546254338":"non-rumours","544311814649942016":"non-rumours","544321311250468865":"non-rumours","544447757860483072":"non-rumours","544293770926120960":"non-rumours","544365039663083521":"non-rumours","544452969702236161":"non-rumours","544508725420380160":"non-rumours","544447054034919424":"non-rumours","544406931897479168":"non-rumours","544314810884562946":"non-rumours","544477834396577793":"non-rumours","544416939867529216":"non-rumours","544330861680664576":"non-rumours","544450135988899840":"non-rumours","544387669766451200":"non-rumours","544334612718055424":"non-rumours","544399649025433601":"non-rumours","544395562666037248":"non-rumours","544458083129229312":"non-rumours","544419497667751937":"non-rumours","544470979842281472":"non-rumours","544307589245587457":"non-rumours","544521948924248066":"non-rumours","544401029211496449":"non-rumours","544417650680823808":"non-rumours","544520990538358784":"non-rumours","544293069957259264":"non-rumours","544429467968339970":"non-rumours","544469609433563136":"non-rumours","544334623023452160":"non-rumours","544475892685099008":"non-rumours","544464695646617600":"non-rumours","544401367540834304":"non-rumours","544439380329644032":"non-rumours","544356213837017089":"non-rumours","544453564718804992":"non-rumours","544495240640757760":"non-rumours","544415425140776961":"non-rumours","544389639046721537":"non-rumours","544447768354639872":"non-rumours","544281012708970497":"non-rumours","544484477930467328":"non-rumours","544459333983948800":"non-rumours","544487556700598272":"non-rumours","544382795099799553":"non-rumours","544403112656527360":"non-rumours","544512078518968320":"non-rumours","544309956250320897":"non-rumours","544309497041133568":"non-rumours","544294618758520832":"non-rumours","544519486498676736":"non-rumours","544426421331169280":"non-rumours","544500288183607296":"non-rumours","544452087468150784":"non-rumours","544461661055098881":"non-rumours","544518036255150080":"non-rumours","544348392944463872":"non-rumours","544517500118249472":"non-rumours","544467822168920064":"non-rumours","544296463027961856":"non-rumours","544414686935285760":"non-rumours","544308490840195072":"non-rumours","544394005182963712":"non-rumours","544369653015801856":"non-rumours","544365585417527296":"non-rumours","544288009747566592":"non-rumours","544301012492632064":"non-rumours","544397240601563137":"non-rumours","544445607717261314":"non-rumours","544435030127161344":"non-rumours","544479045149130753":"non-rumours","544369574842347520":"non-rumours","544465040666288129":"non-rumours","544457904422531072":"non-rumours","544404673357021184":"non-rumours","544515671347200001":"non-rumours","544402024524038144":"non-rumours","544462911729455104":"non-rumours","544464812621578243":"non-rumours","544301338935312384":"non-rumours","544424261163569152":"non-rumours","544287332061298688":"non-rumours","544496602262806528":"non-rumours","544470708093747202":"non-rumours","544313592477384704":"non-rumours","544329431998038016":"non-rumours","544414634308939776":"non-rumours","544427333969805312":"non-rumours","544420067774316544":"non-rumours","544405761925738496":"non-rumours","544284483453595648":"non-rumours","544428261602623488":"non-rumours","544449039433883650":"non-rumours","544275733607366656":"non-rumours","544514782456729600":"non-rumours","544364507342979072":"non-rumours","544518337498058753":"non-rumours","544439832466817024":"non-rumours","544458445764968448":"non-rumours","544480083982168064":"non-rumours","544391790615605249":"non-rumours","544298334354411521":"non-rumours","544494652418949120":"non-rumours","544348695076954114":"non-rumours","544292798887784449":"non-rumours","544438653410639872":"non-rumours","544279603259248640":"non-rumours","544476533302505472":"non-rumours","544301589931241472":"non-rumours","544482233038286848":"non-rumours","544518859290464256":"non-rumours","544418204508893184":"non-rumours","544512465099587584":"non-rumours","544373513407062016":"non-rumours","544299029601861632":"non-rumours","544520586576547840":"non-rumours","544496062321664001":"non-rumours","544300256981430272":"non-rumours","544327577406410752":"non-rumours","544286833362747392":"non-rumours","544443259804598272":"non-rumours","544298507868200961":"non-rumours","544295871592951808":"non-rumours","544334431830286336":"non-rumours","544443154964152320":"non-rumours","544449562552045568":"non-rumours","544376469279875072":"non-rumours","544512867144192000":"non-rumours","544476597512699904":"non-rumours","544321631976296449":"non-rumours","544518583112314880":"non-rumours","544410895602839552":"non-rumours","544328673097039873":"non-rumours","544462918465503233":"non-rumours","544391471458451456":"non-rumours","544466903364673536":"non-rumours","544515546633355264":"non-rumours","544274797640044544":"non-rumours","544375969687953410":"non-rumours","544467299218886656":"non-rumours","544519298015039489":"non-rumours","544417680284192768":"non-rumours","544403765575839744":"non-rumours","544441034948636672":"non-rumours","544420432099545089":"non-rumours","544416937178976256":"non-rumours","544439077756755969":"non-rumours","544360851646709760":"non-rumours","544437117963616256":"non-rumours","544432946841538560":"non-rumours","544464731449196544":"non-rumours","544285213891629056":"non-rumours","544374569016885248":"non-rumours","544309943533600769":"non-rumours","544280617160949760":"non-rumours","544330174351679489":"non-rumours","544420375224791040":"non-rumours","544467919003213824":"non-rumours","544520195659014145":"non-rumours","544489539348471808":"non-rumours","544410907204259840":"non-rumours","544341255174356992":"non-rumours","544427133398175744":"non-rumours","544305859904286720":"non-rumours","544453205682556928":"non-rumours","544349773676179456":"non-rumours","544420376424353792":"non-rumours","544334394912014336":"non-rumours","544335202923737089":"non-rumours","544376073685712896":"non-rumours","544329896529760256":"non-rumours","544393889113600000":"non-rumours","544401374675341312":"non-rumours","544468997916614656":"non-rumours","544401577113845760":"non-rumours","544478625383608320":"non-rumours","544440749387808768":"non-rumours","544429514525507585":"non-rumours","544319667364708352":"non-rumours","544363391641341952":"non-rumours","544376532161298432":"non-rumours","544340943965409281":"non-rumours","544486142763347969":"non-rumours","544482559900393472":"non-rumours","544472595140063232":"non-rumours","544415105358643200":"non-rumours","544350803125735424":"non-rumours","544388259359387648":"non-rumours","544380441210277888":"non-rumours","544305999994421249":"non-rumours","544306591235710976":"non-rumours","544515781367582720":"non-rumours","544319395619958784":"non-rumours","544337761600557056":"non-rumours","544515665319976960":"non-rumours","544442448965947392":"non-rumours","544346107900207105":"non-rumours","544519083300241408":"non-rumours","544290995462889472":"non-rumours","544409869990633473":"non-rumours","544389506569220096":"non-rumours","544340578528272385":"non-rumours","544309283048144897":"non-rumours","544419788739461121":"non-rumours","544425492971941888":"non-rumours","544343625069379584":"non-rumours","544455370476109824":"non-rumours","544446973667860480":"non-rumours","544518445870497793":"non-rumours","544499449645768706":"non-rumours","544299273664593920":"non-rumours","544520344976232449":"non-rumours","544474960602083328":"non-rumours","544390718253699072":"non-rumours","544458458527834112":"non-rumours","544422134127525888":"non-rumours","544379143136497664":"non-rumours","544307871853592576":"non-rumours","544449632131375104":"non-rumours","544337689676636161":"non-rumours","544338676835041280":"non-rumours","544480905532669952":"non-rumours","544284599996526592":"non-rumours","544513035118075904":"non-rumours","544301961638457344":"non-rumours","544341369762742272":"non-rumours","544330052796559360":"non-rumours","544306118273794048":"non-rumours","544518088117329920":"non-rumours","544504859290906624":"non-rumours","544415616753745920":"non-rumours","544508313220567041":"non-rumours","544328351939186689":"non-rumours","544520949748752384":"non-rumours","544357264333615104":"non-rumours","544288968624578560":"non-rumours","544291966536523776":"non-rumours","544388092552294400":"non-rumours","544282250503012352":"non-rumours","544459726948286464":"non-rumours","544428082749132800":"non-rumours","544458558432350208":"non-rumours","544438309267578880":"non-rumours","544277607723048961":"non-rumours","544423787949600768":"non-rumours","544310691600302080":"non-rumours","544347292493705216":"non-rumours","544409532324413440":"non-rumours","544384680376532992":"non-rumours","544391946513305600":"non-rumours","544294274674593792":"non-rumours","544286688436969472":"non-rumours","544284526684286976":"non-rumours","544379787246981122":"non-rumours","544317301064208384":"non-rumours","544518044643770368":"non-rumours","544327278469988352":"non-rumours","544480936960606210":"non-rumours","544291853227786240":"non-rumours","544483003758419969":"non-rumours","544478071340806146":"non-rumours","544455530756841474":"non-rumours","544297247567917056":"non-rumours","544313008642461697":"non-rumours","544391323214573568":"non-rumours","544393504768925697":"non-rumours","544312118497914880":"non-rumours","544463201875025921":"non-rumours","544492919567417344":"non-rumours","544391412075069440":"non-rumours","544416818711252992":"non-rumours","544406832073416704":"non-rumours","544519358090084354":"non-rumours","544389493273276416":"non-rumours","544516164333080577":"non-rumours","544508543152304128":"non-rumours","544515489016594432":"non-rumours","544412767240085504":"non-rumours","544308749725626368":"non-rumours","544448991518130176":"non-rumours","544427543336464384":"non-rumours","544330542871633920":"non-rumours","544378232624410624":"non-rumours","544494408515608576":"non-rumours","544465934149513216":"non-rumours","544306616137293824":"non-rumours","544435863946416129":"non-rumours","544495359800930304":"non-rumours","544310166242734080":"non-rumours","544301609472122881":"non-rumours","544288302254137345":"non-rumours","544477404342018048":"non-rumours","544386515171020801":"non-rumours","544333236243947520":"non-rumours","544444021066563584":"non-rumours","544338622422335489":"non-rumours","544465862942797825":"non-rumours","544341124614459393":"non-rumours","544421653128556544":"non-rumours","544297331906973696":"non-rumours","544499381731622912":"non-rumours","544516478821613569":"non-rumours","544403564077260800":"non-rumours","544505129810944001":"non-rumours","544343299138392065":"non-rumours","544394858405060608":"non-rumours","544410079043551232":"non-rumours","544278202743402496":"non-rumours","544506628239028224":"non-rumours","544372701285351424":"non-rumours","544293716140126208":"non-rumours","544314301067304960":"non-rumours","544518415952539649":"non-rumours","544471218951581696":"non-rumours","544450580367024128":"non-rumours","544437156505067520":"non-rumours","544519024156360704":"non-rumours","544286724831318017":"non-rumours","544520888003985408":"non-rumours","544398776236904448":"non-rumours","544324741239037952":"non-rumours","544317474498703360":"non-rumours","544342743003045888":"non-rumours","544400801083686912":"non-rumours","544293261506928640":"non-rumours","544438499642847232":"non-rumours","544336432609775618":"non-rumours","544434964985421824":"non-rumours","544287902079803392":"non-rumours","544311959483473920":"non-rumours","544442206832963584":"non-rumours","544515215576948736":"non-rumours","544323086841954304":"non-rumours","544503881527742464":"non-rumours","544467005655748608":"non-rumours","544510784366080000":"non-rumours","544409400941625344":"non-rumours","544410050572582912":"non-rumours","544444261027299328":"non-rumours","544477019472289792":"non-rumours","544483913830531073":"non-rumours","544401106617786370":"non-rumours","544337283801829376":"non-rumours","544475905926524928":"non-rumours","544513199375384576":"non-rumours","544474153646956547":"non-rumours","544384467809230848":"non-rumours","544456216907636736":"non-rumours","544467710923395073":"non-rumours","544453251068743681":"non-rumours","544444539092488192":"non-rumours","544368246271406080":"non-rumours","544500527720325120":"non-rumours","544301925735202816":"non-rumours","544316978278592512":"non-rumours","544451041396531200":"non-rumours","544310222547087361":"non-rumours","544436330856329216":"non-rumours","544359670480379905":"non-rumours","544280391226761218":"non-rumours","544516940367413248":"non-rumours","544336408144781313":"non-rumours","544434195469045761":"non-rumours","544293739221368832":"non-rumours","544351179044425729":"non-rumours","544504889746149377":"non-rumours","544408293192368128":"non-rumours","544511391349354496":"non-rumours","544484515742482432":"non-rumours","544521788777304064":"non-rumours","544336585052160001":"non-rumours","544402515085623296":"non-rumours","544308793623207936":"non-rumours","544398512931086336":"non-rumours","544389986809036800":"non-rumours","544340812448804864":"non-rumours","544429350376861696":"non-rumours","544337383215226880":"non-rumours","544412083714928640":"non-rumours","544499780479893504":"non-rumours","544416436374892544":"non-rumours","544406665223999488":"non-rumours","544503425082613761":"non-rumours","544309893969092608":"non-rumours","544328059482939392":"non-rumours","544352649978843136":"non-rumours","544338698750664704":"non-rumours","544521880661950464":"non-rumours","544514988078280704":"non-rumours","544495975083941889":"non-rumours","544426163964096513":"non-rumours","544462438310375425":"non-rumours","544316684736028673":"non-rumours","544519849507307520":"non-rumours","544514249356484608":"non-rumours","544404072179060736":"non-rumours","544435023282470912":"non-rumours","544301025079730176":"non-rumours","544301149348982784":"non-rumours","544331022104395777":"non-rumours","544344684685189120":"non-rumours","544472530921480192":"non-rumours","544354418938740736":"non-rumours","544430900235075584":"non-rumours","544444189078208512":"non-rumours","544520802339917824":"non-rumours","544497191155290112":"non-rumours","544429185255481344":"non-rumours","544421245698056194":"non-rumours","544329251487756288":"non-rumours","544476492281827328":"non-rumours","544416309266898944":"non-rumours","544519021702311936":"non-rumours","544428008258297856":"non-rumours","544492372088717312":"non-rumours","544517721757847552":"non-rumours","544396816083468290":"non-rumours","544313132865159169":"non-rumours","544280929154637825":"non-rumours","544423869981802496":"non-rumours","544463189447294976":"non-rumours","544400809182523392":"non-rumours","544288856263360512":"non-rumours","544494273924562944":"non-rumours","544389259491172353":"non-rumours","544427461136502784":"non-rumours","544395804190855168":"non-rumours","544362543997665280":"non-rumours","544515072203444224":"non-rumours","544301449845305344":"non-rumours","544494312206000128":"non-rumours","544415318345396224":"non-rumours","544457324211879937":"non-rumours","544300369765859328":"non-rumours","544367862211952641":"non-rumours","544331094523662337":"non-rumours","544515174376701952":"non-rumours","544519486167330817":"non-rumours","544463778780557312":"non-rumours","544305018439204864":"non-rumours","544415816851021824":"non-rumours","544495066258362368":"non-rumours","544419008615702528":"non-rumours"}}