{"text":{"500311153583853570":"Michael Brown was suspected of robbing store in #Ferguson before being shot, say police http:\/\/t.co\/KUZQGasFgA http:\/\/t.co\/TjuEVB8z5m","500359377585704961":"Police chief said officer who shot Brown didn't know about any robbery #ferguson","500326267640905728":"Report: #Ferguson police beat up wrong suspect then charged him for getting blood on uniforms in 2009 http:\/\/t.co\/zmzd813Jzb","500292202845982720":"So basically #Ferguson PD hijacked what was supposed to be a press conference about Darren Wilson to call Michael Brown a criminal #NMOS14","500381163866062848":"Report: #Ferguson police beat up wrong suspect then charged him for getting blood on uniforms in 2009 http:\/\/t.co\/Mck8FYYOpp","498498431271190528":"I'd be more inclined to take the #Ferguson PD account seriously if they hadn't been so careful to confiscate all video evidence beforehand.","500308076004929537":"Possible \"robbery\" took place and BAM! Like magic it's as if another UNARMED black youth being murdered has been forgotten #smh #Ferguson","500280304146612224":"7) #MikeBrown was approached for mouthing off to a cop (both  #Ferguson PD &amp; eyewitness testimonies reflect this). NOT as a robbery suspect","500391222075076610":"Store owner told @FOX2now Monday that there was a theft, but said it was not MichaelBrown; said it was someone else #Ferguson","499553593041903616":"BREAKING: #Anonymous has obtained audio files of police dispatch and EMS during the #MikeBrown shooting. Will release ASAP. #Ferguson","499525020708634625":"The woman injured last night... #Ferguson  http:\/\/t.co\/MaOSd1iarV","500290464621559808":"#Ferguson cops beat innocent man then charged him for bleeding on them: http:\/\/t.co\/u1ot9Eh5Cq via @MichaelDalynyc http:\/\/t.co\/AGJW2Pid1r","500307001629745152":"It appears that #Ferguson PD are trying to assassinate Mike Brown's character after literally assassinating Mike Brown.","500292806175236096":"The surveillance photos, the police report, and this witness account. #Ferguson http:\/\/t.co\/Sbx9tfA5FA http:\/\/t.co\/JGgtaXYOxz","498430783699554305":"Witness: Police allegedly stopped Mike Brown after yelling at him to walk on sidewalk. #Ferguson http:\/\/t.co\/XG00R6w0k6","500283877567770624":"#Ferguson police say Michael Brown fit description of strong-arm robbery suspect  http:\/\/t.co\/bxXMNDzhe6","498463591767756800":"There was only one TV reporter at #Ferguson protests last night. Most left earlier fearing violence. Yet only violence was cop's bullets!","500287538578587648":"So lets recap. No dashboard cam of the incident. But definitely photos of Michael Brown in a store. Funny how that happens #NMOS14 #Ferguson","500350777844457473":"#Ferguson cops beat innocent man, then charged him with bleeding on their uniforms http:\/\/t.co\/JUQ3pKvbCm http:\/\/t.co\/pByb9IUqew","500280838710247424":"Police reports released this morning indicate Mike Brown was a suspect in a \"strong-armed\" robbery in #Ferguson","500263680026869760":"#Ferguson cops beat man, charged him w\/\"property damage\" for bleeding on their uniforms. Then they lied in court. http:\/\/t.co\/B0DSHrIfA1","499456913902284800":"It was a St. Louis County police officer who shot this man, according to PIO Brian Schellman. #ferguson","500298981558063107":"The day #Ferguson cops beat a man and charged him with getting his blood on their uniforms http:\/\/t.co\/JawJSRGJ9m http:\/\/t.co\/B9lA31LLis","500287479015292928":".....for a cover-up to be successful....you must first discredit the victim.....\n\n#Ferguson","499697648866045953":"despite clear footage of #ferguson citizens chanting \"killer cops have got to go\", media chooses to hear &amp; report \"kill the cops\" instead.","500298588992593920":"Police have named the cop who shot Michael Brown. @alicesperi's latest report from #Ferguson: http:\/\/t.co\/1K79nsOtx3 http:\/\/t.co\/cV3VCkUR6L","500360095738626049":"Asked why he released surveillance video of robbery, Chief Jackson responds, \"because the press asked for it.\" #MikeBrown #Ferguson","500305514447003649":"\"#Ferguson PD charged a man with destruction of property for bleeding on their uniforms while 4 officers beat him.\" http:\/\/t.co\/x4K1rHyXdn","500324234821124096":"Alleged theft of cigars is not a reason to shoot dead an unarmed teenager. #MichaelBrown #Ferguson","500309381930844160":"Do you understand what I'm saying? How had they already determined #MikeBrown was the suspect when the #Ferguson report was written?","500296692713783298":"So in #Ferguson, robbing a convenience carries the death penalty. Got it.","500394061887709184":"The press conf makes #Ferguson PD look like they've gone from stonewalling to counter punching. We give up a name, we drag his thru the mud.","500363740311982081":"What's so frustrating is that now we are talking about a robbery and not the killing of an unarmed kid. #ferguson","500277625773121536":"#Breaking: The officer involved in the shooting of Michael Brown is named Darren Wilson, #Ferguson police chief says.","500289307257868288":"The selective release of information by #Ferguson PD tells us nothing about the shooting. Instead appears to be a basic smear job.","500324836355608576":"Let's be serious, it took 5 days to release the incident report because it took 5 days to create the incident. #Ferguson","500288581081260032":"In 2009 #Ferguson PD beat a black man, then charged him for getting blood on their uniforms http:\/\/t.co\/Y1QTm1BZyt http:\/\/t.co\/KcuZ5VFMOn","500254607470518272":"At 8:00 police will release the name of the officer who shot Michael Brown. #Ferguson","500369391339724802":"Report: #Ferguson cop identified as unarmed teen's killer skipped town days ago http:\/\/t.co\/5GQvgcw3LJ","500301418406744064":"Took a week, but we finally at the moment where Mike Brown Is officially a suspect in his own murder. #Ferguson","500292917957648384":"So in 5mins mike brown shaved his head and changed his scandals to shoes. I think your being lied too #Ferguson http:\/\/t.co\/GSaYdYUhJr","500372391407931392":"Oh, whoops, the robbery had nothing to do with #MikeBrown being stopped, but at least now half of America thinks it did. - #Ferguson PD","500217516611108864":"2 of the 4 police departments rampaging through #Ferguson were trained by Israel in methods of domination and control http:\/\/t.co\/ztZUZpzHJb","500375545918803970":"This is what #Ferguson PD did to #HenryDavis in 2009 when they mistook him for a man with an outstanding warrant http:\/\/t.co\/ZdHpyHfrCh","500360248767840256":"the media didn't even know the video existed, but he just said they requested it? DUDE. #Ferguson","500377906305327104":"#Ferguson PD charged #HenryDavis w\/ \"destruction of property\" for bleeding on their uniforms: http:\/\/t.co\/qQWPClW3tG http:\/\/t.co\/5U3nMoMiF2","499648409767538688":"Lets bomb nurseries w\/ White Babies!? FBI: #NBP leader inciting violence in #Ferguson http:\/\/t.co\/TCXSbfrTsV #tcot http:\/\/t.co\/XDZqcWnoUQ","500296080710705152":"Cigarettes on Staten Island. Cigars in #Ferguson. Are these seriously enough to take a life?","500358977046474754":"WOW RT @themarkberman: \"The initial contact between the officer and Mr. Brown was not related to the robbery,\" #Ferguson police chief says","500278485001457664":"BREAKING: #Ferguson police have identified Darren Wilson as the cop who shot and killed Michael Brown. More details to come...","500235112785924096":"NEW DEVELOPMENT: Pentagon supplied St. Louis County police with military-grade weapons. #Ferguson","500281856559161344":"I personally don't trust St. Louis County PD, and I think they waited all this time to forge and falsify evidence. #Ferguson #MikeBrown","500354471525109760":"#MikeBrown's family calls it \"devious\" the way the police chief released info meant to \"assassinate\" their son's character. #Ferguson","500358195408551936":"Chief Jackson: initial contact between officer and #MikeBrown was not related to robbery. #Ferguson","500360018928353280":"Lawyers for police in bad shootings often advise shooters not to write reports or even speak to commanders or investigators. #Ferguson","500291056445845504":"DARREN WILSON\nMURDERED AN UNARMED TEEN\nLEFT HIS BODY IN THE STREET FOR 4 HRS\n\nAnything else is irrelevant.\n#MikeBrown\n#Ferguson\n#CoverUp","500359312447787009":"The #Ferguson police chief confirmed the stop of #MikeBrown had absolutely nothing to do with the alleged convenience store robbery.","500374427448516609":".@CNN KEEPS playing the video while saying it has nothing to do with the murder of #MikeBrown this is PSYCHOLOGICAL WARFAE. #FERGUSON","500336040440516608":"Family of Michael Brown slams #Ferguson police chief's \"devious\" attempt to \"blame the victim\" http:\/\/t.co\/4V3uWtShQH http:\/\/t.co\/GBnglBgJmo","500341884678836224":"Hobby Lobby asks #Ferguson PD for clarification: \"We thought chopping off someone's hand was the maximum penalty for shoplifting\"","500360244187635712":"Chief Jackson: officer Darren Wilson stopped #MikeBrown initially because he was in the street and blocking traffic. #Ferguson","500275363558064128":"http:\/\/t.co\/Qwgr0uMaX4 Ferguson, Missouri, Police to Release Name of Officer in Fatal Shooting #Ferguson #FergusonShooting #FergusonRiot","500298752469770240":"Shoot unarmed kid.\nConceal evidence.\nImpose martial law.\nHarass reporters.\nSmear the victim.\nWorst. Police. Ever.\n#Ferguson #MikeBrown","500258409988763649":"Name of #Ferguson cop is expected to be released by 9 ET, police chief says: http:\/\/t.co\/NhMsTgfzYi (J.B. Forbes, AP) http:\/\/t.co\/7LU1iT1EKB","499504676250066945":"2nd police-involved shooting reported in #Ferguson, Mo., overnight http:\/\/t.co\/VezLQ498BZ","500280809652514816":"today #MichaelBrown would've completed his 1st week of college &amp; #Ferguson police chief spent most time suggesting he's the criminal","500294693356175360":"I'm not retweeting the pic of #MikeBrown's body, but evidently he lost the hat and changed his shoes and shorts. And lost ~40 lbs. #Ferguson","500393152444772352":"FACT. We know more about how #MikeBrown allegedly stole cheap cigars than how and why a #Ferguson police officer shot and killed him.","500298315368390657":"#Ferguson police once beat a man then charged him with destruction of property for bleeding on their uniforms http:\/\/t.co\/KbTFfyI8mw","500286058664579072":"Update: #Ferguson police release stills from convenience store footage showing robbery http:\/\/t.co\/rl0RgIphUp http:\/\/t.co\/PHUofG7mJR","500280847912955904":"Hold on while Chief Jackson sprinkles a little crack on that Mike Brown crime scene ... #Ferguson","499361662743220224":"So #Ferguson Police can afford machine guns but they can't afford dash cameras for their squad cars? #interesting #MikeBrown","500280422295937024":"Darren Wilson is a six year veteran of the #Ferguson Police and had no disciplinary actions against him.","500286805720449025":"#Ferguson Police apparently has a history of fabrication.  http:\/\/t.co\/x1d3QTfEBx","500242061279637504":"#BreakingNews #ferguson chief says the name of the officer that shot #MichaelBrown will be released this morning http:\/\/t.co\/roXlFQ6EYA","500422971320963072":"I refuse to call the #Ferguson police chief incompetent when it is so clear the release of that video was calculated and brazen. #MikeBrown","500281131057811456":"BREAKING NEWS: According to documents released to the press, #MikeBrown was connected to an earlier robbery #Ferguson http:\/\/t.co\/LuCR9711S0","500364250461003777":"So, to sum up: 1) Darren Wilson KNEW NOTHING of the robbery, 2) shot #MikeBrown over jaywalking, and 3) was allowed to escape #Ferguson.","500270780832174080":"Police in #Ferguson plan to release name of officer who shot unarmed teen Michael Brown: http:\/\/t.co\/oqns3yVfTx http:\/\/t.co\/9fb09WUtdN","500266427840864256":"#Ferguson PD expected to release the name of officer who killed Mike Brown shortly. Watch here http:\/\/t.co\/7XiK3mhlzZ","500325220193153024":"!! #Ferguson cops once nabbed wrong man but charged him w\/ property damage for bleeding on uniforms-they had beat him http:\/\/t.co\/p5TRiQtWFY","500421926079066112":"Shot ten times.\nUnarmed.\nWhat else is there to talk about?\n#StopTheSmear #Ferguson","498341675476217856":"St. Louis: Unarmed teenager #MikeBrown was shot ten times by a #Ferguson police officer for accusation of shoplifting http:\/\/t.co\/cmaG8mnMiP","499366666300846081":"Line of police cars with high beams on greets anyone trying to enter #Ferguson. It's shut down. No media allowed. http:\/\/t.co\/bk6jFFM7jj","500300813835988992":"They wanted u 2 believe that #TrayvonMartin was a criminal, #EricGarner a criminal, #RenishaMcBride a thief, &amp; now #MikeBrown #Ferguson","500284091305299968":"So the angel Michael Brown who is 6'4\" 290 is the robber of the convenience store! #Ferguson http:\/\/t.co\/d81cQPHzbi","500351760402493440":"You'd think it would've been more newsworthy when Missouri got rid of due process and made shoplifting a capital crime #Ferguson #MikeBrown","500291013521334272":"These surveillance images were taken at a convenience store 10 min. Before #MichaelBrown was shot Sat. #Ferguson http:\/\/t.co\/mnReDcRfzz","500284494201757696":"The info given today seems to line up with this witness account, even the alleged theft: http:\/\/t.co\/7hjBIrf1a3\n\n#Ferguson #MikeBrown","498317138554150912":"Michael Brown DID NOT STEAL ANYTHING!!!!! It has just been reported that he didn't steal anything #FergusonShooting #Ferguson","500287295485128704":"the police version is also that #MikeBrown approached the officer. But if he had JUST robbed a store, why approach police?? #Ferguson","499612545909415938":"Nearly 7k blacks were murdered last yr--almost all by other blacks. A tiny % were unarmed-killed-by-cop.\nWhere's Al, Jesse?\n#tcot #ferguson","500284871541940225":"I'm NOT believing this story because I know how the police lie and will keep lying and will organize together AND LIE. #MIKEBROWN #Ferguson","500358655834062848":"#Ferguson Police Chief: The initial contact between #DarrenWilson and #MikeBrown was NOT related to the alleged theft of cigars.","500379055594946561":"Officer in shooting death of MIchael Brown was unaware he was a suspect: #Ferguson police http:\/\/t.co\/ZdxP58Ptqt http:\/\/t.co\/ypfN4DmMZi","500361302238564352":"Key point: Officer Wilson was not aware that #MikeBrown was a robbery suspect. It will be key in establishing his state of mind. #Ferguson","500251242124173312":"#Ferguson officials to release name of cop who shot Michael Brown on Friday http:\/\/t.co\/x0P9yUhzUU http:\/\/t.co\/Gk2DxncNov","500292426154528770":"If Mike Brown was engaged in a robbery before being shot, why isn't his alleged accomplice under arrest? #Ferguson http:\/\/t.co\/upMLU4bbK4","500363126294863876":"The #Ferguson police chief just basically confirmed #MikeBrown was gunned to death for the crime of walking in the street?\n\nHorrific.","500283314230419456":"Every time the police talk, their story changes. I hate it. #Ferguson","500303431928922113":"Reminder: Forget the robbery, forget the minor looting. NOTHING justifies militarized police pointing sniper rifles at journalists #Ferguson","500288263320768512":"basically #Ferguson PD did an opposition research dump on mike brown, and not their jobs","500291116403789824":"Let's not forget that even if Mike Brown did shoplift, that's not why police said he was stopped or why he was shot. #mikebrown #ferguson","500286293688193024":"So police narrative in #Ferguson is unarmed teen suspected in unarmed robbery was shot to death. We've still got a problem, Chief.","500316005089181697":"#Ferguson cops beat this man – then charged him for getting blood on their uniforms http:\/\/t.co\/oLmNINLm1x http:\/\/t.co\/x6dnPvSU5H","500370960093302784":"Increasingly seems like #Ferguson police dept. spent all week playing dress-up, couldn't even be bothered to get its story straight","500413818368184321":"Remarkably, despite the military-style police presence in #Ferguson, a known killer was able to skip town http:\/\/t.co\/lDGjp6Wt1j","500285938824908801":"\"Police in #Ferguson, once charged a man with destruction of property for bleeding on their uniforms while four of them allegedly beat him.\"","500404132394459136":"MSNBC is literally reporting that Police Chief CLEARLY said it was about jay walking. \n\nThis is a fucking clown show. #Ferguson","500278365031370752":"First, #MikeBrown was accused of shoplifting. Now, it's a robbery? It's very telling how the #Ferguson PD keeps spewing lie after lie.","500278169828470784":"BREAKING - #Ferguson's police chief has announced Darren Wilson as the cop who shot and killed #MikeBrown. (not the guy named by Anonymous)","500371149713178625":"In what world do you let a cop who killed someone leave town? http:\/\/t.co\/T0A3rn2PeL #Ferguson","500247666924986369":"KKK already raising money for the police officer who shot and killed #MikeBrown - #Ferguson http:\/\/t.co\/VWkZXjHF7V","500277563072475136":"BREAKING: Darren Wilson named as officer who fatally shot #MichaelBrown in #Ferguson","499579905508917248":"Not just Mike Brown… Second police shooting in #Ferguson leaves man in critical condition http:\/\/t.co\/uZpgcJK0bB","499404849835175938":"#Ferguson is completely shut down. No journalists allowed.","500277808883830784":"BREAKING: #Ferguson police chief just announced that officer Darren Wilson shot the unarmed teen, Michael Brown.","500385868041842688":"WOKE. #Ferguson #mikebrown RT @ChamNature: 10 mins RT @DragonflyJonez: 6'4 290. In sandals. RT @_TheSpeakEasy: Hmm http:\/\/t.co\/urAzIWRNI6","500359075045990401":"BOMBSHELL: #Ferguson chief says the police officer might not have even known about the robbery when he shot and killed Michael Brown.","500360978387976192":"So since we now know the officer knew nothing abt a robbery, we must ask why those tapes were released? #Ferguson. But we know why.","500388199064420352":"Hard to believe this guy assaulted a cop. 😂😂😂 \n\n#Ferguson http:\/\/t.co\/J86VLXnZF6","500294349872062464":"So a large Negro robbed a store and then the cops saw a large Negro.\n\nWHAT WERE THEY SUPPOSED TO DO?!?!\n\nPerhaps not execute him. #Ferguson","498254340310966273":"Michael Brown is the 17 yr old boy who was shot 10x &amp; killed by police in #Ferguson today. Media reports \"police shoot man\". #blackboysonly","500389488217309184":"#Ferguson chief let most of day go by b4 disclosing (after repeated Qs) that cop who killed #MikeBrown knew nothing about robbery. DANGER","500295333486657536":"Look at his arrive time on the report. This man was still in the store. Exlplain this. #Ferguson #FergusonShooting http:\/\/t.co\/caOWNddXxa","500314015609147392":"Report: #Ferguson police beat up wrong suspect then charged him for getting blood on uniforms in 2009 http:\/\/t.co\/kLB4im10qo","500397785246466048":"#Ferguson Police: Video Shows Michael Brown Strong-Arming Store Clerk http:\/\/t.co\/Nm8bHDdUz7 http:\/\/t.co\/mgdyuatgFE","498294764718915586":"White man aiming down on police...nothing happens. Unarmed black kid walking back from store shot 10 times. #Ferguson http:\/\/t.co\/48EcUF2Bwa","500360094924931073":"#Ferguson police chief says he released the robbery video because he was getting FOIA requests for it. How did anyone know to request it?","500298847550472194":"If #MikeBrown is indeed the robber, where’s the red ball cap? Sandals? Stolen cigars? #ferguson","500308708988301312":"The \"Robbery\" Incident Report released by #Ferguson PD today is sketchy at best. What stood out? NAMING #MikeBrown. How did they know?","498320854707896321":"Supposedly there might be one or two witnesses who have the shooting or part of the shooting recorded on their phones. #Ferguson","500362083221786625":"Cop who shot Brown did not know he was a robbery suspect, #Ferguson police chief says http:\/\/t.co\/9pWsMI9HOj http:\/\/t.co\/urxcAQk7Uy","500371231183745025":"#Ferguson Police Chief says #MikeBrown was stopped because he was walking in road NOT because he was suspected of stealing cigars.","499565555645685760":"RT @bonedog84: Over 50 people have been arrested in #Ferguson.\n\nNone of them is the cop who shot that boy 10 times in cold blood.","500378223977721856":"Oh. So NOW the #Ferguson police chief says the cop didn't know about the robbery when he stopped #MikeBrown. The kid was \"jaywalking\"? BS!","499368533378498560":"Before his death #MikeBrown told his mother, \"The world will know who #MichaelBrown is!\" #Ferguson","499642374428307457":"Prayers out to mya, HU graduate who was shot while protesting in St. Louis! #MikeBrown #Ferguson http:\/\/t.co\/J0OEIkJLHU","500358907383275520":"Why release the report about the robbery if it's not related to the contact with the cop who shot him? This all stinks. #Ferguson","500281094239817728":"#MikeBrown wanted to walk down the street. And he is dead. And the #Ferguson PD is using his silence in death to make him a criminal.","500279519455219712":"Let's be clear, #Ferguson PD never said Officer Darren Wilson was responding to robbery call before contact w\/ #MikeBrown until today.","500357713260724224":"ICYMI: The info given today seems to line up with this witness account, even the alleged theft: http:\/\/t.co\/7hjBIrf1a3\n\n#Ferguson #MikeBrown","500388703114895360":"Everybody was orgasming about a white cop killing an \"innocent\" black kid. Reality kicked them in the nuts. #Ferguson http:\/\/t.co\/hUx29W6P10","500308574703452160":"Even if #MikeBrown was running down the street with a bag full of boosted goods, he deserved a trial. Not a street execution. #Ferguson","500299904817049600":"RT .@rolandsmartin: This is simple: IF #MikeBrown was a robbery suspect, why didn’t #Ferguson police say that on DAY ONE? Why wait six days?","500251535943942145":"COUNTDOWN: One hour until #Ferguson police release the name of the officer that shot #MichaelBrown.","500294803402137600":"Photos of alleged robbery involving Michael Brown in #Ferguson (via police) http:\/\/t.co\/gr83XTGO1t http:\/\/t.co\/7V34OtGYcn","500387844758994946":"American Justice?! #MikeBrown #FergusonShooting #Ferguson #PoliceBrutality ##JusticeForMikeBrown http:\/\/t.co\/jgIwMophkl","500279189405433858":"That was very \"SLICK\" of the Police Chief to create a narrative that #MikeBrown was a \"suspect\" in a robbery!  #Ferguson","499494187969298432":"What are #Ferguson Police hiding about \"drive by\" shooting of black woman recording last night's action? http:\/\/t.co\/wfuDYm9q27 #OpFerguson","500287857727377408":"Just did a google map search. There are 2 Quick Trips in #Ferguson and they are on opposite ends of the town. Did #MikeBrown teleport?","500383514567925760":"now shameful #ferguson police say Brown wasn't even a robbery suspect when he was shot. he was just an unarmed kid walking down the street.","500273257262886912":"The name of the officer who fatally shot teenager #MichaelBrown will be released shortly. Watch CNN: http:\/\/t.co\/0QL42wwP0v #Ferguson","498506343368519680":"So last week NYPD tried to tell us that #EricGarner wasn't in a chokehold, now #Ferguson police telling us #MikeBrown assaulted the officer","500260514807947264":"Developing: Police in #Ferguson expected to announce the name of the officer who killed unarmed teen Michael Brown within the hour.","498280126254428160":"Mike Brown was staying with his grandmother for the summer, who lived in the community. #Ferguson","500358061698347008":"#Ferguson police chief now says that the robbery DOES NOT relate to the initial contact between Darren Wilson and Michael Brown","500359223557890048":"Q: Why did he stop Michael Brown? \"Because he was walking down the middle of the street,\" #Ferguson chief says.","500359323588239360":"The officer who shot #MikeBrown did NOT know he was a suspect in a robbery, according to #Ferguson police chief. They were not related.","500286984162525184":"MORE: #Ferguson police chief identifies Darren Wilson as cop who shot Michael Brown http:\/\/t.co\/Qojlgp8mlc http:\/\/t.co\/mwZBmZjAst","500327106824245249":"All weekend ppl will be talking about the \"robbery\" instead of the shooting bc #Ferguson PD didn't release any info about the shooting.","500319675797209088":"If we shot everyone in the street for stealing, imagine the carnage on Wall St. #mikebrown #ferguson","500287595403022336":"Cops were extra aggressive to incite fear and cause chaos, giving the #Ferguson PD time to destroy and\/or manufacture any \"evidence\" needed","500290977798836225":"#Ferguson PD releases robbery incident report smearing #MikeBrown but not shooting incident report. Did they think we wouldn’t notice?","500332933098385408":"If you can justify shooting an unarmed teenager by saying \"he might have been committing a misdemeanor\" you are a fucking asshole. #Ferguson","499456140044824576":"St. Louis Co Police tell me ofcr shot a man who pointed handgun at him at Chambers &amp; Sheffingdell at about 1 a.m. Man in critical. #ferguson","500280477920796672":"Because, of course, when someone commits a robbery they stroll down the middle of the street where everyone can see them. #Ferguson","500277526590423041":"BREAKING NEWS: NAME OF OFFICER WHO SHOT #MIKEBROWN - OFFICER DAREN WILSON - #Ferguson","500364921607974913":"Are we supposed to be cool &amp; remain calm when the police after MURDERING a teenager SLANDER him to hide the killing behind racism? #Ferguson","500300944891199488":"#Ferguson PD releases robbery incident report smearing #MikeBrown but not shooting incident report. Did they think we wouldn’t notice?","500339209715335169":"Wait wasn't Michael Brown stopped because of a routine patrol? Police can't even keep their stories straight. #Ferguson @OpFerguson","500354853680340993":"Boom RT @newsneighbor Why was #Ferguson PD still looking for the suspect 7 hours after Michael Brown had been killed? http:\/\/t.co\/4TH5aFsge2","500293872162205697":"Looks like #Ferguson PD spent their whole week on a smear campaign against #MikeBrown instead of investigating or being at all helpful.","500344846612447233":"\"@smokey: \"You can't jump over a murder &amp; talk to me about some cigars…\"  @thereval @newsone #Ferguson\" #KeepingItRealRadio","500306187624407040":"The day #Ferguson cops beat a man and charged him with getting his blood on their uniforms http:\/\/t.co\/P2mW9Nu8pB … http:\/\/t.co\/6kBUzLXzFY","500278858156085248":"BREAKING: #Ferguson police chief names Darren Wilson in killing of unarmed teen","500309222635360256":"Every incident report I've seen says \"the suspect was X,\" \"the suspect did Y.\" On the #Ferguson report, #MikeBrown is ALREADY NAMED. HOW??","500295393301647360":"The other day I asked a manager at the #Ferguson Market if police had requested surveillance video. She said no.","500336373833170945":"#Ferguson police are embarking on what can only be described as an elaborate smear campaign of Michael Brown http:\/\/t.co\/SaLZExqR1D","500280249629036544":"Police name the officer who shot #Ferguson teenager #MichaelBrown. Watch: http:\/\/t.co\/O76WptH1nE \nhttp:\/\/t.co\/R6bxjsY9CZ","499520839860367360":"Another police shooting in protest-plagued #Ferguson: http:\/\/t.co\/NcVUm7Fqdp (Scott Olson, Getty Images) http:\/\/t.co\/YfIp2RUB4N","500319801344929795":"The day #Ferguson cops told a dirty, bloody lie (via @thedailybeast): http:\/\/t.co\/gnAlHsS7tu http:\/\/t.co\/vpqnDDVd2u","498293668655423488":"Every 28 hours a black male is killed in the United States by police or vigilantes. #Ferguson","500287313256402945":"An observation from yrs in practice - if it takes you 5 days to get your story out &amp; it doesn't make sense, it's probably not true #Ferguson","500280658665537537":"REMINDER: #MikeBrown was a kid who just wanted to walk down a street. And for that, HE IS DEAD. Those are the facts. #Ferguson","499381843955707904":"The ferguson chief says that his feelings are hurt that ppl consider him a part of the problem. #ferguson http:\/\/t.co\/VoJGrMOPbZ","500283291493494784":"Oh, a suspect in a robbery? That changes everything. Everyone knows summary execution is the penalty for suspicion of robbery #Ferguson","500363831957135360":"They released that information this morning about the robbery KNOWING #MikeBrown wasn't stopped for it? Explain why. EXPLAIN. WHY. #Ferguson","500377145349521411":"to be clear: an unarmed teenager POSSIBLY stealing a box of cigars does not warrant being shot to death by the police. #Ferguson","500237448798949376":"JUST IN: #Ferguson Police Chief Thomas Jackson tells @RobinRoberts they will release the name of the police officer  today","500320680810795009":"#Ferguson PD beat, &amp; charged innocent man with \"Property Damage\" for bleeding on officer's clothes @YourAnonNews  http:\/\/t.co\/cdyvEIzZRw","500356642329071616":"Educated guess: possible reason they didn't release shooter's incident report--he didn't write one on advice of his lawyer. #Ferguson","500285919539511296":"If Dorian Johnson is a suspect in a robbery that justified #DarrenWilson killing #MikeBrown, why hasn't Dorian been arrested? #Ferguson","500327120770301952":"How many white celebrities have been CAUGHT shoplifting and end up dead in streets? I'll wait. #Ferguson","500359006331092994":"\"I know his initial contact was not related to the robbery,\" #Ferguson chief says. \"It was related to blocking the road.\"","500287491182579712":"And I feel silly for pointing this out but...\n\nIn America we don't have  executions by gunfire for alleged robberies. #Ferguson #MikeBrown","500359356589019136":"This #Ferguson PD chief press conference is AMAZING... he just ADMITTED Darren Wilson stopped him bc of the jaywalking.","498272309535191041":"200 cops in riot gear in #ferguson because there is a prayer circle and a concerned compassionate community","500377191029673984":"People got even angrier after the admission that the #Ferguson store theft had nothing to do with why Brown was stopped by Wilson.","500288971197263873":"so #MikeBrown's hat disappeared and he changed into shoes right? #Ferguson http:\/\/t.co\/2zu5sUH84S","500277940253634561":"The name of the officer who shot #MikeBrown has been named. His name is Darren Wilson, a 6-year veteran of the #Ferguson police department.","500375190535421953":"If anyone's looking for a reason to murder me execution-style in the street, I stole a coke from a Walmart when I was 19. #Ferguson","500308705083400193":"BREAKING: Lawyer says that Brown's friend confirms that he did take the cigarillos (via. MSNBC) http:\/\/t.co\/G6wckF1hVm #Ferguson","500343812863311872":"Sooooooo Chief of #Ferguson lied and said that an ambulance was on the scene? #OpFerguson @OpFerguson @YourAnonNews http:\/\/t.co\/1XX6A5Mt9x","499706705354448897":"Swat team in #Ferguson have state mandated 'murder insurance' to protect them from lawsuits if they kill anyone.","499600140580044800":"Maybe hard hitting @foxnews should be covering what's going on in #Ferguson, Mo. instead of fat shaming the First Lady??","500335355904540674":"WATCH: Surveillance Video of Strong-Arm Robbery Linked to Michael Brown #Ferguson http:\/\/t.co\/6fjtzxU063","500301519854379008":"You release the robbery report and not the shooting report? Do you think we don't see you?#Ferguson PD?","500290456845299714":"Here's the police report. Somehow #Ferguson cops valued a box of Swishers at nearly $50. Time to stop smokin I guess http:\/\/t.co\/8ZkvrHkApc","498305825341845504":"Teenager #MikeBrown won't start college on Monday because he was shot ten times by a #Ferguson police officer. http:\/\/t.co\/B4hWevO7l9","500359125310922753":"#Ferguson Police Chief confirms when officer stopped #MikeBrown, he was not aware he was a suspect in a robbery.","500347114975944705":"New link: #Ferguson police release video they say shows a robbery involving #MichaelBrown: http:\/\/t.co\/GMDuU33oed http:\/\/t.co\/RaAWvjcWNu","499368931367608320":"Currently the #FoxNews website has zero, repeat, ZERO coverage of the #Ferguson protests, probably due to lack of cowboy hats.","498294367405477888":"Unarmed teenage black boy #MikeBrown was shot ten times by a #Ferguson police officer for accusation of shoplifting http:\/\/t.co\/rjKd6f2fM9","500358526804316160":"#Ferguson police chief just confirmed that officer's interaction with Michael Brown NOT related to the robbery.","500427786159681536":"Police in #Ferguson once charged a man w\/ destruction of property for bleeding on their uniforms after they beat him http:\/\/t.co\/MRVP76sdUP","500285732578013185":"It's not #MikeBrown in those #Ferguson police video stills. Not unless he changed his shoes after the robbery but before he met the officer.","499512318410375168":"Police in St. Louis County say an officer shot and critically wounded a suspect early this morning near #Ferguson http:\/\/t.co\/htLmEiuCS5","499655249398075392":"#ferguson has had ZERO homicides in the last year. 'Black on black crime is our real problem' folks where y'all at?","500315291168276480":"#Ferguson police say shooting death of Michael Brown came after teen was suspect in robbery: http:\/\/t.co\/KSXV15Y5yw http:\/\/t.co\/qi7Z5SUWtS","500286059918274561":"Bottom line: cops are supposed to use deadly force only when lives are at risk. You don't shoot robbery suspects. #Ferguson","500354773133299713":"In 2009, #Ferguson police beat a man and charged him for bleeding on them: http:\/\/t.co\/KzF6Z1l0UK","498345343629541376":"Another account of what happened to #MikeBrown #JusticeForMikeBrown http:\/\/t.co\/sOD2olFYwp #STL #FERGUSON","500284699546517505":"If there is surveillance of a robbery why release stills and not the video itself? #Ferguson","500378522788315137":"#Ferguson police: Officer involved in fatal shooting of Michael Brown didn't know he was suspect in alleged robbery. http:\/\/t.co\/L6bieyrz2a","500284377490665472":"The surveillance tape the police have on TV DOESNT even look like anything near Canfield Green apts. #MIKEBROWN #Ferguson","500364290545958912":"#Ferguson chief said the officer was unaware of any robbery &amp; stopped #MikeBrown for jay walking. #TheJig http:\/\/t.co\/uLWzIJH5WJ","500359117132017665":"Chief seems to make it very clear that shooter did NOT write an incident report. 5th Amendment. #Ferguson","500302115458523136":"#Ferguson police once charged a man with property damage because his blood got on their uniforms when they beat him.\nhttp:\/\/t.co\/vceyBKQgwv","500309193526882306":"This isn't the first time #Ferguson PD lied. Read this article. http:\/\/t.co\/3miqibGdzQ","500347920210989057":"Why was #Ferguson PD still looking for the suspect 7 hours after Michael Brown had been killed? http:\/\/t.co\/xmMMBBN5nT","500278944881725440":"JUST IN: #Ferguson police identify officer who shot Michael Brown http:\/\/t.co\/ynEjjl1uD1","500279160795721728":"Question for #Ferguson police chief? If OFFICER DARREN WILSON was in pursuit of a robbery suspect, why tell kids to get out of the road? LIE","500287224957898752":"Being shot 10 times in the street for stealing cigars is due process? No arrest. No trial. No conviction―just immediate execution. #Ferguson","499430225043009537":"Call out to STL Co police: only can confirm a person shot on Chambers, and is down. No word on alive or dead, or why. #Ferguson","500332042648055808":"#Ferguson police say Michael Brown was robbery suspect, which totally explains why he got the death penalty without a trial.","500382265076379649":"#ferguson police engaged in character assassination to cover up actual assassination. you. simply. don't. shoot. unarmed. teenagers. EVER.","500298091627823104":"It took the police 5 days to concoct this tale and this is what they came up with? #ninjaplease #ferguson","500339512082698240":"From jaywalking to strong-arm robbery. \n\nMhm... #Ferguson","500293392060780546":"Assuming #MichaelBrown and #DorianJohnson were involved in robbery, when can we expect President Obama's apology to the #Ferguson PD?\n#tcot","500366333461422080":"#Ferguson police chief says officer Darren Wilson didn't know #MikeBrown was a robbery suspect http:\/\/t.co\/SbpxzwwZWs","500368579875704832":"I'm so disgusted. #Ferguson RT @ZandarVTS: This has now devolved into the worst police shooting cover-up attempt in US history.","500289154581008384":"so if he was with #DorianJohnson at the robbery why wasn't he in custody? All media outlets interviewed him before the police #Ferguson","500310127896199168":"#Ferguson PD made #MikeBrown the suspect in that \"robbery\" police report. ON WHAT BASIS DID THEY NAME HIM? Unless it was written after....","500321506371850240":"42) Is the #Ferguson investigation trying to get all of the facts to find the truth or trying to cover their behinds?","500328758201815041":"Disgusting: MO chapter of Klan raising money as “reward” for the officer killing #MikeBrown. #Ferguson #UniteBlue http:\/\/t.co\/xRCCazRSFs","500297358908071936":"Arrived in Crestwood where officer Darren Wilson lives. When I knocked police officer rolled up and told me Wilson left days ago #Ferguson","500284699760427009":"#Ferguson police hand out info to make Michael Brown seem like a thug. But nothing on how he was actually killed, interaction with officer.","499530130487017472":"A woman in #Ferguson was shot in head last night and released this selfie. Conflicting reports of how it happened: http:\/\/t.co\/25WX6EkquG","500359088757555200":"Chief Jackson: officer was not aware that #MikeBrown was a robbery suspect. #Ferguson","500322486362202112":"Why would the officer tell #MikeBrown to get out of the street if he was a suspect? #Ferguson","500361847070269441":"Ferguson PD now admits that Darren Wilson didn't know anything about the store robbery when he stopped Mike Brown! This is bad! #Ferguson","500360596995731456":"Wow! What was the point of bring out the robbery footage today if it had nothing to do with Michael Brown being stopped? #Ferguson","500287815734013952":"The police chief is a 5 star general in projection, imagination and deflection...took a week to hatch this theory #Ferguson","500303238810574849":"Someone with better eyes than me please #checkthedatestamp on the bottom left photo. Isn't that JUNE? #Ferguson http:\/\/t.co\/PTNuxY2v5B","500309745350508545":"*IF* the report was written same day as the shooting, as bungling as #Ferguson cops have been, we're to believe they had #MikeBrown's name?","499497872564703233":"In case YouTube vid disappears, here's childhood friend on tonight's #Ferguson \"drive by\" #Bullshit #OpFerguson http:\/\/t.co\/tkc6oIniUY","500360889347096576":"so ... they clearly released that video  only to shame &amp; blame the victim. #Ferguson #MikeBrown","500388477763325952":"#ThatAwkwardMoment when the #Ferguson police chief admits that #MikeBrown was stopped for walking in the road.\n\n#p2 http:\/\/t.co\/6giGtKQgaB","500367267901632512":"They desecrated #mikebrown's body then they desecrated his memory and plight for justice. \n\nEXPLAIN THIS. \n\n#Ferguson #DONTSHOOT","500359983301939200":"Q: \"why did he stop Michael Brown?\" \n\n#Ferguson Police Chief: \"because they were walking down the middle of the street blocking traffic\"","500296158476906496":"Witness to #Ferguson shooting atty confirms Brown took cigars from store.  Client told FBI he \"did take cigarillos\" http:\/\/t.co\/j9BARBU0c7","499407248427188224":"Police have thrown something at the crowd. Not sure what tho. Protester says \"they have enough bullets for everybody down here #Ferguson","498254929942028288":"17 year old unarmed kid shot ten times by police for stealing candy. I didn't know that was punishable by death.\n\n(read the #ferguson tag)","500290867681587200":"This is simple: IF #MikeBrown was a robbery suspect, why didn’t #Ferguson police say that on DAY ONE? Why wait six days?","500369479482630145":"VIDEO Police release surveillance tape from #Ferguson store related to #MichaelBrown: http:\/\/t.co\/hEIdfPTX60 http:\/\/t.co\/CIM7L6TJND","498486826269548545":".@AP I demand you retract the lie that people in #Ferguson were shouting \"kill the police\", local reporting has refuted your ugly racism","500288349924782080":"Did anyone think of comparing the clothes that #MikeBrown was wearing when he was laying on the street to the security footage? #Ferguson","499431474731683841":"#BREAKING One woman shot in drive-by shooting on 1300 Highmont near the QT. Cannot confirm if the victim survived. #ferguson #mikebrown","500408607561629698":"Police in #Ferguson once charged a man for bleeding on their uniforms after 4 of them beat him http:\/\/t.co\/op11jbVEUq http:\/\/t.co\/crECAGF4t0","500375839498723328":"Since FBI is investigating the shooting, isn't Darren Wilson a fugitive &amp; the cops who let him leave accessories after the fact? #Ferguson","500398504075071488":"Is the Police Chief in #Ferguson changing the story?  https:\/\/t.co\/8ujqp0lpb5","500417151346696192":"Americans are 8 times more likely to be killed by a police officer than by a terrorist. #Ferguson","500359508531884033":"Exactly. Why release the video if stopping Mike Brown was not related to the robbery? JESUS CHRIST THIS IS BAD. #Ferguson","500321184269881345":"Violence, brutality, suppression of free speech. Attacks on journalists. \n\nYeah. Let's believe everything the Police say. #Ferguson","500378338582884352":"Anybody else thinks the #Ferguson police chief is just making this up as he goes along? This is beyond embarrassing. It's shameful!","500278045597368320":"URGENT: Darren Wilson is the police officer who shot Mike Brown http:\/\/t.co\/RZ1eYcKpiY #Ferguson http:\/\/t.co\/D2HyKchWvq","500312670260957185":"#Ferguson Chief confirmed name of officer who shot #MichaelBrown is Darren Wilson. @ksdknews","500283831803326464":"2nd Video footage proving #Ferguson PD Chief lied on @Fox2Now RT @TheAnonMessage2: After moments of #MikeBrown death. http:\/\/t.co\/5V8mTws9Ep","500375440285237248":"UPDATE - Shooter #DarrenWilson didn't know #MikeBrown was a robbery suspect: #Ferguson http:\/\/t.co\/p05krSfaXL http:\/\/t.co\/R8CJVoTvex","499699479688544257":"\"The officers were literally putting hands on media personnel, throwing people...\" http:\/\/t.co\/7QTY8soT46 #Ferguson","500361668132892673":"shorter #ferguson pd: \"damn, we thought we could dirty up this guys name, we didn't think you guys would CHECK\"","500378522398244865":"Report: #Ferguson Cop ID'd As Unarmed Teen's Killer Left The Area Days Ago \nhttp:\/\/t.co\/fZROKS30VC http:\/\/t.co\/QAYkm1ielh","498480911243948034":".@NBCNews I demand that you retract the lie that #Ferguson people were shouting \"Kill the police\". Reporters at scene have refuted that.","500363141034020865":"Mother\/Daughter team in #Ferguson.  Daughter just took bar.  Will be civil rights Atty http:\/\/t.co\/m7grH0ng2o","499699803576881152":"The live stream from #Ferguson is back up and running. Watch here while you can: http:\/\/t.co\/7QTY8soT46","499387993879511041":"Two weeks before #MichaelBrown was killed he accepted Jesus Christ as his savior! #Ferguson","499388398529175552":"Keep #dontshoot going! That's the chant of our young people in #Ferguson! http:\/\/t.co\/CBFBGd63TM","499507509171060736":"RT @manofsteele: Man picks up burning tear gas can and throws it back at police. #ferguson pic by @kodacohen http:\/\/t.co\/tBIacVzMKE","498286918011224065":"The police in #Ferguson are using military suppression tactics on unarmed civilians. That's not law enforcement, b.","500349179848560640":"So, many of those calling for transparency yesterday are condemning police for what they released today. Can’t have it both ways. #ferguson","498290802255466498":"Crazy RT @brennamuncy: Someone please remind me what year it is again? #ferguson http:\/\/t.co\/0rmR6PhSvi","498486539585069056":"Protestors have packed the lobby of the #Ferguson police headquarters. Not being let into the press confere... https:\/\/t.co\/auVlJeqMoI","499383196451368960":"Love. #ferguson https:\/\/t.co\/CKUpWXYjkC","498433651835940865":"I don't want another bigot getting in my TL saying it's not abt race, when's the last time a white kid has been MURDERED by police #Ferguson","498575704582148096":"If u r white &amp; u r not outraged about #Ferguson then the problem is much bigger than the police. #americaforall","500363024926900224":"“Which cop killed #MikeBrown?”\n\n“Sorry. Can’t tell you that.”\n\n“Why’d you release the video?”\n\n“Because you asked.”\n\n#MikeBrown #Ferguson","498250100079341568":"Omg Wow \"@FLOCKAfierce: WOW RT @AntonioFrench: Police have brought out the large gear in #Ferguson. http:\/\/t.co\/4t4RRtNWRk\"","498292602861400064":"Never forget the original relationship between the police and blacks...\n#wearetargets\n#Ferguson http:\/\/t.co\/Y0dOOu4LbE","498483485133516800":"The courage it takes to to write these words down, much less display them to the world #Ferguson #MikeBrown http:\/\/t.co\/6lt6JlBKCC","499463629251837952":"Today's events in one video:\nhttp:\/\/t.co\/jMcAQI1ci9\n#ferguson #justiceformikebrown","498294248488574976":"The #Ferguson chief, the County chief, County prosecutor, and @CharlieADooley need to reach out to the family and promise justice TONIGHT.","499699270883110913":"URGENT: The only 2 livestreams just went down, police is using jammers in #Ferguson. This is far beyond a police state.","499693751720501248":"Keep your eyes on @ryanjreilly 's tweets. The @HuffingtonPost journalist is on the ground in #Ferguson right now. http:\/\/t.co\/ZySW8vhnkp","500285962342367232":"The #Ferguson police dept didn't say \"murdered\" of course. Cops never \"murder\" people. Black people just \"are shot\" in proximity of cops","500420906670256128":"Never forget:\nTear Gas.\nRubber Bullets.\nAPCs.\nMilitarized Cops.\nNo Name Tags.\nNo Fly Zone.\nAl Jazeera.\nNever Forget Mike Brown.\n#ferguson","498325055726559232":"High school graduation picture of Mike Brown. May he rest in peace, while we fight for his justice. #Ferguson http:\/\/t.co\/ZpWHsvpnQi","499705746377150464":"I would suggest that the #Ferguson Police department stop jamming live streams and communications immediately.","500379259698176000":"This person live-tweeted the killing of Michael Brown in #Ferguson: http:\/\/t.co\/FMIiEF6ObP","498287166909579264":"Situation in #Ferguson getting very tense after police killed unarmed teenager Mike Brown (photo: @AntonioFrench) http:\/\/t.co\/gL3y9pkfV7","500292129802186752":"Follow Amnesty delegation on the ground in #Ferguson to observe, collect testimony http:\/\/t.co\/srQ7W2vAyx","499703794805276672":"The astonishing pictures coming out of #Ferguson--snipers and tanks trained on civilians--look like they're straight out of a failing state.","500197999205965824":"St. Louis police chief condemns military tactics being used in #Ferguson http:\/\/t.co\/6jmeZutuoe","498489451954573312":"Powerful video of protestors w\/hands up mocking #Ferguson police. Video via @AntonioFrench #MikeBrown https:\/\/t.co\/PVXgMmgw20","499541439962185729":"#JusticeForMikeBrown: Powerful photos from the #Ferguson police protests http:\/\/t.co\/PfZ0GIAxE1 http:\/\/t.co\/I4x6KRgnHE","499584618165567488":"Police pull up to #Ferguson in MRAPs &amp; point sniper rifles at unarmed protestors LIVE 11am-2pm CST http:\/\/t.co\/OQtch0ubub","499511714438971392":"RT @tabithalou: This what they not showing you on the media. These young men cleaning up after the riot. #Ferguson http:\/\/t.co\/50AjPG6o3V","498297336968515584":"Dear mainstream media: The story is not the protest. The story is the police shooting of an unarmed black teenager. #Ferguson","499697887434248192":"Police blocking cars from entering #Ferguson right now http:\/\/t.co\/e6DQpD0vmE","500290098647547904":"Right when we thought things were beginning to cool down, bam! #Ferguson","499439795618480128":"Police fire tear gas at protestors for the third night in a row in Ferguson, Mo. #Ferguson #MikeBrown http:\/\/t.co\/BEoZT5yjkU","500289088285863936":"How can trust the profiling skills of the chief on a boy he never met but couldn't pick up the psychopath he worked with #ferguson","498271954185379840":"Interview with mother of victim. The police wouldn't let her ID her own son http:\/\/t.co\/jUonPxq4TW #Ferguson","500404509592387585":"Stephen Hawking's boycott hits Israel where it hurts;\nrejection comes from a famous scientist now\n#Ferguson  #Gaza http:\/\/t.co\/QrWnHpE2cI","498291267756130305":"The cop who shot #MikeBrown is on paid leave. \n\nShoot a black kid, get a paid vacation. #WeAreTargets #Ferguson","500254671337193474":"#Ferguson Police Chief Thomas Jackson: “I’m not going anywhere, I’m going to stay and see this through.” #NewDay http:\/\/t.co\/ZFH4Hh0ty7","500070699768496128":"Cops have changed since I was a kid #Ferguson #photo http:\/\/t.co\/qq3m6BI4c6","499453410744483842":"RETWEET!!! Before any cops were called, before anyone knew he was killed! One of them is his killer #ferguson http:\/\/t.co\/MGqiSoj1Ab","498492636630896640":"Lots of angry mothers here in #Ferguson this morning. http:\/\/t.co\/RXTdkGgDMG","499673142114013186":"#Ferguson Police Department:\nRiot Gear ✔️\nTear Gas ✔️\nCamouflage ✔️\nAssault Rifles ✔️\nArmored Land Mine Vehicles ✔️\nDashboard cameras 🚫","500236774103605248":"This Remarkable Map Shows An Explosion Of Tweets About The #Ferguson Protests ➡️http:\/\/t.co\/nQCESXiUgn http:\/\/t.co\/GUyn4Wz08o","499658267493019651":"Great Minds Think Alike But So Do DUMBASSES! Jesse Jackson: There's a '#Ferguson' near U http:\/\/t.co\/PIlkbY2YB6 #tcot http:\/\/t.co\/RRz31Fqc1m","499689757652566016":"RT .@FOX2now: The #STL SWAT team has weapons drawn in #Ferguson at a protest in broad daylight with media attending http:\/\/t.co\/xVblIjQMwH","499665704300191745":"More startling statistics about the segregated population of #Ferguson, Mo. http:\/\/t.co\/uYrldQHoj7 http:\/\/t.co\/vgxuLMYDhz","499705269434085376":"When I was in #Iraq we had a couple of demonstrations in front of our base. We took a less menacing posture there than cops in #Ferguson now","499581876668227584":"#BREAKING first official news release from #Ferguson PD since death of #MikeBrown @kmov http:\/\/t.co\/Z27k2DOm7J","498253149707464704":"Police of #Ferguson murdered a boy in cold blood. Now they're spinning the story &amp; intimidating the community into silence.","498248415223246848":"The mother of the boy killed in #Ferguson speaking to media about the loss of her son. http:\/\/t.co\/YlxEDKoebB","498302874531553280":"Unarmed teen killed by cops isn't the headline but calling black people \"ANGRY MOB!\" is, that tells you everything about the media #Ferguson","500380282097520640":"Pic of masked, sign-carrying member of #Anonymous in DC on Aug 14th  #Ferguson http:\/\/t.co\/5HNUnZMIuk","500328049058279424":"Everyone assumes everyone has a gun in America. And they're usually right. That's the problem. #MichaelBrown #Ferguson","500070108099002368":"I'll be on @CNN in a few minutes discussing #Ferguson and #JusticeForMikeBrown.","499349252938956800":"The protestors have started marching into a neighborhood. Police still standing here. #Ferguson #MichaelBrown http:\/\/t.co\/2CFDkmtObA","500335761615355906":"Friends, the #Ferguson police aren't incompetent. They are building a defense &amp; know they don't have to work hard at it.","500071770192216065":"Are these cops or soldiers? Experts say #Ferguson police tactics have made tensions worse http:\/\/t.co\/Bend3mL6SF http:\/\/t.co\/DNnPmsswO9","499654272342953984":"State Sen. Maria Chappelle-Nadal: \"On Sunday, I literally had young people willing to die to get justice.\" #Ferguson http:\/\/t.co\/8FTN46ZBCH","499687644045918210":"I can't help but notice that no one with the  #NRA or #tcot has suggested the #Ferguson protesters should carry assault rifles. Weird.","500361647144574976":"I don’t know if the #Ferguson police chief is acting out of malice or ignorance, but either way, he’s the face the problem right now.","498285556502372352":"Rest in Peace, Michael Brown. 17 forever.\n\n#Ferguson http:\/\/t.co\/fMq9mJRwtL","498273703428620289":"The mother of #MikeBrown, the 17-year-old killed by #Ferguson police today, says her son was about to start at Vatterott College next week.","499437429690888192":"My friend Torey just said ALL his local news channels have been blacked out too. OMG #Ferguson this is why there is a \"No Fly Zone\" order!!","499706211093471232":"This. Breaks. My. Heart. http:\/\/t.co\/YNJTtCXhfJ #Ferguson","498507730395484160":"The shooting in #Ferguson highlights why the federal government should be underwriting body cams for all cops rather than military gear.","498292200955195392":"The police have come into the community with dogs. #ferguson http:\/\/t.co\/QWhlu0xEtB","500339591392817152":"The face of Black America each time @donlemon speaks about or to us. #Ferguson #MikeBrown http:\/\/t.co\/7mFxnTT3Qd","500162426998755330":"The streets of #Ferguson look a little different tonight. | AP Photo http:\/\/t.co\/sHcsZtAs3v","500411513727750148":"Yessss! RT @PresReed: Mother\/Daughter team in #Ferguson. Daughter just took bar. Will b civil rights Atty http:\/\/t.co\/jJBa3qTHmg","500282606316158976":"#Ferguson \"He fit the description\" means \"I can't tell black people apart\" means \"I never look at their faces or their humanity.\"","499700824432717824":"On some Tiananmen shit. RT @sebwalker: Military-style police: 3 APCs, ~100 officers, high-powered rifles #Ferguson http:\/\/t.co\/JK0ZBrnEIO","498302254190166016":"Protestors outside #Ferguson police department headquarters right now http:\/\/t.co\/sjHMxSulha","499697652385464320":"Police have moved tank and repositioned to face protesters on sidewalk across the street. #ferguson http:\/\/t.co\/JRGhIErZAb","499400566397607936":"Cops warn the crowd. The photog's gas mask comes out. Someone is chanting \"Gaza Strip.\" #Ferguson http:\/\/t.co\/IWJkOg8oy4","499649230181388289":"She gets it. Why can't everyone else? #Ferguson #Equality #MikeBrown http:\/\/t.co\/bIqHPWfdtf","499688832300630016":"BREAKING: #Ferguson both lanes of W Florissant Ave blocked again, crowd chanting \"They say get back, we say fuck that\" tact teams driving up","500276114011742208":"The #Ferguson Solution. My thoughts… http:\/\/t.co\/7t2SafQeVs RT!","500363602943942657":"Wow. Turkish pro-gov newspaper claims US media totally ignored #Ferguson, news blackout etc.. http:\/\/t.co\/tCQs13M0sR http:\/\/t.co\/siuPC0MtZK","500277301607542785":"#Ferguson police name the officer who shot #MikeBrown. He is Darren Wilson\n#stl #MichaelBrown","499611069565112320":"End police brutality sign at #mikebrown memorial in #ferguson http:\/\/t.co\/WH4Olf3W2v","500257166478282752":"\"Being a poor, black American makes you vulnerable; living in a poor, black area renders you collateral\" #Ferguson http:\/\/t.co\/4OMNeoRuYJ","498313143530303488":"Witness: \"He threw his hands up and they shot him. The boy fell and they shot him some more.\" #Ferguson http:\/\/t.co\/sSbXDOUTMn","498274692873351170":"How many unarmed black teenagers will be killed in America? \n\n#ThatIsTheQuestion\n#Ferguson http:\/\/t.co\/5L8043MSaP","498265555833720832":"#WeAreTargets: People marching to the #Ferguson Police Dept headquarters following the killing of a 17-year-old boy http:\/\/t.co\/wFTR1maej7\"","499472596853743618":"I've said it before and I'm saying it again... Who are they really afraid of again?? #Ferguson #MikeBrown http:\/\/t.co\/xxZa8B0npg","498302603034640384":"Don't live in #Ferguson? Call the Police station leave Chief Tom Jackson a message 314-522-3100 ext #5588 or tweet @stlcountypd #MikeBrown","500362044324208640":"A message for #Ferguson, from #Palestine #Gaza http:\/\/t.co\/VZtLCYyZnu","499652797030088704":"Feds asking anyone with info on #MikeBrown shooting in #Ferguson to call St. Louis FBI at 314-589-2500.","499411840733282304":"Slow parade of cars and walkers leaving #Ferguson tonight. Peacefully. ✌️ http:\/\/t.co\/FL5TKqmDW8","500274132756738048":"\"What happened in #Ferguson doesn't contradict America's racial narrative. It illustrates it.\" http:\/\/t.co\/337F1OD330","500171743466901505":"Remember the chief of #Ferguson police said that they covered the body and sealed the crime scene right away. Lying again.","499349294034743297":"Who is in Ferguson? Who can livestream? Who can tweet? The world needs to know what is going on. Let's show them. #Ferguson #OpFerguson","500362679039840257":"RT @FreeTopher: OFFICER DARREN WILSON STANDING OVER MIKE BROWN'S BODY AFTER SHOOTING HIM 9 TIMES #Ferguson http:\/\/t.co\/7uAMFPdyPO","499608179362521088":"#Ferguson Police Department Release First Official Statement On Shooting Of Mike Brown http:\/\/t.co\/FIbarj06cz #JusticeForMikeBrown","500264892134207493":"Muslims butchering Muslims no biggie 'til an Israeli kills 1. U.S. blacks killing other blacks=non event 'til a cop kills 1\n#ferguson\n#tcot","499705042178691072":"Children here in #Ferguson https:\/\/t.co\/Pvg6tDfGlK","500368969854103552":"“Information might have dispersed more crowds than armored vehicles did.” @jelani9 on questions raised in #Ferguson: http:\/\/t.co\/Bwclyxie7i","500349993539358720":"PHOTOS: New Yorkers write their thoughts in peaceful protest: http:\/\/t.co\/mC0M9xbWG3  (Victor Mirontschuk) #Ferguson http:\/\/t.co\/4JKxvjr6Ln","499583424114728961":"#Ferguson police refuse to say who killed Michael Brown, but release looting suspects' names, ages, &amp; home addresses: http:\/\/t.co\/NUVVp9vIGs","498294775649665024":"Reach RT @brennamuncy Someone please remind me what year it is again? #ferguson http:\/\/t.co\/1Yz0RPNFIT","499706059691663360":"Tears streaming down my face as I watch little kids stepping and chanting \"justice for #MikeBrown\" with rifles trained on them. #Ferguson","500384777514799104":"PHOTOS: Americans across the country hold vigil for Michael Brown http:\/\/t.co\/ARiaNz0b30 #NMOS14 #Ferguson http:\/\/t.co\/l3mhbzJ139","498488195047096320":"#Ferguson Police Chief said only one word during entire press conference. \n\nQuestion: Is officer is still being paid? \n\nAnswer: Yes.","499554248292458499":"On a street in #Ferguson: Big wooden pellets &amp; aftermath, weapons used against peaceful protesters http:\/\/t.co\/hma5qv8pls","499705599454883840":"Looking at #Ferguson and feeling anger, then helplessness, then more anger. They're not even pretending to acknowledge our humanity.","499576743967993856":"Realist picture you will see today.. #Ferguson http:\/\/t.co\/PAMtLUxIXm","499649813332639744":"#Anonymous released radio runs of #MikeBrown murder in #Ferguson. Cops call 4 backup, not EMS: http:\/\/t.co\/mMQMpFD2BV http:\/\/t.co\/xcpQ9qOi9B","499411738467794945":"These pro-Israel protesters with rifles in ATL werent ever approached by cops. It helps to be white #Ferguson http:\/\/t.co\/0sDqDmJz8q","498311895716470784":"Nothing screams action like placing pressure on the head of the city, Mayor Knowles. Call or email him! #Ferguson http:\/\/t.co\/CvTxppaWWN","499610913112989696":".@slmpd is not handling the shooting investigation in #Ferguson. We encourage anyone with information to contact @stlcountypd.","499536812109742080":"The fact that while we've been focused on #Ferguson another black man was killed by cops in LA and it barely made the news says a lot.","498271531386953728":"Reminder that this is legal, but young unarmed black men are threatening and make us \"uncomfortable\"  #Ferguson http:\/\/t.co\/VbRyW7J9nR","500311883669585920":"Georgia Rep. Hank Johnson proposed legislation on Thursday aimed at demilitarizing domestic police forces. http:\/\/t.co\/JZFYPlfS3U #Ferguson","500277311652913152":"#Ferguson police ID officer who shot and killed #MikeBrown as Darren Wilson.","500353227951718401":"Look at how US govt treats black community! It's not about 50-100 years ago but it's about today! #Ferguson","499704570134941697":"Kids dancing\/chanting \"justice for #mikebrown\" just feet from police #ferguson http:\/\/t.co\/48sYpswDxT","499649872534831104":"9 Powerful Photos That Show #Ferguson Is Pretty Much Being Treated Like A War Zone http:\/\/t.co\/LXKipJ2I6Q","498256407980826625":"Another day, another shooting of an unarmed black teenager in America by authority figures. #STL #Ferguson","499704667195322368":"I asked PD about charges that ppl were tear gassed on their porches. Said \"we were too. Depends on how wind is blowing.\" #ferguson","498310720350863362":"Please note Twitter had the #Ferguson story BEFORE ALL national news outlets. \n\nBut keep telling me how Twitter doesn't matter. 😒","500353815132897280":"#Ferguson #MikeBrown RT @cjayconrod: Day 2 of making bag lunches for protesters &amp; volunteers. http:\/\/t.co\/nCnHHLMWOB","498262106937237504":"People marching to the #Ferguson Police Dept headquarters following the killing of a 17-year-old boy. http:\/\/t.co\/ROvs3mXYMM","500326873407455233":"Harvard students stand in solidarity with #MikeBrown &amp; the #Ferguson community. #HandsUpDontShoot #HBLSA http:\/\/t.co\/eKiMdz0MIr","499622667142844416":"Man in flag shirt, holding a bag of chips, throws flaming can of tear gas BACK at #Ferguson police. My new hero. http:\/\/t.co\/ryj6QkaF1w","498277674692149248":"Favorite this now: In the next week, we will hear about EVERY transgression #MikeBrown has ever had since soiling his diapers. #Ferguson","499676350064508928":"RT @JJohnsonKMOV: Intersection of Canfield and W.Florissant traffic backed up due to march #MikeBrown #Ferguson #KMOV http:\/\/t.co\/ty8oxzPorb","499366977497214976":"Anonymous hacking group threatens #Ferguson police in wake of Shooting  http:\/\/t.co\/wNjBvxk6MU http:\/\/t.co\/Vrwv1EdRhM\" via  @BET","500360632093646848":"After 10+ minutes, Chief Jackson abruptly ends press conference while questions still being yelled at him. #MikeBrown #Ferguson","498254540870017025":"When you are black &amp; the victim of a crime, people will dig up something you did in kindergarten to justify what happened to you. #Ferguson","499615655906533376":"Police are using military weapons to occupy #Ferguson, Missouri: http:\/\/t.co\/VnGMpxrdbI http:\/\/t.co\/TAgA8A5MU6","499362480179912705":"Peaceful youth demonstration at Greater St. Mark Church #ferguson http:\/\/t.co\/acvuzlAN5l","499405013261635584":"Officer ran up and I told him I was lost...didn't care. He cursed me out and called me a bitch. Pulled his gun out... #MikeBrown #Ferguson","498259432237969408":"People are now matching to the #Ferguson Police Dept headquarters. http:\/\/t.co\/4KEsby2ZPj","499660771857809409":"This is a photo I took at the vigil. Just wanted to offer a different perspective. #Ferguson #MikeBrown http:\/\/t.co\/QdBY0lOTgd","499405449951584256":"I instantly broke down crying and scared for my own life. These officers do NOT care about me...or anyone black #Ferguson #MikeBrown","498473263862149120":"Protestors outside #Ferguson police dept now http:\/\/t.co\/VYsGspeKPB","499575076468305923":"#MorningReads: Terrifying result of police militarization on display in #Ferguson, MO http:\/\/t.co\/hpJPTohzzi","499554114024771584":"The events in #Ferguson Missouri remind us how and why America's police became so militarised http:\/\/t.co\/wDnjslz0pk http:\/\/t.co\/Fdr1r1KWpV","500380708783665152":"I grew up 10 minutes from #Ferguson - Praying for Peace and Justice. http:\/\/t.co\/ixaUvCUBB2","499377470697926656":"And They Call #Conservatives Terrorists?\n\n#tcot \n#Ferguson http:\/\/t.co\/NTpxGviqLB","499553426133753857":"Last night in #Ferguson started with joyous hymns &amp; calls for peace. It ended with another police shooting. My latest http:\/\/t.co\/ckmGk9TnWA","498235547685756928":"Black teenage boys are not men. They are children. Stop referring to a 17 year old as a man. You are killing children. #ferguson","500286865963245568":"When people can't handle your content.....attack your character! #Ferguson","500279571988877312":"5) if #Ferguson PD were already put on notice about a Quick-Mart robbery, why was that NEVER part of the narrative till now?","498535462349582337":"When's the last time a white kid was unjustly killed by law enforcement?\nJust spread the word http:\/\/t.co\/8ZkPYTRS3I #MikeBrown #Ferguson","500419556629041152":"#Ferguson: Statement from lawyers for Michael Brown's parents \nhttp:\/\/t.co\/JIMN4Gx7Fw http:\/\/t.co\/uRGdD6MlSg","500277382461530112":"#Ferguson, Mo., police identify Darren Wilson as the officer who killed Michael Brown last week.","500364003734867970":"Video footage of my arrest, @AntonioFrench staffers, and Michael Powers Protest and arrests 8-13-14: http:\/\/t.co\/RLaAUlKyyv #Ferguson","499386181310619649":"This isn't a riot story. My latest, on why the \"hands up\/don't shoot\" protest is so important in St. Louis: http:\/\/t.co\/VjJlU4Y2Fe #Ferguson","500176071476936704":"Highway patrol helps restore calm in #Ferguson http:\/\/t.co\/6auIQchChQ http:\/\/t.co\/7fXWeQrnzk","499621957747224576":"White CNN host complains that #Ferguson PD doesn't reflect city's racial diversity. CNN's line up doesn't reflect nation's diversity!\n#tcot","500261600579043328":"Powerful, disturbing advice from the humans in #Gaza to the humans in #Ferguson on how to deal with military\/police. http:\/\/t.co\/4hxr1QEjLt","499691224169590784":"Police have blocked us from getting to the protestors. Full riot gear. #Ferguson http:\/\/t.co\/U6EhL6y19X","500296988077076480":"So Americans think excessive police presence in #Ferguson was too much\n\nHow do you stop hooligans from looting? Ice Cream Truck and songs?","500422447623966721":"Banner of all the lives stolen by law enforcement nation wide. #ferguson http:\/\/t.co\/pcNfELqEat","498584409055174656":"Protestors have blocked West Florissant, a major street in St. Louis County. #Ferguson http:\/\/t.co\/S15XpF4f9E","500312651797233665":"#MichaelBrown death in #Ferguson just one of many cases of police killing unarmed black people. What the data shows: http:\/\/t.co\/EK9X1nKJ2U","498268463639851008":"calling the neighbors a mob = dehumanizing a community to justify all future wrongdoing. #mikebrown #ferguson","498560433021026304":"\"if you Retweet or Screenshot. Just spread the word we need #Justice\" #ferguson #stlouis #MO  #uniteblue #libcrib #p2 http:\/\/t.co\/78QURveWvK","499455799723184130":"The revolution may not be televised, but it's being broadcast LIVE on social media...And we're watching. #Ferguson #MikeBrown","498316826988642304":"It's incredibly upsetting hearing about the execution of children by the authorities in Iraq, Gaza, and Missouri. #MikeBrown #Ferguson","500247508195749888":"#ThatAwesomeMoment when #America comes together as one in the face of adversity.\n\n#Ferguson #NMOS14 #MikeBrown #p2 http:\/\/t.co\/aQtJfINkoA","498308585227431936":"This is not okay. #Ferguson http:\/\/t.co\/hb3jH6GfAt","499365436816105473":"\"Hands up! Don't shoot!\" #ferguson https:\/\/t.co\/svCE1S0Zek","499690323883589632":"Police are demanding protesters disperse. \"this is not up for discussion. Return to your vehicles. Return to your homes.\" #Ferguson","500365332351971328":"The death of Mike Brown was live tweeted http:\/\/t.co\/UJNhP9jNeD via @7im #ferguson","499662307560263680":"St. Louis Police tells me they’re currently talking to Dorian Johnson, key witness in #MikeBrown shooting http:\/\/t.co\/f3DFtJO4jI #Ferguson","499445575956578304":"PHOTOS:: #Ferguson, Missouri, looks like a war zone http:\/\/t.co\/wXClUFvfXH http:\/\/t.co\/X0ScvTtUA2","499700279412281345":"Press has been corralled in with peaceful demonstrators in #ferguson http:\/\/t.co\/UjGnf1hUhQ","500320316602974210":"At my request, US Comm'n on Civil Rights approves letter to DoJ requesting inquiry into racial composition of #Ferguson PD and City Council","499345010190348288":"I don't know how this is going to end. But man, it doesn't feel good right now. #ferguson http:\/\/t.co\/OKwtolhshi","499409692834021376":"This is Rashaen Aldrige, 20. \"We're here to support the family, to let them know we have their back.\" #Ferguson http:\/\/t.co\/DECQ2VzS6Y","500359897557790720":"Again, we are seeing why we need a federal government. #Ferguson","499446567229603841":"GOD BLESS YOU #Ferguson RT @Daaance_Ki: Howard family pray for our own @SpookPacShakur . http:\/\/t.co\/fW2CJgno6A","499682060793937921":"USA doesn't comply with law that requires reporting on police use of deadly force http:\/\/t.co\/DQ4hmsGY6K #Ferguson http:\/\/t.co\/NTQZv7n0hy","500393530960121857":"Protesters in #Palestine and #Ferguson shot with the same teargas canisters. wow. #FreePalestine #JusticeForMikeBrown http:\/\/t.co\/BFsk31CK1A","500368901365317633":"The oppressed stands with the oppressed.\n\n#Palestine stands with #Ferguson. http:\/\/t.co\/IEltHrA8jQ","499363612260315136":"An 88-year-old woman has joined the youth in #Ferguson http:\/\/t.co\/dfDid2xV8X","499601812005998592":"On local tv now, @LauraKHettiger reports shooting victim last night in #Ferguson was 19-year-old male, shot multiple times by county police","498483031842500608":"Police and protesters face to face in #Ferguson http:\/\/t.co\/C0U0rQzGFa","500164348963459072":"Palestinians in #Gaza\/West Bank have been showing support for #Ferguson. Even offering tips on dealing with teargas. http:\/\/t.co\/Gc6ykBMU1l","498284334806495233":"Things are getting very tense in #Ferguson. https:\/\/t.co\/2pDUHAR2B7","499524024012386304":".@wizkhalifa showed support for #RIPMikeBrown last night during his #STL concert http:\/\/t.co\/M7OBuIL1eV #Ferguson http:\/\/t.co\/8FYpZQEWUb","500382853147164672":"Black children do not have to be perfect for their lives to have value. #MikeBrown is not on trial. He is a homicide victim.  #Ferguson","499701669437784064":"Just as the Founding Fathers intended. RT @BmoreConetta: Current situation in #ferguson http:\/\/t.co\/QVNG2ZmlxV","500302383747194880":"Y’all notice #Ferguson &amp; St Louis county have NOT released the autopsy report. Trajectory of bullets matters in death of #MikeBrown","498300256678076417":"Police are leaving now. #ferguson https:\/\/t.co\/tozjird2vf","500308546815131648":"Embarrassed, 'activists\" morph from \"why stop #MichaelBrown?\" to \"why so many shots?\" Next it's \"why not use a squirt gun?\"\n#Ferguson\n#tcot","499402006146977792":"The #Ferguson police look more militarized now than the actual National Guard, here from the 1967 Newark riots: http:\/\/t.co\/HupsfEWbIJ","500264535471980544":"Excellent commentary on #Ferguson courtesy of @TedRall http:\/\/t.co\/vmQfpneeif","498530904139378688":"\"Don't shoot! Don't shoot!\" #ferguson  https:\/\/t.co\/HJk5k2e8tI","499366930457710592":"Remember: This is how #Ferguson protests began.\n\nBefore dogs, tear gas, rubber bullets, intimidation, No-Fly Zone... http:\/\/t.co\/i43EVto9nc","500347484154372097":"Photos from #Ferguson and 1960s protests side by side show not much has changed in the past 50 years http:\/\/t.co\/ELVgaAwURj","498296205777326080":"People are angry, frustrated but peaceful tonight in #Ferguson. The police dept's heavy handed approach made things worse. Leaving was good.","499671635067437056":"\"RESISTANCE from #Ferguson to #Palestine\" #FreePalestine #MikeBrown @Dreamdefenders http:\/\/t.co\/olYnQ2plyu","499361252691681281":"The whistleblower was putting his Lieutenant on blast. Nine other officers corroborated the rampant racism in the #StLouis PD. #Ferguson","499699779426066432":"Cops are forcing us to move even as legally we have the right to stand on the  sidewalk... #Ferguson","500271532279877632":"#Ferguson chief tells me he \"didn't know\" media was at @QuikTrip. Newser now 25 minutes late @kmov #MikeBrown http:\/\/t.co\/2ucckGwtHZ","500317579060449280":"I stand with #Ferguson.","499647059688173569":"\"This is not just a north side problem or a black problem, this is a St. Louis problem\" - Tom Naerper #Ferguson http:\/\/t.co\/VYF5whVBRo","500429525558505473":"Jesse Jackson leading a small group in prayer at the scene of #MichaelBrown's death. #Ferguson http:\/\/t.co\/qbtrJdIVPR","498301635756838912":"Protest at #Ferguson police dept right now https:\/\/t.co\/zyZMLpgOpS","500252508884070400":"#HandsUpDontShoot Janelle Monae and her band stand in #solidarity w\/#Ferguson #EndPoliceBrutality http:\/\/t.co\/OUEKfOAlSr","498495764486950912":"*church fan* RT @Sherrea_D: Where's the #NRA's call for blacks to arm themselves against the police? #MikeBrown #Ferguson","500402449501286400":"We just filed a new suit to obtain public records from the #Ferguson police dept #MikeBrown http:\/\/t.co\/gknRV1b5QT http:\/\/t.co\/8cHNdTiTdj","498492003903356928":"The presence of police dogs in #Ferguson is, at the very least, culturally and historically insensitive.","498482619232055296":"\"Don't shoot! Don't shoot!\" #ferguson https:\/\/t.co\/PhairpOfdl","499363921661140993":"Mound City Bar Association has agreed to donate their time PRO BONO, for ANY WITNESSES that would like to come forward. #Ferguson #MikeBrown","499402643869929474":"Right now in #ferguson https:\/\/t.co\/M0yp0a2Wwv","499620682502635520":"Riots hurt property values and ruin communities. Deters business from coming--then same \"activists\" complain, \"No jobs!\"\n#Ferguson \n#tcot","500210207986028544":"#wakeup #MarshallLaw #Ferguson - America - how's that land of the free working out? http:\/\/t.co\/uI9nWUXr8a","498357910603575296":"If #Ferguson protesters were white, they'd be walking away with several hundred cattle and an apology. http:\/\/t.co\/mkca1icOF9 #p2","500385585807499266":"Iran’s Supreme Leader has taken to Twitter to criticize the US over #Ferguson. http:\/\/t.co\/pR9lQqYmCx http:\/\/t.co\/sytU9jubFw","500363023958409216":"They didn't give the chief no type of time to rehearse his lines and now he stuck looking like... #Ferguson http:\/\/t.co\/2fL1yMZFUQ","499478537468792832":"Damn #Ferguson #MikeBrown http:\/\/t.co\/1qmphydgip","500394005419409408":"Marine Vet Speaks Out Against Police State  - http:\/\/t.co\/cUQDNRJBBr #Ferguson http:\/\/t.co\/kruYQynbaW","500073002101665792":"#NMOS14 demonstrators holding up signs right now at Washington, DC's Malcolm X Park: #Ferguson http:\/\/t.co\/s3nDHSeH8o V \n@news_2_share","499657337548701696":"The Dept. of Justice has made it official: The agency has opened a civil rights investigation into the #MikeBrown shooting. #Ferguson","499654313870761984":"hey @goldietaylor shoot me a dm when you get a chance. I've got something you may want to see #ferguson","500386978467414016":"We will be free when we learn to stand together and fight. #allthatandabagofchips (based on a photo from #ferguson) http:\/\/t.co\/Zo6YiAxF5H","499660656769921025":"JUST IN: St. Louis County Prosecutor Bob McCulloch will hold a news conference on the #MikeBrown case at 4:30. #Ferguson","500409565473943553":"#Ferguson Police’s PR Stunt Poisons Indie &amp; Impartial Investigation #JusticeForMikeBrown https:\/\/t.co\/5pNJE6s0nE http:\/\/t.co\/U1pueEjkPG","498298040881782785":"Dogs? In 2014? #Ferguson RT @AntonioFrench: Right now in #Ferguson MO following the killing of 17-year-old #MikeBrown http:\/\/t.co\/iniDpLhVgo","500224586064343040":"Stand down of riot cops in #Ferguson sends a powerful message - de-militarize police departments across America NOW. #HandsUpDontShoot","499659628645720064":"#Ferguson or #Iraq? Photos unmask the militarization of America's police http:\/\/t.co\/HrhTDifUSY via @mashable http:\/\/t.co\/AcZZX4lypd","499611719090450432":"Welcome to #Ferguson where Americans started waking up to the militarization of their police force http:\/\/t.co\/3MgfQYQolW","498487087105314816":"Live from #Ferguson http:\/\/t.co\/VX2zpW8Tqh","498269697453084672":"PAY ATTENTION as \"teen\" becomes \"man,\" \"community\" becomes \"mob,\" and \"murder\" becomes \"alleged shooting.\" #Ferguson #medialiteracy","499668221767999488":"Volunteers out cleaning up community #MikeBrown #Ferguson #FergusonRiot http:\/\/t.co\/3IHN3VU1hD","499519101644308480":"Slain teen had notched a hard-fought victory: A diploma http:\/\/t.co\/VNpRHaxFh6 #Ferguson #MichaelBrown","499409455814287360":"Crowd peacefully dispersing at the QT tonight. #Ferguson","500364705622671360":"Exactly How Often Do Police Shoot Unarmed Black Men? http:\/\/t.co\/6KXMOhu2EA #Ferguson http:\/\/t.co\/1Cd6egf2LQ","499698825020592129":"If the founding fathers had wanted people to have freedom of assembly, they'd have put something about it in the bill of rights. #Ferguson","499643185581142016":"WE OUT HERE IN #Ferguson cleaning up OUR city ! Handing out water, Gatorade, snacks, &amp; cleaning supplies #MikeBrown http:\/\/t.co\/zmMRWFF0Ch","499687274326786049":"Vet to #Ferguson cops: \"Go ahead and shoot me!\" http:\/\/t.co\/Fb89M2wwh6 http:\/\/t.co\/4bYvq9Hlxq","500186504279625728":"4 arrested in Times Square after march supporting #Ferguson http:\/\/t.co\/I40SlR3Jbm #NMOS14 http:\/\/t.co\/QRT7VzEiRe","499695918547861504":"For those not in #Ferguson: what questions do you still have? Are their angles\/content you want explored haven't seen yet?","498512372584415232":"\"Hands up!\" in #Ferguson http:\/\/t.co\/gKKb0V0xv4","498473515302260736":"Teenager #MikeBrown won't start college on Monday because he was shot ten times by a #Ferguson police officer. http:\/\/t.co\/mUE41Zp4nA","498616975850225664":"Happening now in #Ferguson where #MikeBrown was killed. http:\/\/t.co\/LfN0DWYp0B","500347379938492416":"When and where - #MikeBrown shot by police officer Darren Wilson in #Ferguson http:\/\/t.co\/gCy99f2T5Z http:\/\/t.co\/kr1ZjFFJ51","500398901028196354":"Why we need brave journalists: http:\/\/t.co\/Oy2lnFafve #Ferguson","498274948772024321":"Mike Brown was to start studying at Vatterott College on Monday. #Ferguson","500406581855801345":"Mike Brown does not have to be perfect for his life to have value. #MikeBrown is not on trial. He is a homicide victim.  #Ferguson","499697498072420352":"Dear #Ferguson PD After our towns murders we didn't deploy SWAT\nRespectfully a Sandy Hook Dad and ex-cop. http:\/\/t.co\/fpRWMowwAj","500296090671796224":"Our account from the ground in #Ferguson\nProtesting 4 #JusticeForMikeBrown? Know your rights https:\/\/t.co\/bqWdKblUoM http:\/\/t.co\/A60AYAS1GV","499360762167848960":"So, @maddow is telling the story about how the #StLouis Police were harassing the whistleblower who detailed racism in the PD. #Ferguson","498527404386578432":"Nothing has changed. The ONLY difference?  The pictures are in color.  #Ferguson #FergusonShooting http:\/\/t.co\/iRBqXc019M","498474263255330818":"Amerika appears to be awash in all manner of #terrorism. Much of it state-sponsored. #Ferguson #MikeBrown #Racism #p2 http:\/\/t.co\/PqIKIbVGtf","499647397278937088":"disarm the police RT @Criticl_me: ppl dont want ur \"protection\" anymore! #Ferguson #PoliceBrutality http:\/\/t.co\/ssB7H7Eo5I @theindividuals","498356729634390016":"Late reporting from #Ferguson: \"Unrest\" outside police station. When white people do it, it's a \"vigil.\" http:\/\/t.co\/mkca1icOF9","499457882144796672":"So let me get this right - cops shoot an unarmed kid then put the town under effective martial law? In the USA? In 2014? #Ferguson","498541831052083201":"Let's get these cameras on cops everywhere #Ferguson http:\/\/t.co\/u89uNkNGoS","499563566786433024":"Great piece from @nytimes about the role of racial segregation in places like #Ferguson http:\/\/t.co\/yPo7ifTlcc http:\/\/t.co\/eE8ljLpqEZ","499532858399412224":"Thought I was looking at a pix from Birmingham, Alabama in 1963 but nope I was looking at #Ferguson Missouri 2014 smh http:\/\/t.co\/V3vuwlNBFF","500266977814790144":"Hip hop stepping up. Listen to @JColeNC Be Free http:\/\/t.co\/HP6fgs7a7M dedicated to #MikeBrown #Ferguson","498504673339666432":"This would help tremendously. #mikebrown #Ferguson http:\/\/t.co\/FNVnuZLWd1","498515980205948928":"How police treat white #opencarry supporter vs an unarmed black teen. Wonder why? #MikeBrown #Ferguson http:\/\/t.co\/jG3hGJRAuC","499569344184340480":"If Michael Brown had shot and killed a #Ferguson police officer, would his identity be kept secret for his &amp; his family's safety?","498322865843109888":"White-privilege apologist internet trolls saying, \"Wait for details before you jump to conclusions.\" You need more details? #Ferguson","498280730070622209":"People in the street shouting \"No Justice, No Peace\" and blocking a Kinloch police car from passing. #Ferguson http:\/\/t.co\/7jp4rqT4G6","500391462073532416":"I'll be on @cnn with @wolfblitzer in about 15 mins discussing #Ferguson #JusticeForMikeBrown and #PeaceInFerguson. Tune in.","500421515678978049":"#Ferguson officer Darren Wilson will be lauded as a hero by the oppressors the way George Zimmerman was #MichaelBrown http:\/\/t.co\/NLdXwFwIhI","500325111497777152":"Why has no reporter interviewed the 'Brown' convenience store 'desi' owner in #Ferguson, robbed by Michael Brown? http:\/\/t.co\/hSLilKVta0","499635302764662784":"Dont let irrational thoughts lead you,Dr. King's non violent movement got results. What has violence ever gotten us?#Ferguson #KeepingItReal","498269289812856832":"call weeping neighbors a mob --&gt; paint a picture of a violent community #MikeBrown came from --&gt; justify his execution #Ferguson","499579650926858240":"Image of #Ferguson protester throwing tear gas back at police, wearing the American flag, is amazing. http:\/\/t.co\/JXi1sibnGG @AntonioFrench","498283586425200640":"#Ferguson Regardless of what color you are; the militarized police response here is BONECHILLING http:\/\/t.co\/uumztSc6c8","498602787614511104":"Happening now in #Ferguson http:\/\/t.co\/w8r9FTl4Kb","500392971636719618":"Incredibly beautiful smile \n\n#gaza #GazaUnderAttack #FreePalestine #Ferguson http:\/\/t.co\/1W8XXNXafi","500239327004471296":"#PCKeeper #Kiev office would like to express our #Solidarity with #Ferguson . We know #PoliceBrutality #euromaidan http:\/\/t.co\/INMT0JHMFS","500288693031419904":"We are seeing, in high relief, why we need a federal government. #Ferguson","500409399865651201":"real. #Ferguson #mikebrown RT @CleoTrappa_: This. Struck. A. Chord. http:\/\/t.co\/PhgVOv2JNG","499655603405725696":"No-Fly Zone over #Ferguson MO bans News Copters from Reporting on Protests http:\/\/t.co\/hcsRiULLoy\nAnyone gotta drone?\n#OpFerguson","499590048313262080":"\"Don't shoot!\" #Ferguson #MichaelBrown http:\/\/t.co\/5INhKTmkL5","499648712596271107":"\"Race relations are a top priority right now,\" says #Ferguson police chief. https:\/\/t.co\/nzOddisKma","498276354434277376":"Michael Brown was due to begin classes at Vatterott College tomorrow.\n\nHis mother mourns his loss:\n\n#Ferguson http:\/\/t.co\/YMSK7Skp9y","498300128088694786":"NOTICE: 0 evidence of \"kill the police\" chant in #Ferguson but all news outlets report it, yet pics of lifeless victim? \"Alleged shooting.\"","499439571520991232":"No-fly zones, military police, teargas, censorship, machine guns. In response to the murder of an innocent kid. We're fucked. #Ferguson.","500390232756617216":"7 things to know about the new guy running things in #Ferguson: #RonJohnson http:\/\/t.co\/Wt7aieJev6 http:\/\/t.co\/Eqm5mbPBfl","498497371899449344":"Still conflicting reports about death of the witness. Police say it's not true. Tempers are rising here in #Ferguson http:\/\/t.co\/nbbr7XvJxk","499700861900435456":"\"Your right to assemble is not being denied.\" Police are telling #Ferguson residents now that everything is totally cool. It's not.","499698311306043392":"'Not Open For Discussion'—SWAT Tells Protesters In #Ferguson To Leave http:\/\/t.co\/ULtXIi88Ah http:\/\/t.co\/wLpoEPDnqJ (Photo: @BmoreConetta)","499698357397237762":"Those cops on line in #Ferguson don't have riot shields and batons. They have rifles. The only thing they can do with those is shoot people.","500353295903637504":"HERE ARE 50 QUESTIONS! about report released today in #Ferguson, please read https:\/\/t.co\/YOETZl7uKW”. CHECK THEM OUT!!!","499691702660374528":"Happening right now in #Ferguson: http:\/\/t.co\/MQTOSpfNAk","500318966422589440":"@GovJayNixon: \"I think the focal point here still remains to determine how and why #MichaelBrown was killed and to seek justice.\" #Ferguson","498321666267561985":"No matter what COLOR you are...the murder by cop in #Ferguson is WRONG.  Let's stand together, do NOT let them divide us.","500069586063335424":"Happening now: Denver, Colorado. #NMOS14 #Ferguson http:\/\/t.co\/rJMXsvMjj5","499703651079045121":"This. RT @grasswire: State Senator asks the #Ferguson police chief if she's going to be gassed again. http:\/\/t.co\/uCDcD5IkoW","500292684192686080":"Students at Howard University show solidarity w Michael Brown and protestors in #Ferguson http:\/\/t.co\/m2unGRcFXI","500192488003354624":"Don't Worry We're From the Internet....\n\n#Ferguson http:\/\/t.co\/wb8CD2YAOr","499438052688023552":"Arrest being made. Chambers and W. Florissant right now. #Ferguson http:\/\/t.co\/plnA4OS2IY","499706791396392960":"Journalists being arrested in #Ferguson. This aggression will not stand, man RT @jonswaine: Just saw two reporters in ferguson cuffed","498472666802958336":"Stewart drives over guy kills him. News is everywhere. Cops fire 10 bullets into unarmed black. Not even covered. Good job media. #Ferguson","499674991294951424":"Crowd near site of shooting chants \"hands up, don't shoot.\" #Ferguson http:\/\/t.co\/QjRW4Zqa0n","500408184562257920":"#Ferguson Police’s PR Stunt Poisons Independent and Impartial Investigation https:\/\/t.co\/5pNJE6s0nE","499432557906104320":"Wow...A man picks up burning tear gas can and throws it back at police. #ferguson pic by @kodacohen @stltoday http:\/\/t.co\/SASXU1yF3E","500236187395571713":"No arrests last night in #Ferguson (per @BreakingNews)","499704780366036992":"Police in armored trucks\/riot gear in #Ferguson unsuccessfully trying to get demonstrators to leave. #MichaelBrown http:\/\/t.co\/hJKwVVdaKh","500360308289187840":"What #Ferguson Chief of Police Thomas Jackson did was outrageous!","500378874656854016":"And let's be honest: if an unarmed white male was gunned down by police, the NRA and Tea Party would be marching on Washington. #Ferguson","498530293116968960":"Notice how they bring out the attack dogs? #FergusonShooting #Ferguson #FergusonPolice http:\/\/t.co\/GpQT6cGLgJ","499697194325114881":"RIP Democracy!! Civil Rights Movement still unfinished. Solidarity with #Ferguson #JusticeForMikeBrown http:\/\/t.co\/dSaypSZgFG","500375737439096833":"Local prosecutor deciding whether to charge killer cop thinks #Ferguson cops were doing a great job this week. DANGER","500163501961142275":"Photo taken by @FroGoddess \"thanks for the advice #Palestine\" - #Ferguson #STL #MikeBrown http:\/\/t.co\/UkfKu2Zzdl","499574200596983808":"WOW! #Ferguson police tell a resident a girl was shot in the head, she asks by who, partner of the cop silences him https:\/\/t.co\/a0WfBzV5QU","499674825753772033":"#Ferguson #FergusonRiot #JailSupport helps those arrested in order to connect them to lawyers, relay messages... http:\/\/t.co\/9NQJclwvah","500397058541379584":"Welp... RT @MistyPrest: Attorney of #Ferguson Market owners never called the police. Said police came TODAY to get their footage. Hm.","500386619564650496":"there is #Ferguson (#USA) not #Syria...#journalists was arrested,protesters was raided\n#FergusonRiot \n#OccupyFerguson http:\/\/t.co\/6HUtNiw1fW","499360134779637761":"Federal grants drive cop militarization: in '12 St. Louis County got Bearcat armored vehicle, other goodies http:\/\/t.co\/uZymzagDmU #ferguson","499696744155062272":"Current situation in #ferguson http:\/\/t.co\/plUngrLNQY","500350460122136576":"Today the world is a world of tyranny and lies. The flag of #HumanRights is borne by enemies of human rights w\/US leading them! #Ferguson","499358869492367360":"The sights and sounds from #Ferguson, Missouri are unbelievable: http:\/\/t.co\/D0n0QYN8x2 http:\/\/t.co\/A3obQOvf4o","499368426931228672":"The #Ferguson police have NOT interviewed the primary eye witness to Michael Brown's murder &amp; they won't release how many times he was shot.","500249081286250496":"Protesters march peacefully alongside state troopers in #Ferguson: http:\/\/t.co\/qqiQ0XKDRN (Scott Olson, Getty Images) http:\/\/t.co\/D6DKEK0z5n","500275854434639872":"Oh, this new @JColeNC is very emotional, I suggest you take a listen. http:\/\/t.co\/mrCwhINAXf #Ferguson","499701114195808257":"Bizarre. Police are now refusing to let us into their own press conference regarding #ferguson.","499695460358311936":"This isn't a war yet police are armed a and approaching like we're in Iraq. #Ferguson","499620598994444288":"Natl bar :if #Ferguson officers name isn't released by Monday they will seek court order forcing the release. #MikeBrown @ksdknews","498316475317239809":"Don't tell a heartbroken community how to feel, what to say. Try listening to them instead. #Ferguson","498286202077085696":"They broke out the terrorist response gear for citizens in #Ferguson protesting cold blooded police murder. Are we still in America??","498499836900278272":"No Skittles, Arizona Iced Tea, Cops On Scene. Another Black Teen Dead. Whats Their Excuse Now?. #Ferguson #MikeBrown http:\/\/t.co\/d0CvLFAnQK","499406854615597056":"Wherein a bunch of guys who served in Iraq and Afgh look at the #ferguson cops and say: WTF? http:\/\/t.co\/moUOH56BJl via @BI_Defense","499651344622694400":"Important new image in #Ferguson via @leisazigman. http:\/\/t.co\/V8zlGQNDJI","498483784296448000":"Protestors have crossed the police line in #Ferguson https:\/\/t.co\/Y2CxIZe4Hk","498289596463980544":"Someone please remind me what year it is again? #ferguson http:\/\/t.co\/33cebmojwV","499705810076053504":"SWAT police just entered a McDonald's in #Ferguson and started asking journalists for ID http:\/\/t.co\/jksMWqGPR5 (via @ryanjreilly)","500384393362698241":"What the media won't show #Ferguson #MikeBrown @zellieimani @SpookPacShakur @AntonioFrench @elonjames @WesleyLowery http:\/\/t.co\/ohtjw2Kiav","499696550541795328":"Watching #Ferguson being on the verge of imposing martial law is far better than any reality TV. Tune in now: http:\/\/t.co\/7QTY8soT46","500239577387659265":"One photo was taken in a failed state whose people live under martial law. The other is from Iraq. #Ferguson http:\/\/t.co\/2UyiWNNZi9","498276304635322368":"The police officer who killed Mike Brown has been put on paid administrative leave. #Ferguson","498355319979143168":"People DEBATING whether #MikeBrown shoplifted or not-- IT DOESN'T MATTER.\nShoplifting isn't punishable by DEATH IN THE STREET. #Ferguson","499701423135678464":"You guess photo of war? Yes, you are right. This is a war between oppressor &amp; oppressed. #Ferguson #MikeBrown http:\/\/t.co\/74TvAG92CR","500359673334493185":"Don't believe shit you see on TV. Residents of #Ferguson LIVE TWEETED this entire ordeal and we watched it unfold.","499408988422037505":"When police are militarized, they go to war with citizens. #Ferguson http:\/\/t.co\/WHMDzIegv1","499685593857531906":"Don't get confused: rage is the right response to what happened in #Ferguson. http:\/\/t.co\/cQr7vRI59I http:\/\/t.co\/zVjOuMcV7L","500073277273165824":"Heading to #ferguson after rally, #michaelbrown's mother didn't speak, but thanked supporters http:\/\/t.co\/uE33pZXz43","499411596255719424":"Do u know how powerful it is 4 blk ppl to be able to tell their OWN stories in the face of oppression?! That's what's happening in #Ferguson","500367591773179904":"The oppressed stands with the oppressed.\n\n#Palestine stands with #Ferguson. http:\/\/t.co\/OAubDhcxeW","500365170796158976":"The #Ferguson killing was live-tweeted. https:\/\/t.co\/BPPYbOlw5h via @7im","498292317296812032":"Cops gun down a 17-year-old in front of you &amp; lock down your neighborhood with scores of armed cops because THEY feel threatened #Ferguson","498457205801488385":"The black &amp; unarmed group on the left is called an \"angry mob\" vs the armed white group called supporters #Ferguson http:\/\/t.co\/EuEvQHHEpK","499706065769201666":"SWAT police just entered a McDonald's in #Ferguson and started asking journalists for ID http:\/\/t.co\/OjxJFkJVUT (via @ryanjreilly)","499705545583263744":"Look at this RT @grasswire: State Senator asks the #Ferguson police chief if she's going to be gassed again. http:\/\/t.co\/w0iTWrD6w6","499692099005325312":"#Ferguson cops on loud speaker seems to be trying Jedi mind tricks on crowd, crowd seems immune to the Jedi arts","499606278910398464":"Again, WATCH: #Ferguson Police Fire Tear Gas on Protesters with \"Hands Up\" in Their Own Backyard http:\/\/t.co\/BarqIACZw5","500405384503238656":"Tell Congress to demilitarize local police departments! &gt; &gt; &gt; http:\/\/t.co\/HhTrkPtXwx #Ferguson http:\/\/t.co\/Mh3jjXO1sG","499585144416514048":"Ppl in #Ferguson v sensitive to media descriptions of rioting, so worth noting: only behavior accurately described as such happened Sun.","500240534481666049":"Capt. Ron Johnson leads #Ferguson protestors through a peaceful night #RonJohnson #leader\nhttp:\/\/t.co\/JpUnwUsN6f http:\/\/t.co\/Vl504sVOaE","500339589601431552":"“When you dress police up like soldiers, they start thinking like soldiers. And soldiers engage an enemy.” http:\/\/t.co\/PtrZIIiIHb #Ferguson","499501246907432960":"No one should live in a town where militarized police point loaded weapons at unarmed citizens #Ferguson http:\/\/t.co\/nk0Ugf0tpR #morningjoe","499657584836874240":"#BREAKING here's copy of joint statement from US Attorney re: #MikeBrown #Ferguson @kmov http:\/\/t.co\/AQNT2X55tS","499478126570004480":"The American people are the new insurgents. #ferguson #PoliceState http:\/\/t.co\/iwQEwOd1gK","500265950667870209":"\"Hands up! Don't shoot!\" #Ferguson, MO, protests spread to nearby Clayton. http:\/\/t.co\/s7KHztwXeq http:\/\/t.co\/9Ww2erUujj","500369693203378176":"When a policeman asks 'why are you filming?' ...\n#tcot #uniteblue #teaparty #gop #ferguson http:\/\/t.co\/3Dlod16f5I","499688532391526400":"#Ferguson heavily armed police in military gear arriving on armed personnel carriers now http:\/\/t.co\/GbGdrhZBlM","500072455931588611":"World of difference: police walking with protesters, wearing normal uniforms, state Highway Patrol chief hugging it out. #Ferguson","500072155166814209":"The City Is Ours #NYC #Ferguson #HandsUpDontShoot https:\/\/t.co\/0XQAlczZVo","500358258654470146":"Brutal treatment of black ppl isn’t indeed the only anti-human rights act by US govt;look at US’s green light to #Israel’s crimes. #Ferguson","499540195734065152":"Also, the National Association of Black Psychologists will be on-site to provide free crisis counseling to residents of #Ferguson today.","500387959468982273":"Technology can be used to expand democracy or enforce tyranny. Where we draw the line matters. #Ferguson http:\/\/t.co\/d0DUaTczyW","500363097698086912":"Rapper J. Cole releases ‘Be Free,’ inspired by Michael Brown in #Ferguson http:\/\/t.co\/IOhCDqcPkS","499699107615997952":"Police line moving towards peaceful protesters in #ferguson","500357314722156544":"Police begged media for discretion about location of q&amp;a. Are set up about half a mile from QuikTrip\/protest site #Ferguson","500395231305826306":"48 media organizations sign  protest letter objecting to the treatment of reporters in #Ferguson http:\/\/t.co\/GG8ERIh9wT #butnotpolitico","499394946416529409":"#Ferguson picture from earlier in the day, high powered rifles trained on protesters http:\/\/t.co\/OYOur3ZCrA","499529014797557760":"All of yesterday's Vines in one YouTube video. #ferguson  http:\/\/t.co\/Q2wUmBg5Cr","498303921430204416":"\"He threw his hands up and they shot him. The boy fell and they shot him some more.\" http:\/\/t.co\/WTqOpAhVRw  #ferguson #mikebrown","498532911143206913":"\"Don't shoot! Don't shoot!\" #ferguson  https:\/\/t.co\/qxvFf6BaWX","499598154581303296":"Sitting in McDonalds in #Ferguson, man says to cashier: \"They're trying to make this about looting...this is about police murdering a kid\"","498303769915191297":"At the #Ferguson police dept headquarters https:\/\/t.co\/jIaKhelaAk","499701408904798208":"If you're recording in video #ferguson, please use apps like Bambuser that record to a server so it can't be deleted if your phone is seized","499700579527299073":"Police announce \"your right to demonstrate is not being obstructed\" #Ferguson","499690869784846336":"RT @FOX2now: The #STL SWAT team has weapons drawn in #Ferguson at a protest in broad daylight with media attending http:\/\/t.co\/WZjhZvwhSm","499692915954704384":"This is the police presence at a peaceful protest - in the USA. #Ferguson right NOW!!  WTF!!! http:\/\/t.co\/PzBjoRoale","500279951275606017":"To hear the exact dispatch call the moments of #MikeBrown's murder: http:\/\/t.co\/q4BV14ZToy #Ferguson","500332097064550400":"Dear media:\nIf Michael Brown's race is mentioned in a news report, so should officer Darren Wilson's race. #Ferguson","500070913836982272":"Justice must be served!  #Ferguson #MikeBrown","498269365175721984":"So would that \"angry mob\" in #Ferguson also qualify as \"concerned citizens\"? What's the difference, skin color? #justice4all","498287947301814274":"Police dogs snarl at a crowd of mourners in #Ferguson. They are mourning the killing of another teenager by police http:\/\/t.co\/BVGJAu2jvV”","499432169836531712":"This is not Kiev, Ukraine. This is #Ferguson, Missouri right now. http:\/\/t.co\/RXZ0xkaBrP","499662393627410432":"Community organizations on-site in #Ferguson http:\/\/t.co\/mDz9Z9dque","499361506132508673":"The whistleblower said they would often have \"Black day\" or \"tan day\" to just arrest Black or Brown people by the #StLouis PD. #Ferguson","500322242296041473":"If Michael Brown had been carrying a gun, would Republicans still say he had a right to bear arms? Or is that only for white men? #ferguson","499699366660423680":"Charges filed against man shot by police in #Ferguson on Wednesday; cops say he pointed gun at them: http:\/\/t.co\/fbOOmrP8Zz","499355083734519808":"\"The fatal shooting of an unarmed teenager deserves a full review.\" AG Eric Holder #MikeBrown #Ferguson","499581469027618816":"WAKE UP!!! #Ferguson http:\/\/t.co\/4N8kRGBXUf","498474035668586497":"#MikeBrown's mother: \"Police not telling us nothing, cause they have nothing to say.\" #Ferguson http:\/\/t.co\/P7QwG3sTru","499692589143298049":"SWAT overlooks protestors in #Ferguson. They've all moved to sidewalk. http:\/\/t.co\/peY5cOVBZl","499652256288235521":"Wow  RT @AntonioFrench: State Senator asks the #Ferguson police chief if she's going to be gassed again. https:\/\/t.co\/wgnDJbEaGV","499700209484828672":"#Ferguson. RT @BmoreConetta: Swat truck repositioned, gun pointing straight at protesters http:\/\/t.co\/Ayh8FhhLp7","499704226294300672":"Snipers rifles aimed at unarmed American citizens right now in St. Louis, MO. #Ferguson http:\/\/t.co\/us4dcQ8CxC","500396427378298880":"Statement from St. Louis County Police Officers Assoc., saying @GovJayNixon put officers lives in danger. #Ferguson http:\/\/t.co\/plnDpI5uRE","500399181627162624":"I'll be on @msnbc with @TheRevAl in about 10 mins discussing #Ferguson #JusticeForMikeBrown and #PeaceInFerguson. Tune in.","499397804620386304":"Putting out a specific call again: this story should be told by Black youth, from #Ferguson. If that's you, we have a platform, get at me","499678305134448641":"Left: police that #Obama condemned under Yanukovych. Right: #Obama's police in #Ferguson. #Hypocrisy #USA #Ukraine http:\/\/t.co\/9x4PBwQ0Sg","499412661176926209":"#Ferguson crowd gone, crowd showed restraint, chanted &amp; yelled at police then left, scene now empty, only media here http:\/\/t.co\/Tu2LrnSG6c","500246996163129344":"Ferguson police chief speaks with protesters early Friday am. #ferguson http:\/\/t.co\/uFHeK4MyxT","499514668814467072":"We don't need to stinkin' #PoliceState Americans!\nThis must stop!\n.@StupidTeanuts: Going 2 War w\/ Americans #Ferguson http:\/\/t.co\/lo4ZQ59DHS","499655869412286464":"Anti-Gunners Donated $500k+ 2 Defeat Pro-Gun Sheriff, He Won Anyway! http:\/\/t.co\/KdWIsaSDhT #tcot #2A #Ferguson #NRA http:\/\/t.co\/9LQkU5JOlv","499408845127819265":"BREAKING: Instead of dispersing, protesters got on their knees with their hands up. http:\/\/t.co\/mvPftWrnEs #Ferguson","498491047329402880":"Protest in #Ferguson. The police dogs are visible again. https:\/\/t.co\/Fvdw0cKGXk","500313811195158528":"Captain Johnson: \"Last night was a great night.\" #Ferguson","498531639472189441":"#Ferguson v #Bundy: Black jaywalking teen shot &amp; killed by cops. White trespassig rancher's militia aim guns at cops. http:\/\/t.co\/MEGjYq2feR","500231335668383744":"One of the great photos of American history taken by @kodacohen.  Things much more peaceful in #Ferguson last night. http:\/\/t.co\/MIoN5P9QIW","499381321954000896":"Destruction of property and destruction of life are false equivalents. #MikeBrown #Ferguson","499388619425980416":"This is #Ferguson, a suburb in America. http:\/\/t.co\/GfmHLo4u5q","499703156889362432":"#BREAKING: State Senator Maria Chapelle Nadal has been taken into police custody; she had been tear-gassed at an earlier protest. #Ferguson","500315237375954944":"#Ferguson shows how a militarized police force can compromise our rights and our safety #JusticeForMikeBrown http:\/\/t.co\/pNIamkQAEi","500213598149672960":"Thousands shut down Times Square last night in support of #Ferguson US where police shot unarmed teen #MikeBrown http:\/\/t.co\/t2rNDX3Hju","500355828227252225":"Racial discrimination's still a dilemma in US. Still ppl are unsecure for having dark skins.The way police treat them confirms it. #Ferguson","500297243371798528":"Why do whites run a mostly black town? See what's fueling long-simmering tension in #Ferguson http:\/\/t.co\/sgMZFUhch8 http:\/\/t.co\/K3s69KltKA","499592320900431872":"White \"anti-looting\" high-horse riders listen up! Read &amp; follow @ProfessorCrunk\nhttp:\/\/t.co\/L8DTcZCOvQ\n#Ferguson http:\/\/t.co\/kNmvT8S2hb","499440386767859712":"Tanks. Military police. Occupation. Media blackout. No fly zone. In...a suburb. This is America in 2014. #Ferguson","499448210789007360":"Going 2 War With Americans #Ferguson http:\/\/t.co\/HOHFomjgPp","500212911856295940":"No matter what we do, it won't be as bad as killing a kid and leaving him to die on the street, covered with his own blood. #Ferguson","500072334578159616":"The streets of Times Square have been taken over. Literally. #NMOS14 #ferguson https:\/\/t.co\/ZnzqFhDdNI","498281812821803008":"The crowd has forced the police car to reverse. #ferguson https:\/\/t.co\/B9YqGhq0hZ","499527157023277056":"Classes started at 8am, but by 7am #MichaelBrown would be there waiting, eager http:\/\/t.co\/SVaqe4vR2V #Ferguson http:\/\/t.co\/P3ubd08DB8","500274697485824000":"After #Ferguson shooting, nearly half of Americans don’t believe in justice – poll http:\/\/t.co\/oAz3qywdsV http:\/\/t.co\/psxx3YvVlF","500382437655207936":"Despite the latest blunder of the #Ferguson police department, I am hopeful for another night of #PeaceInFerguson.","499362994862960640":"Peaceful youth demonstration at Greater St. Mark Church #ferguson http:\/\/t.co\/AAIO2DPlTn","500369097360953345":"How can you not be moved by the people of #Ferguson\n\nhttps:\/\/t.co\/iQKZ13M3SQ","498600617645199361":"The anger and tension is definitely worse than last night. #Ferguson","499583349267382273":"Looting &amp; rioting are terms that are loosely being used to describe all the civil disobedience in #Ferguson don't get it twisted #focus","499383640267423744":"NO VIOLENCE! JUST JUSTICE! #ferguson https:\/\/t.co\/3R6rTtmvzW","499586890837016579":"Calling all journalists covering #MikeBrown #Ferguson FREE coffee\/Wifi if you need a place to work! @AntonioFrench http:\/\/t.co\/mn8W44Ov7z","500368724579192832":"Just be ready. When #Ferguson PD release the photo of #DarrenWilson, it will look something like this. http:\/\/t.co\/JLT5TuaNdD","499700083265269763":"A reminder: A SWAT team the size of TX showed up to the top location, but not the bottom one. #Ferguson #BundyRanch http:\/\/t.co\/3Gjo0VFQ2E","500316260081889282":"#Ferguson: Towns Don't Need Tanks http:\/\/t.co\/304W7l7neh","499596695705894912":"cops aren't soldiers. soldiers are soldiers. if you want to be a soldier, enlist &amp; head for the desert. The USA is NOT a war zone. #ferguson","499704241741520897":"People who claim to be against big, intrusive government and for the Constitution are cheerleading for the cops in #Ferguson now. Telling.","498248648699150336":"Police have brought out the large gear in #Ferguson. http:\/\/t.co\/2gxUzOvwfy","499694783691239424":"Scene right now just blocks from where #mikebrown was shot. #ferguson http:\/\/t.co\/gCBXsY0CvN","498281104865259521":"Rest in Peace Mike Brown. #Ferguson","499526002469797888":"Photos from @PDPJ #Ferguson http:\/\/t.co\/CXXG6bPHh9","498487999848800256":"\"Our problem is not with Hamas. Our problem is not in Iraq. Our problem is in #Ferguson!\" - Anthony Shahid http:\/\/t.co\/o1dZ3LDHdg","500426667446513666":"Rev Jesse Jackson leading procession to shooting site. #Ferguson #MichaelBrown @stltoday http:\/\/t.co\/ElWD9jGEFA","499674159916789760":"Police look on as protestors rally in #Ferguson http:\/\/t.co\/LCzNUCNvKE","500277854341697536":"Haven’t seen a police chief run from a microphone that fast since Commissioner Gordon said the Joker was threatening Gotham City #Ferguson","500314545345552384":"It's a lot more quiet here at #qt as Capt. Johnson speaks. One guy just yelled \"we want answers.\" #ferguson #ksdk http:\/\/t.co\/XpWHqqvzl6","500360684253638656":"INDICT CHIEF TOM JACKSON for conspiracy and aiding &amp; abetting. INDICT DARREN WILSON for murder. Convict both. #ferguson #mikebrown","499705246642622465":"This is literally on Fox News right now #Ferguson http:\/\/t.co\/N2ASnvwGwW","500328451929559041":"#Ferguson #WeArePeace Met a young man who told me, \"We aren't here for colors. Black isn't a color, We are all Equal  http:\/\/t.co\/yO18uiiOPZ","499695074855624704":"Overkill in #Ferguson. Officer won't answer my question about why this is needed. http:\/\/t.co\/izk1lrzB7x\"","500285282650832896":"I'm so tired of society making black people defend themselves, even from under the grave. #Ferguson #MikeBrown","499700213792387073":"Police sniper pointing weapon at unarmed civilians. That’s nice. #Ferguson","500319233558192128":"Missouri Governor Jay Nixon is delivering remarks on the Mike Brown case. #Ferguson","499556227874304000":"Black folks deserve a more honest account of racial politics than 'it's all love, overlook color, and give peace a chance.'  #Ferguson","499567797064957952":"A few feet from where #MichaelBrown was killed: #Ferguson http:\/\/t.co\/BpMH784CFR","498286281894682624":"What year are we in again? This is looking like the 50s #Ferguson http:\/\/t.co\/TeLcT3d3yh","500318336719134720":"Captain Johnson: \"I know we're scared and I know we've fallen. But I know He's going to pick us up.\" #Ferguson","499598945417703424":"More from #Ferguson this morning http:\/\/t.co\/82Ylq2SqzK","500403838877462528":"#REMINDER: MikeBrown's tragic death isn't a #Ferguson problem or a #Missouri problem, it's an American problem.\n\n#p2 http:\/\/t.co\/obpPtJQDGL","500376891623079937":"#Ferguson chief says officer Darren Wilson devastated. Mike Brown unavailable for comment about his feelings because dead.","500350150695743489":"These 3 words say it all. #ferguson #MikeBrown http:\/\/t.co\/Wuzy0YVEUg","499672226887897089":"RT @freegcf: RT @organizemo: @OpFerguson PLS RT! Jail support info for ppl arrested at #mikebrown rallies. #ferguson http:\/\/t.co\/GRJvO1dAlp","499438977774931968":"St. Louis County police tell me woman shot in the head and that a Lt. on scene said she's \"alert and gonna live.\" #Ferguson","499702384424022016":"State Senator asks the #Ferguson police chief if she's going to be gassed again. http:\/\/t.co\/jIKa6ZqlX0","498452658605535232":"“When will young people of color's lives matter when they are alive?” -  @MichaelSkolnik #Ferguson http:\/\/t.co\/NM5UsKgPVm","498277197581664256":"Black bodies are no longer swinging from trees, they are laying on the streets.  #Ferguson #detriot #oakland #nyc #usa","499697037156171776":"These pictures coming out of #Ferguson with what looks like military equipment on American streets should sober everyone up...","499699052389208065":"Bad craziness. RT @FOX2now #STL SWAT has weapons drawn in #Ferguson protest in broad daylight w\/ media attending http:\/\/t.co\/cgCpydG4E2","499560002341044224":"\"They say we destroying our own neighborhood. We don't own nothing out here.\" #Ferguson http:\/\/t.co\/cVqf6kYkUL","500234112054341632":"Hannity throws a softball to #Ferguson Police Chief #UniteBlue #LibCrib #Bundy #morningjoe http:\/\/t.co\/2AjrbA7TdI http:\/\/t.co\/N7RCK8xAsq","500315532382707712":"Ron Johnson says he would have liked to been consulted by #ferguson chief Jackson about today's release of info. http:\/\/t.co\/5GSXss901U","498277231253127168":"Michael Brown was supposed to start classes at Vatterott College on Monday. Instead gunned down in street by #Ferguson police.","499412007573942272":"A cleanup for #Ferguson has been organized. TOMORROW. Meet at 10 am Wednesday August 13, 333 N Florissant Rd, Ferguson, MO 63135 #MikeBrown","500250188221779968":"\"Mom, I'm going to college.\" #AmadouDiallo #lastwords #ferguson #michealbrown #policeagression http:\/\/t.co\/B0WbHO1BCU","499602333404504064":"Police militarization on display in #Ferguson http:\/\/t.co\/m9jyPq3ALq","499441454498852864":"RT @PDPJ: #Ferguson picture from earlier in the day, high powered rifles trained on protesters http:\/\/t.co\/qUkG9ztaQt","500283013541163008":"There's still no justification stated for #MikeBrown to be shot to death. #Ferguson","499361965035491329":"After the whistleblower revealed what was happening, he was summarily harassed, got drug tests, car taken &amp; transferred. #Ferguson #StLouis","498318493293772800":"Young black victims are killed twice in America―once by gun, second by media. Let the victim be the victim this time. #Ferguson","500296369224310784":"Protests continue at the QT #ferguson https:\/\/t.co\/qF2N92L9Zn","500270055540916224":"This is probably the greatest thing I've seen so far #Ferguson #MikeBrown http:\/\/t.co\/pvhEvqMQ9i","499696948296028160":"The protestors in #Ferguson are not armed. Why is SWAT out there like they're raiding a weapons depot?","499553513471741954":"The police do not consist of a few bad apples, the institution itself is rotten to the core. #Ferguson","499703128540061699":"Main roads blocked off. Found a back way. I'm back at the QT in #Ferguson http:\/\/t.co\/VWFUdZQcrr","499650234914713600":"RT @AntonioFrench: State Senator asks the #Ferguson police chief if she's going to be gassed again. https:\/\/t.co\/nOjU8ikmr2","499377813758443520":"There's a town that's a no-fly-zone with a media blackout right in the middle of our country. Let that sink in. #Ferguson","500314788610985984":"Thoughts are with #Ferguson. We need 2 collectively take a stand against senseless violence that confronts our youth. http:\/\/t.co\/skxSjMHzF8","498286045843435521":"Black people die 2 deaths: 1) by public execution &amp; 2) an assassination of their character to justify the murder. #Ferguson #MikeBrown","500407038800056321":"This guy shot 11 people, including a Congresswoman and a judge. He was apprehended alive. #Ferguson #MikeBrown http:\/\/t.co\/748RLbZ0Fr","500225210667122690":"Obama has militarized every government agency there is. THIS is big government. #morningjoe #Ferguson http:\/\/t.co\/SGOPtKpAqk","499553298668859392":"#Ferguson vs #BundyRanch \n\nSee the difference? http:\/\/t.co\/zKEMY38Uds","498283038338711552":"They've brought the dogs out in #Ferguson https:\/\/t.co\/gXQeLtaXjt","500395288335360001":"Police in #Ferguson haven't been wearing identification: http:\/\/t.co\/ZAIikEqk09  http:\/\/t.co\/LDgoSLUHL3 via @Slate \/ Fire the #Ferguson PD.","499444325646757888":"It's helicopters flying in #Ferguson. How a drive by happen and y'all ain't spot it??! With West Florissant COMPLETELY BLOCKED OFF.","498292732159619072":"Ferguson Police have dogs and shotguns. The unarmed crowd is raising their hands. #ferguson #fergusonshooting  https:\/\/t.co\/t2MLq3SsrV","500393439482368000":"Somehow, whenever there’s a police brutality case, the victim is reaching for someone’s gun. It’s weird, right? #Ferguson","499642704687816706":"Don't feel hopeless if you are far from #Ferguson. Organize your block or your hood. Unite tenants, support ex-offenders, #FilmThePolice.","499698964925796352":"Militarized police are literally marching through #Ferguson, Missouri and ordering people into their homes.","499488337338843137":"Is that a bag of chips?! #REAL RT @GinoTheGhost: May be the dopest photo of the year #Ferguson http:\/\/t.co\/ZxF3zhbjHb","500396366829735936":"Whoa #ferguson http:\/\/t.co\/JSNZrnFMp5","500430445830365184":"There is a dangerous socioecon war occurring in the US. We MUST use our collective voice &amp; VOTE. #UniteBlue #Ferguson http:\/\/t.co\/6P3Le9sHBL","499481575059619840":"While the initial looting in #Ferguson was deplorable, it's clear the town is now the victim of a huge militarized police state exercise.","498274493337702401":": Teenager #MikeBrown won't start college on Monday because he was shot ten times by a #Ferguson police officer. http:\/\/t.co\/dCFmzlkFRD”","498499795192143872":"Not sure what the #Anonymous message to #Ferguson is going to be exactly but you can count on one.\nSupport @OpFerguson","498305962726273024":"I’m in #Ferguson and the witnesses are telling a chillin story. This young man was truly executed.","499703254637219841":"\"Your right to assembly is not being denied.\" #Ferguson http:\/\/t.co\/rcL1qQGSPw","500405877460193280":"WELP! RT @TUSK81: #Ferguson chief says officer Darren Wilson devastated. Mike Brown unavailable for comment about his feelings because dead.","500278978557804544":"RT @Smith83K This Cartoon Says It All: via @BennettCartoons via Chattanooga Times Free Press #Ferguson #UniteBlue #KY http:\/\/t.co\/TwEej9WWme","499695028407922689":"what the FUCK are you looking at through a MOUNTED GUN SCOPE. they're PROTESTORS, not insurgents. #Ferguson http:\/\/t.co\/NGBe1T2AHj","500277481119956992":"This Cartoon Says It All: via @BennettCartoons via Chattanooga Times Free Press #Ferguson #UniteBlue #libcrib #KY http:\/\/t.co\/A5XHpJPq75","498310006169538561":"I can't stomach another #justicefor campaign. Real justice isn't a conviction. It's black ppl not being used for target practice. #Ferguson","498452664527511553":"The difference between \"unrest\" and \"patriotism\" is directly proportional to how black the protesters are. #Ferguson #Murrieta #BundyRanch","500345408150065153":"Congress considering legislation to demilitarize local police in wake of #Ferguson brutality http:\/\/t.co\/A3dpQHdcJk http:\/\/t.co\/SsxfBQm7gK","500420356621213696":"Laying on of hands for Capt. Ron Johnson before #Ferguson begins another night of protests. http:\/\/t.co\/AMViKykZ5l","499702134279913472":"Downtown Kandahar, Afghanistan, I think. Or #Ferguson, Mo. Someone help with location. http:\/\/t.co\/wLpoEPDnqJ","498283233982025728":"An unarmed 17 year old kid shot 10 times &amp; once in the HEAD?!?!\nNot sure how you can \"spin that\".\n#Ferguson","500377192841609217":"White male goes on shooting spree: \"troubled nice guy needed help\"\nBlack male, unarmed, gunned down:\n\"felon, thug, asking for it\"\n#Ferguson","499361017038905344":"The whistleblower, a white man who went by the name of \"Lonewolf,\" said Black people should be allowed to shop w\/o harassment. #Ferguson","500299227969646592":"Let me be very clear: The #Ferguson police and America are playing with fire if there is an attempt to justify the murder of #MikeBrown","498251940997136384":"When you see citizens as enemies... RT @AntonioFrench: Police have brought out the large gear in #Ferguson. http:\/\/t.co\/xTwwfXC8zy\"","499471162058231808":"Hard to ask people to obey the law when The Law kills people w\/ impunity. Riots &amp; civil unrest are offsprings of corrupt system. #Ferguson","499381917490237440":"Something being talked about tonight is the makeup of the #Ferguson Police Dept. Here's a breakdown: #MichaelBrown http:\/\/t.co\/gYd5qgJh5M","498265095559184384":"Yes @stltoday describe people protesting police officer killing Michael Brown as \"mob\". Then, edit, \"crowd\" #ferguson http:\/\/t.co\/xG3Hm8JLWy","498292628455034882":"#message RT @brennamuncy: Someone please remind me what year it is again? #ferguson http:\/\/t.co\/vI4tDnvT1W","500176354185187328":"Occupation is a CRIME, #Ferguson to #Palestine! AntiWar Committee Chicago #StandWithFerguson #MikeBrown @AntiWarMN http:\/\/t.co\/ll01iPsiPU","499406086945136640":"#Ferguson. Beware of violent street gangs in #ferguson. Here's what they look like. http:\/\/t.co\/aAmfSnkQ3Z","500400102125879296":"These are the comments by @bobatl. Loud and wrong.  #MikeBrown #Ferguson http:\/\/t.co\/qibvrD9JaV","499691501136650240":"#Ferguson cops keep complimenting crowd, says we're working together on this, crowd not buying it chant \"hell no we won't go\"","499635247311781889":"Hey Obama &amp; FBI Here's A BIG LEAD 4 U! Look what's being handed out 2 #Ferguson Rioters, talk 2 the Sponsors!\n\n#tcot http:\/\/t.co\/wJlOkoUPFc","500364914796802048":"AG Eric Holder called Ron Johnson this afternoon, called approach a “model of community-based policing.” #ferguson","498483279943962625":"happening now in #ferguson https:\/\/t.co\/MYPxUyo7Xx","499602370917978112":"One pattern of the last few days: After police move the media out of the area, they become more heavy-handed and violent. #Ferguson","500322285916401664":"Second lawsuit filed yesterday by @aclu_mo to protect #right2photograph &amp; video police public activity in #Ferguson http:\/\/t.co\/yMVAOOh5xD","500286170035523585":"Dear @donlemon:\n\nNo.\n\nSigned, \nEveryone\n\n#Ferguson #MikeBrown","500165620835840000":"How many lawsuits totalling how much $$$ are going to come out of the recent events in #Ferguson?","499669671034257408":"Right now in downtown Clayton in front of the Buzz Westfall Justice Center. #ferguson https:\/\/t.co\/KguCSJuCZ6","500293830827331584":"Cops or Soldiers? Pentagon, DHS Helped Arm Police in #Ferguson with Equipment Used in War http:\/\/t.co\/HDGm3wFUL7 http:\/\/t.co\/qRH4Y1nWPy","499517463457849345":"This image is unreal. Cops in #Ferguson dressed &amp; armed for war, confronting a lone protestor http:\/\/t.co\/QpEZQ7mPXq http:\/\/t.co\/UUP2oXY6qf","499376069485821952":"Next up on Fox News: Here's some footage of angry black people in #Ferguson with no discussion about why they're angry. Enjoy!\n#MikeBrown","499464258183114754":"When #Ferguson is just a town again - not a Twitter trend or a news story - a mother will still be without her son. http:\/\/t.co\/mieUXka06T","499692788993511424":"Easily 50+ officers asking protesters to leave in #Ferguson over #MikeBrown rally #kmov http:\/\/t.co\/RBkfloalhF","499637476315910146":"Where Was #Sharpton, Liberals, Obama?! Almost Exactly One Year Ago in #Ferguson Missouri http:\/\/t.co\/lTluzAHrMf #tcot http:\/\/t.co\/lOdFjDO5Ux","499590929611640832":"Trayvon Martin, Jordan Davis, Jonathan Ferrell... and now #MikeBrown. Who is next?http:\/\/t.co\/zgxUC7N7TJ #Ferguson http:\/\/t.co\/QHDkP8BFIJ","498512590260023296":"Every Black person should drill this in their heads:we are in Jim Crow 2.0..and the new lynch mobs and KKK members ARE THE POLICE #Ferguson","498504707393220608":"The protest is turning into a memorial and moving from the #Ferguson Police HQ to the street where #MikeBrown was killed.","500331472277225472":"Much to say about #Ferguson… but can’t be bothered w\/a fallen 2 star General… The Pres. is an abomination! #Greene http:\/\/t.co\/pLNlq69eyS","500426437392732161":"\"#FERGUSON Dispatch #3: #MikeBrown Was Murdered and We Want Justice\" http:\/\/t.co\/E8HEAgXOio #TWIBnation http:\/\/t.co\/r2QfO4Ldis","499613731312005121":"Join us in O'Fallon Park at 6PM for a free concert event in celebration of #MikeBrown's life. #Ferguson's own @brianowenstv performing.","498556324868009984":"BREAKING: AG Eric Holder has instructed attorneys in the department's civil rights division to monitor developments in #Ferguson. -@AP","500413012822745090":"O holds a press conf over a #Ferguson thug being killed while the honorable Gen.Harold Greene goes unmentioned. #tcot http:\/\/t.co\/7j4HILwAst","500320235841265665":"And how are some of y'all so quick to believe the same police dept. that threw tear gas at folks in their gatdamb front yards. #Ferguson","499638207987089408":"How did the U.S. police get the weapons + tactics we're seeing in #Ferguson? See our report https:\/\/t.co\/fGfa17WplH #JusticeForMikeBrown","498510381774819330":"#Ferguson #BundyRanch #Hypocrisy \/ H\/T to @Khary for the images. http:\/\/t.co\/rt7u6zOA1p","500293511632388097":"Well, it took Twitter about 5 minutes to completely demolish the #Ferguson police's smear conference.","499700906384842752":"I have no gun. But my phone is fully charged. #DONTSHOOT #Ferguson #HANDSUP #MikeBrown http:\/\/t.co\/KOxo7QhoU0","499385227362328576":"White twitter doing what they do best... #Ferguson #FergusonShooting http:\/\/t.co\/Ks2YLkYmEJ","500177556768034816":"Thousands of New Yorkers shut down Times Square in support of #JusticeForMikeBrown #Ferguson http:\/\/t.co\/4YiZ7WPjuR","499704416937975809":"This is sheer insanity. Just look at @sebwalker's photo from #Ferguson. http:\/\/t.co\/6f8dNxWBeO","499690032601772032":"Overkill in #Ferguson. Officer won't answer my question about why this is needed. http:\/\/t.co\/iSPsP1Rxa1","499691593985957888":"That crowd behind the cops? MORE cops. #ferguson http:\/\/t.co\/DBmGbd1TUl","499435341259223040":"Chambers and W. Florissant right now. #Ferguson http:\/\/t.co\/fLag6Sw0MU","500302577557573632":"Media, we will not allow you to spin this story to make it seem as if #MikeBrown deserved to die. Nope. We won't let it happen. #Ferguson","498304114955419648":"Protest continues in front of #ferguson police dept \"the people united, will never be defeated\" #FergusonShooting http:\/\/t.co\/4wXq3z6tDX","498269636551798784":"Unfollow me NOW if you're like \"Why was he running?\" or tweeting ANY justification 4 the murder of #MikeBrown by #Ferguson cops.","499402444267212800":"Police told protesters to get out of street, they instead got on knees and said, \"Hands up! Don't shoot!\" #Ferguson http:\/\/t.co\/XFpEsXBwM3","498277678706077696":"Teenager #MikeBrown won't start college on Monday because he was shot ten times by a #Ferguson police officer. http:\/\/t.co\/A4RJS4unlx","499360784666071040":"The police* are the occupying army in the black colony. - Huey Newton #Ferguson police #MichaelBrown http:\/\/t.co\/dWzjeIccxw","500322373359661056":"This is what they call \"justice\" in #Ferguson http:\/\/t.co\/mKnPV1LU4J","499347831954870274":"PHOTOS:: #Ferguson, Missouri, looks like a war zone http:\/\/t.co\/N7lfddXd5d http:\/\/t.co\/hmPP9z4dGd","498349598197702656":"Police in #Ferguson, Missouri, shot and killed a 17-year-old boy. http:\/\/t.co\/TbVlOFxEus\n#FergusonShooting","499699006298419200":"\"Is that a tank?!?\" As older black woman asks as cops move in #Ferguson","499584606878715905":"this is america? what the fuck is wrong with us? #Ferguson http:\/\/t.co\/Zp4bEbkwiW","499693137670205440":"#Ferguson RT @ryanjreilly: \"This is not open for discussion.\" -- cop on loudspeaker, telling crowd to leave the area http:\/\/t.co\/nQeP6mRkYZ","499401478235099137":"This is what the front line looks and sounds like. #Ferguson http:\/\/t.co\/oIv0daVU8N","499519439206092800":"Because the news outlets are blatantly LYING about #MikeBrown murder and ignoring the clear coverup and militarization of #Ferguson","500365059390836736":"Homeland Security has given $34 billion to local police to militarize in the name of 'counterterrorism.' http:\/\/t.co\/2kHhe0O71G #Ferguson","499691556652449792":"Those people in #Ferguson must think they have some kind of constitutional right to protest or something.","498524570593140736":"Vigil for shooting victim Mike Brown will be held at 8pm Sunday at Canfield Green apartment complex in #Ferguson","499696525808001024":"We got through. That's a sniper on top of a tank pointing guns at us... #ferguson http:\/\/t.co\/gyTzbXTR2o","500396027342376960":"\"keep the faith\" Cpt. Johnson #Ferguson http:\/\/t.co\/QqgBvfcYWO","498300832648273920":"Protestors at the #Ferguson Police Dept. https:\/\/t.co\/0gAGopdQ8u","499681614549377024":"Ferguson, Mo., is 67% black, but black citizens account for 86% of police stops, 92% of searches and 93% of arrests #MikeBrown #Ferguson","500281037486698498":"Exactly how often do police shoot unarmed black men? http:\/\/t.co\/m5X6ICFtdv #Ferguson http:\/\/t.co\/elWTCmN3ZN","498585089828478977":"#Ferguson #MikeBrown protests http:\/\/t.co\/UubTxFmU7c","500180625312083968":"@eyeFLOODpanties RT @iFalasteen: The oppressed stands with the oppressed.\n\n#Palestine stands with #Ferguson. http:\/\/t.co\/vzR0xVk60Y","500072098178813954":"Everyone was out to support. #MikeBrown #Ferguson #UnionSquare #nyc4stl http:\/\/t.co\/z3VT5Sf51v","500176026882678784":"#Ferguson fury flows nationwide: Thousands rally in more than 80 US cities http:\/\/t.co\/kdgsBK4gzg @NastiaChurkina","499612195756728320":"A man picks up burning tear gas can and throws it back at police. #ferguson pic by @kodacohen http:\/\/t.co\/qd9LjGNenk #hero","500320616428601344":"Community asks Nixon, \"why was your response delayed to our community?\" #Ferguson","499410901033054208":"Protest ending for the night. #ferguson https:\/\/t.co\/wIf4bkrfEc","500270456830562305":"#Gazans advise #US protesters on #Twitter http:\/\/t.co\/bIlucMYbwh\n\n#Ferguson #FreePalestine #presstvgaza http:\/\/t.co\/7RhD2CQgpa","500431179925823489":"If you ever doubt the power of your voice, just look at what they try to do to silence you. #PoliceState #Ferguson http:\/\/t.co\/hkH1pc61jG","500318980007948288":"You can say what you want about #MikeBrown but that doesn't make him guilty. That police officer though? He killed him. #Ferguson","499379061718659073":"Quiet where I am. Lots of talking. Lots of standing. No smash-smash. #Ferguson http:\/\/t.co\/dXiIc5EQqq","499705963126202368":"The Constitution of the United States does NOT state that citizens can only peacefully assemble in the daytime. #FirstAmendment #Ferguson","499702206455488513":"The #Ferguson police are STILL on the tv LYING about wanting peace and there's military guns and amour trucks here in broad daylight","499696137708658688":"Coming soon to everyone's town. MT @ryanjreilly: Overkill in #Ferguson. Officer won't answer...why this is needed. http:\/\/t.co\/Uj7olrFBjB","499359735947087872":"Anonymous hacking group threatens the #Ferguson police in wake of the murder of Mike Brown --&gt; http:\/\/t.co\/TqaA59wH9x http:\/\/t.co\/p8VtikmeyD","499362441697193985":"Peaceful youth demonstration at Greater St. Mark Church #ferguson http:\/\/t.co\/feWLxdme9R","499345604297121792":"The #Ferguson police look more militarized now than the actual National Guard, here from the 1967 Newark riots: http:\/\/t.co\/qk3CKqSp8o","499703369108553730":"#Ferguson PD doesn't have 70+ SWAT officers &amp; 3 APC's. This has to a county wide response. The mayor &amp; the governor are culpable.","498284302128668672":"#Ferguson police have brought dogs into neighborhood. Residents protest with hands in the air. Tension is growing... http:\/\/t.co\/BxYIsHHjnE","499649754822103040":"State Senator asks the #Ferguson police chief if she's going to be gassed again. https:\/\/t.co\/as6iQJniPQ","499571799764770816":"People of #Ferguson: Stop #attacking our brave #heroes! -- http:\/\/t.co\/DfxchWSDBM","500413489882484736":"Serve and protect?... #Ferguson #Justice #UniteBlue http:\/\/t.co\/XSLJ9hRhs2","500335927248429056":"The #TeaParty was unable to stand up to Goverment tyranny in #Ferguson due to being too busy tweeting about President Obama's golf game.","499619724222038016":"Captain America is Black: Man throwing a tear gas canister back at police in #Ferguson. (Photo by @kodacohen.) http:\/\/t.co\/diHnTVojtu","500306548841660416":"This is the sassiest protest sign I have ever seen. I love our black queens! 😭 #Ferguson #MikeBrown http:\/\/t.co\/C6zk8Fwb0Y","500380881563811840":"This is incredible. A witness to the Michael Brown shooting live tweeted the entire event. #Ferguson https:\/\/t.co\/ERK7dqguVI","499689349420568577":"The #STL SWAT team has weapons drawn in #Ferguson at a protest in broad daylight with media attending http:\/\/t.co\/z6zIVuCM6D","499702462865874944":"Police move in, telling people move or be arrested.  People asking \"What for?\" \"Just move\" #Ferguson @vicenews http:\/\/t.co\/p5tCD5HDSu","499490314718310400":"Welcome to the United Police States of America. #Ferguson http:\/\/t.co\/Wau7wEohv1","499702153909256193":"A line of tanks and military cops facing #Ferguson protesters after an extrajudicial execution. Not a lot of moral high ground for America.","500301494340419585":"VIDEO: NY's Times Square shut down as 1,000 #Ferguson protestors chant \"Hands up, don't shoot\" http:\/\/t.co\/ou1TGSOQAd http:\/\/t.co\/A8x9AfGFwQ","499678822598340608":"Saw #Ferguson for myself. #justiceformichaelbrown Photos from me &amp; the people here:\nhttp:\/\/t.co\/LWqwJzm06F","498272080564334592":"Police murder another unarmed 17 yr old blk kid &amp; police show up like this. I can't take it! #Ferguson #WeAreTargets http:\/\/t.co\/RuZ8YAgGPr","498305851828879368":"The killing, the militarized police response, the coverage. How many more ways can you say \"Your lives hold no value\"? #MikeBrown #Ferguson","498272364560257025":"To all white ppl horrified by #Ferguson: go to police, school board, &amp; mayor and teach how anti-blackness kills. They don't listen to us.","499598115888848896":"Here is a collection of debris I found in #Ferguson yesterday there were tons more rubber bullets @mattdpearce http:\/\/t.co\/aE3y1Z14BW","500231484725161984":"Thanks to centuries of Western colonization of free nations, the term \"White\" now refers to virtually all oppressors, even Obama. #Ferguson","498275621651636224":"Notice it's \"involved in the shooting\" not \"killed a child.\" \nNotice it's \"paid administrative leave\" not \"has been arrested\"\n#Ferguson","499346625760751616":"Something being talked about tonight is the makeup of the #Ferguson Police Dept. Here's a breakdown: #MichaelBrown http:\/\/t.co\/faix6g9Omt","500413956230365185":"Murder math, #Ferguson edition.\n\nVia @KattPackAllDay... I think. http:\/\/t.co\/XrF2Vm8GRV","499604750888083456":"Free Coffee to all journalists spreading awareness on #MikeBrown #Ferguson movement @stlpublicradio #DONTSHOOT http:\/\/t.co\/67wkah3OVS","499690604302192640":"im so, so glad there's such extensive social media coverage of what's going on in #ferguson. i fear we'd know nothing otherwise.","500366171716067328":"A message for #Ferguson, from #Palestine #Gaza http:\/\/t.co\/YAP5ecERTz","498255816034893824":"America doesn't think we're human, the world doesn't think we're human, and cops don't get punished for killing us for no reason. #ferguson","499465611647275008":"I look at this and I'm proud. The protesters tonight in #Ferguson were NONVIOLENT. #MikeBrown http:\/\/t.co\/4CNAP6j31U","498267673789472768":"If Michael Brown had been white, @stltoday would have described crowd not as a \"mob\", but as a 'heartbroken community'. #Ferguson","500328583194509315":"Beautiful statement from Palestinians expressing support &amp; solidarity w\/ #MikeBrown &amp; ppl of #Ferguson http:\/\/t.co\/cnL7n2tc28 via @RanaGaza","498603999252467713":"Family of #MichaelBrown talks about his life: http:\/\/t.co\/kIye34DLiU. #STL #Ferguson #MikeBrown http:\/\/t.co\/GJgipAsWGV","499362949166030848":"Peaceful youth demonstration at Greater St. Mark Church #ferguson http:\/\/t.co\/TEEq3mhoxu","500370188970524672":"Whether it's a woman who has been raped or a black man gunned down, we live in a culture that blames non-white, non-male victims. #Ferguson","500183912384319489":"Neutrality is not an option...\n\n#Ferguson #mediablackout http:\/\/t.co\/tDzEczN7et","499697729225105408":"More police cars heading into #Ferguson https:\/\/t.co\/cguoQrqjCn","499663992697417728":"Well, OF COURSE the #Ferguson police need to wear camouflage instead of uniforms. They might need to hide in all those urban forests.","498476761538371584":"Outside #Ferguson Police Headquarters right now http:\/\/t.co\/ZqOQuisJgh","498602841335169024":"Some signs from the earlier shutdown of West Florissant in #Ferguson http:\/\/t.co\/ATqNIOoQNS","499693808515182592":"LAPD kills young black man days after #Ferguson shooting http:\/\/t.co\/3uEQTOPBWo http:\/\/t.co\/gfJixdRY8t","498279420885360641":"The police presence in #Ferguson following the shooting of Michael Brown was mind blowing. http:\/\/t.co\/UGdNcWtpbH","499697848737210369":"They wouldn't DARE SHOOT HER. #Ferguson #MikeBrown #stl RT @Vandalyzm: Just posted a photo http:\/\/t.co\/BoEFiSqp5J","500366207552196608":"New Video of SWAT Team Attack on Al-Jazeera in #Ferguson You Haven't Seen - Please RT to expose lying cops http:\/\/t.co\/aM1ipHTMO7","499653470417199105":"That's horrible! RT @AntonioFrench: State Senator asks the #Ferguson police chief if she's going to be gassed again. https:\/\/t.co\/kDe3iVM2Sm","499693411503726592":"Stay safe, #Ferguson. RT @ryanjreilly: I counted 70+ SWAT officers. Guns trained on crowds. Insanity. http:\/\/t.co\/5kkGZfX6K7","499636076852420608":"Better Family life out here in the #FERGUSON community offering therapy for the residents of Canfield #MikeBrown http:\/\/t.co\/SIiRImomBP","499652628825899009":"#Ferguson police chief has \"no doubt that the investigation will be conducted impartially.\" Well WE ALL HAVE SERIOUS DOUBTS. #MikeBrown","499691429359517696":"Things getting tense at protest in #Ferguson right now: http:\/\/t.co\/rX3aWhcJke","499651830951841794":"#Ferguson police chief \"we want the truth like everybody else does.\" OK, then start with full transparency. Who shot #MikeBrown?","498317308771987456":"Wonder how many breaking news reports there would be on national networks if a white unarmed teenager was shot + killed by police? #Ferguson","500301870145880064":"\"Activists\" call #Ferguson PD \"pigs,\" \"racist,\" \"apartheid,\" and \"occupiers'--then ask why so few young blacks apply to become cops.\n#tcot","499375535458643968":"Wow. From responses, it seems people only know about what's happening in #Ferguson from web. What happens when gov ends net neutrality?","499345023721537536":"Tell @TheJusticeDept to rigorously investigate &amp; prosecute all #Ferguson police involved in execution of #MikeBrown http:\/\/t.co\/Z6PmH1EBdX","498500813845966848":"Hello fellow white people. Lets try to show as much outrage for #Ferguson as we did for Facebook messenger.","500303864495882240":"I'm so very proud of you America. Every young, senior, veteran, sane non-violent person for justice #NMOS14 #Ferguson http:\/\/t.co\/oVgY9x5Nzn","499705041238765568":"The law enforcement show of force in #Ferguson is more heavily-armed than some of my patrols were in active war zones. \n\nThink about that.","498590686065606657":"Michael Jackson: \"It doesn't matter if you're black or white.\"\nReality: #Ferguson #MikeBrown \nThe War isn't on whites http:\/\/t.co\/0rW38CxQjn","499345384024842240":"#Ferguson right now: Those who want a riot, come prepared for a riot. Heavily-armed officers are moving in. http:\/\/t.co\/35em8bo5Xh","500383956362334208":"Police in #Ferguson haven't been wearing identification: http:\/\/t.co\/rT1D3OczHL http:\/\/t.co\/btya7YAXkA","499702088512049152":"If you have to announce that you're not taking away the right to assemble- you're probably taking away the right to assemble #Ferguson","498285529704976385":"The only reason those cops haven't gone all Selma on the people in #Ferguson is because the cameras are rolling. That's it.","499700838127120386":"\"Your right to demonstrate is not being denied.\" Says dude in a Tank with snipers. #Ferguson","498401948585181184":"17-yr-old unarmed black kid #MikeBrown was murdered by a cop in #Ferguson, Missouri yesterday. This is his stepdad: http:\/\/t.co\/p8mqVvh9GY","499679986727411715":"#Ferguson #stl #MikeBrown RT @prairielaura: pls spread around StL:  https:\/\/t.co\/rPVAdMQfDa","498264393185239040":"Police aren't being taught to protect and serve anymore. They are being taught to shoot first, explain later. #ferguson","500282674200604672":"Wow. #Ferguson Police Chief struggles to remember #MikeBrown's name but laments the murdering cop's \"injuries.\" Pretty telling.","499387985096237056":"#STL A cleanup for #Ferguson has been organized. TOMORROW. Meet at 10 am Wednesday August 13, 333 N Florissant Rd, Ferguson, MO 63135","498293625420148736":"RT @_westwest_yall: Never forget the original relationship between the police and blacks...\n#wearetargets\n#Ferguson http:\/\/t.co\/Hbd4J61Va7","498544167757570049":"There's cameras on every corner of the hood.  Let's out cameras on every cop.  What do you have to hide? #Ferguson http:\/\/t.co\/76T6HmnsnS","500277472068263937":"JUST IN: #Ferguson police chief identifies cop who shot Michael Brown as Darren Wilson http:\/\/t.co\/jeslX6oceR","500257318219837440":"Solidarity from London to #Ferguson \nVigil on Sunday 17th, outside US embassy http:\/\/t.co\/dFIInwpL8u","498487611963744256":"Press conference is over.  Important to note: NO mention of #MikeBrown stealing ANYTHING from ANY store.  #Ferguson http:\/\/t.co\/CnX88sZEwY","499698817567293440":"#Ferguson: protesters march peacefully, militarized police aim guns at them http:\/\/t.co\/nelrA6qZQn pic: @ryanjreilly http:\/\/t.co\/KgTFspqfrd","500376174095511552":"\"...they acting good now because y'all are here. But what you think's gonna happen when y'all leave? Tell *that* story.\" #Ferguson","499657337985323009":"Iconic: USA shirt, bag of chips in one hand, other throws back tear gas cannister at police by @kodacohen http:\/\/t.co\/wsEu4sJ35P #Ferguson","498303288295817217":"#WeAreTargets RT @brennamuncy: Someone please remind me what year it is again? #ferguson http:\/\/t.co\/ZRJ00GRDZG","498477164380299264":"Follow @MichaelSkolnik NOW if you want to follow the story about #MikeBrown, the unarmed teenager who was killed by the #Ferguson police.","499363975377993729":"Tell me again how this guy points loaded rifle at cops w impunity &amp; unarmd black men get killed #Ferguson\n\n#UniteBlue http:\/\/t.co\/QBldRbRKBO","500175929902395392":"Occupation is a CRIME,from #Ferguson to #Palestine!AntiWar Committee Chicago #StandWithFerguson #MikeBrown @AntiWarMN http:\/\/t.co\/L64XNjeupc","500272399867068416":"This @johnlegend exchange is definitely the best thing to come out of Twitter, ever. #Ferguson http:\/\/t.co\/iSnkNpJdr5","499669445548449793":"#Ferguson or Afghanistan? Powerful evidence of growing militarization of US police forces. http:\/\/t.co\/luG1gwAfEG http:\/\/t.co\/ugNQTlj0le","499542449753051136":"St. Louis area police forces are less diverse than communities they serve. By the numbers - http:\/\/t.co\/L0svzVrZue #Ferguson #STL","500360558806568960":"The #Ferguson police chief has endangered #PeaceInFerguson and someone should take his microphone away. Let the big boys handle this now.","499684402616864768":"#Ferguson is locked down hard. We're parking and going in on foot.","498586725502173184":"R.I.P. #MikeBrown.\n\nInnocent teen murdered by #Ferguson police.\n\n#RETWEET for respect &amp; spreading his story. http:\/\/t.co\/JMlG8ePjEj","500280176924557314":"Ten Things White People Can Do About #Ferguson Besides Tweet http:\/\/t.co\/T3B5iQiibZ","499602989133594624":"Housing discrimination in everything: The NYT on racial inequality in #Ferguson\nhttp:\/\/t.co\/l1ryYdFz8u http:\/\/t.co\/4sBFSBYfa7","500347948635791360":"In debate over #Ferguson, REMEMBER: defense industry campaign cash flowed to lawmakers who backed militarizing police http:\/\/t.co\/u01sBdRaZo","498529979672842241":"#MikeBrown's tragic death isn't a #Ferguson problem or a #Missouri problem, it's an American problem.\n\n. http:\/\/t.co\/g7jakSP9UL","499698828845780993":"Protesters asking: \"what are we doing wrong\" as police advance. Police dogs barking. #MikeBrown #Ferguson","498276771226451968":"Multiple witnesses have told the media in #Ferguson, that Mike Brown had his hands up when he was shot \"multiple\" times by police officer.","499386726414954496":"The occasional police car drives through and some shouts of \"F-ck the Police!\" can be heard. But back to peaceful when they leave. #Ferguson","498463733447163905":"#Ferguson, MO is in protest after a cop kills an unarmed black teen: http:\/\/t.co\/xirnS3duFB http:\/\/t.co\/T6Dp3AQbgE","499484255869612034":"There will be no #BlackOut or Censoring The Global Community from witnessing this #HUMAN travesty #Unity #Ferguson http:\/\/t.co\/LcOVHIHivD","500315536937324544":"Most-shared #Ferguson news images, as published on @mashable \nhttp:\/\/t.co\/EG1uF1y5dO\nLINK: http:\/\/t.co\/LSOpxeYLCt http:\/\/t.co\/bMjf7TjtLP","498263598062661633":"Many police officers today operate from fear and prejudice. That's dangerous when you have the power to take a life. #Ferguson","499704658139435008":"Maybe the protestors in #Ferguson Should dress as Klan members. The police will protect them. http:\/\/t.co\/6Xo91Dc69M","499564237552115712":"This is what they aren't showing you on the media. These young men cleaning up after the riot. #Ferguson http:\/\/t.co\/eDH53pfQyg","498280074941313024":"Rose petals and candles have been placed in the street where #MikeBrown's body laid. #Ferguson http:\/\/t.co\/kCn4dHqNwQ","499689438092726273":"A massive SWAT team just showed up to peaceful demonstration in #ferguson https:\/\/t.co\/5nudRUA7vS","499410965075886080":"Missouri Mayor: Looters came from out of town. http:\/\/t.co\/hv3mPdHtKC … Was he talking about Sharpton? http:\/\/t.co\/qS4wm2BdsK #Ferguson","499690351875981313":"Demonstrators on West Florissant in #Ferguson wearing signs.  Holding hands in the air in solidarity with #MikeBrown http:\/\/t.co\/8vTK96SUvT","499595283504701440":"Per @themarkberman: As of this AM, witness Dorian Johnson has still not spoken to St. Louis County PD despite \"numerous attempts\" #ferguson","499453886474637312":"PLEASE DONT TRY TO BUY ME OUT, MONEY OR ANYTHING. MY STORY IS FOR JUSTICE. #Ferguson http:\/\/t.co\/zL7bNqls22","498301902048997377":"It's messed up when cops can shoot unarmed Black teen yet White people can walk around Target with AR-15's! #Ferguson","500269950876286976":"We have a lot of work to do. \n\nFrom @tnr: \"White St. Louis Has Some Awful Things to Say About #Ferguson\" http:\/\/t.co\/i856G2iRZk","499357077429817344":"Army tactical gear\nThis image is not from  #iraq or #Afghanistan this is #Ferguson MO #MichaelBrown fatal shooting http:\/\/t.co\/4f5hYlONnV","500416861016580096":"Sara 4, killed while playing\n#Israel is intentionally targeting KIDS\n\n#Ferguson #Gaza #GazaUnderAttack #FreePalestine http:\/\/t.co\/cD8oc73rNY","500160181184249856":"That iconic #Ferguson photo reminds me of somewhere. The West Bank. http:\/\/t.co\/UVF5zYeaRV","500315907567001600":"Captain Johnson: \"In our anger we have to make sure we don't burn down our own house.\" #Ferguson","499601956491374594":"There is a RALLY TODAY!!!!! SPREAD THE WORD #Ferguson #STL #MIKEBROWN http:\/\/t.co\/9FavXLbo5r","498609222020780033":"#Ferguson protestors have shut down a major intersection  https:\/\/t.co\/2sLJdYKrP4","498274934553317376":"\"The 18 year old victim had no weapon and his hands in the air and was still shot multiple times.\" https:\/\/t.co\/kTIEq8TkkC #Ferguson","498480344992350209":"Lots of people -- some prayerful, some sad, some angry -- have gathered outside the #Ferguson police headquarters http:\/\/t.co\/KfbHCGNrzk","500277421506306048":"The name of the #Ferguson police officer who killed #MikeBrown is Darren Wilson. He has been on the police force for 6 years.","499699989237747712":"Better view of police facing off against protesters in #ferguson http:\/\/t.co\/OgtPEtUG2E","499369948943495168":"The world now knows his name, tonight get to know Mike Brown the person @fox2now at 9 #ferguson http:\/\/t.co\/jBNenRkexL","500266967102914560":"Hope replaces tear gas in #Ferguson http:\/\/t.co\/OLTozbftqW http:\/\/t.co\/Jzci5COXo1","499403422278619136":"Crowd of about 250 ignoring order to disperse from W Florissant. #ferguson https:\/\/t.co\/XsS38XIGPe","499698366402789376":"Police now on the move, advancing on the crowd. #MikeBrown #Ferguson","498497395198799872":"#Ferguson, Missouri Community Furious After Teen Shot Dead By Police http:\/\/t.co\/UJYaBibSvq\n#FergusonShooting","500249630664560640":"Thank you PBO. #Ferguson #MikeBrown http:\/\/t.co\/TtTBLTrz0g","498278882244853760":"People are gathering at the site where #Ferguson police killed 17-year-old #MikeBrown. Police have swarmed the area. http:\/\/t.co\/NlqbthTiAc","500288284195426305":"#Ferguson PD is putting on a show for the world. Forgetting the world is now watching Twitter.","499427218171248641":"St. Louis Co police confirm female shot in head in 1300 bl Highmont, near QT.  Appears to be drive-by shooting. #ferguson","498255721260400640":"Patrol cars still flood the streets in #ferguson more than 6 hours after police officer shot teenager @ksdknews http:\/\/t.co\/fCCGAfIRbG","500070716650565632":"Ronald Johnson is proof that there can be cops who care about their communities &amp; will do right. But #Ferguson deserved that from day one.","500352655827279874":"Muslims butchering Muslims=no biggie 'til an Israeli kills 1. U.S. blacks killing other blacks=non event 'til a cop kills 1\n#ferguson\n#tcot","500382073593405442":"Going to a protest? Know your rights. http:\/\/t.co\/e9HgbMTq0Y #ferguson #JusticeForMikeBrown http:\/\/t.co\/czokepXsiQ","498489114384420865":"Whenever you want to justify shooting an unarmed person you always say they reached for your gun. George Zimmerman taught us that #Ferguson","500411055315910656":"#Ferguson headlines like \"Is this how a dystopia starts?\" ... (Read: \"Could police militarization start affecting white people soon?\")","500320286341099523":"#Ferguson is 60% black, but virtually all its cops are white. http:\/\/t.co\/U7Yk4s4nyE http:\/\/t.co\/gHlnoPH4dK","499362269269336064":"The whistleblower said it wasn't his intention to take the #StLouis PD down but he HAD to say something. He filed a lawsuit. #Ferguson","500402908740210688":"More peaceful protesting today in #Ferguson.  #MichaelBrown http:\/\/t.co\/FVMjydnqFM","500310319844298752":"For people who profess to LOVE the constitution - they sure VIOLATE it A-lot! #Ferguson #MikeBrown #HandsUpDontShoot","500272350906957824":"#Ferguson police once charged a man w\/ destruction of property for bleeding on their uniforms: http:\/\/t.co\/rkJjfC8U8t http:\/\/t.co\/IuusEfLyvY","500295570393542657":"I don't apologize for my blackness... Y'all got that? #FergusonShooting #Ferguson. http:\/\/t.co\/FzVA1M9GRN","499650640314777601":"Breaking: Anonymous posts St. Louis police tapes from day of #Ferguson shooting. http:\/\/t.co\/uUp1y56mfz @YourAnonNews","498285782512050176":"Awful. RT @AntonioFrench #Ferguson Police have dogs and shotguns. The unarmed crowd is raising their hands. https:\/\/t.co\/OFXxJLuDtj","500221671245377537":"Respect freedom...\n\n#Ferguson #mediablackout http:\/\/t.co\/n4mZkWTQ4k","499401831874043905":"Protestor on bull horn: \"Is this the Gaza Strip you bombin'\" #Ferguson http:\/\/t.co\/rsPzBuPYb1","500368204376850432":"How many #Ferguson officers are in the KKK? #jw","499588291335692288":"New statement from #Ferguson police on shooting of #MichaelBrown ht @abake6 http:\/\/t.co\/bGeRVUVQDO","499530401136668672":"UNEASY NIGHT: St. Louis Post Dispatch's reporting on last night's clashes in #Ferguson http:\/\/t.co\/wHNNo9yo3T http:\/\/t.co\/OOuZIRkjpL","500366417674268673":"Wait, why aren't the cops pointing assault rifles at these protestors? #ferguson http:\/\/t.co\/H1mvIEx9hD","500327581514993665":"\"Da man wit the chips\" in this iconic photo from #Ferguson has been identified. http:\/\/t.co\/20Cn7JKmTU http:\/\/t.co\/ES4SXqalOf","498264107460870144":"The #Ferguson shooting shows that being passive leads 2 more injustice. If a Black cop shot an unarmed white teen, Ferguson would be on fire","499679142766735362":"Witness To #MichaelBrown's Shooting Opens Up: He Was 'Shot Like An Animal' http:\/\/t.co\/SFsdjDasjn #Ferguson http:\/\/t.co\/WHb0OxD2Zo","499427833102745600":"Protestors in #Ferguson refuse to move, have put their hands up in front of police. #MikeBrown http:\/\/t.co\/9TyLGy5cRU","498300897051807744":"Michael Brown, unarmed black teen killed by police in #Ferguson was set to start college on Monday. @MichaelSkolnik:https:\/\/t.co\/4LODno0FLr","500251503903662082":"Harvard Law students stand in solidarity w\/#Ferguson and all innocent victims of #policebrutality  #HandsUpDontShoot http:\/\/t.co\/XbiwsJ5ieV","500186818374270976":"I salute #CaptainJohnson #Ferguson http:\/\/t.co\/M7gdKWaVX4 http:\/\/t.co\/FZib7v9gA0","499439550029381632":"A witness describes the use of tear gas tonight. #Ferguson http:\/\/t.co\/B6vi7M10ck","499704336935821314":"#ferguson This records to secure servers, prevents deletion if phone seized Android: https:\/\/t.co\/UkumZnPFSf\niPhone: https:\/\/t.co\/m1Tol297At","499673760484433921":"Younger than #MikeBrown, but not that much younger #Ferguson #dontshoot @vicenews http:\/\/t.co\/CmxiIzfDIZ","498602798687469568":"Sad Survival Lessons We Have To Teach Our Young Black Boys. #JusticeForMikeBrown #MikeBrown #Ferguson http:\/\/t.co\/SDDS5T0hEn","500355259341242370":"Wait, why aren't the cops pointing assault rifles at these protestors? #ferguson http:\/\/t.co\/xVsp93WUVN","499364002318020608":"The Mound City Bar Association is offering pro-bono representation to all witnesses of #MikeBrown shooting. #Ferguson","500255282757632000":"It Turns Out Policing Is Better Than Occupying http:\/\/t.co\/ZuSmhXf9To via @HuffPostPol #Ferguson #Leadership http:\/\/t.co\/YxG9KVfnJH","498530946338258944":"When Parenting Feels Like a Fool's Errand: On the Death of Michael Brown: http:\/\/t.co\/HrVKxjM3RR #MikeBrown #Ferguson http:\/\/t.co\/tT0lYR8yCB","499394221984714752":"#BREAKING: A man just advanced on police. A red laser immediately was painted on his shirt. He threw his hands up. #Ferguson #MichaelBrown","500408829696544768":"At the end of the day, shooting an unarmed man who is surrendering is a crime &amp; the person who we know did it isn't in custody. #ferguson","498494758814109696":"WE DEMAND THAT POLICE STAY AWAY FROM US WITHOUT WEARING CAMERAS FOR OUR PROTECTION! #mikebrown #Ferguson http:\/\/t.co\/L2rBjMMpzc","500352850329751552":"Know your rights: What to do if you're pulled over by a cop https:\/\/t.co\/wjP7lZgpNZ #ferguson http:\/\/t.co\/h8Pd9vHyz9","500334308867858432":"Fyi cigars in #Ferguson cost $38 million.","499571347375136768":"You're either furious about this or protecting your entitlement. I believe it to be this simple: #Ferguson #Trayvon http:\/\/t.co\/0SDoF5zobe","498285405142540289":"Right now in #Ferguson, MO following the killing of 17-year-old #MikeBrown http:\/\/t.co\/caqdthrkq0","499412821671968769":"A white man in Dallas set a fire, lured firefighters to the scene, shot 15 rounds at them last night...still alive. #Ferguson","498508707244683264":"So #Ferguson police want me to believe #MikeBrown tried to get into a police car and wrestle the officer's gun away. I'm gonna need video.","499397048878501888":"When white folks start discussing how POC should respond to blatant or covert racism &amp; oppression. -_- #Ferguson http:\/\/t.co\/bjqZDZFOCY","499389815268573187":"MT @KLynnTrice  #Ferguson #FergusonShooting #MikeBrown http:\/\/t.co\/ucqMi2JLxd. Best tweet of the day for me.","500263561298710528":"What a difference a day makes. http:\/\/t.co\/7ojFubJi93 #Ferguson http:\/\/t.co\/bnUftyC9Bi","499701576395919360":"Moments ago, in #Ferguson RT @BmoreConetta: State senator Maria Chapelle Nadal taken into police custody","499605248747786240":"Right now the United States has a stronger militarized force in #Ferguson, Missouri than it does in Baghdad.","499690835059814400":"#SWAT Team watches with scopes in #Ferguson while demonstrators raise their hands for #MikeBrown Justice http:\/\/t.co\/jSy0GZOuu8","499424290748780546":"\"To protect and serve\" has become \"To harass and shoot\"\n#Ferguson","498259903962570752":"Being Black in this country is dangerous business. #Ferguson","499660768908832771":"We have a serious and ongoing police vs young black men problem in America that reminds me we haven't come as far as we think.\n#Ferguson","499364522038394880":"88-year-old Creola Mccalister has joined the youth in #Ferguson http:\/\/t.co\/dfDid2xV8X http:\/\/t.co\/potRilWqvb","500399997113098240":"I asked Ron Johnson why #Ferguson cops aren't wearing name tags: http:\/\/t.co\/ghiG5XM8Rd","500362377062547457":"At Quik Trip in #Ferguson this lady has set up table people to vote. http:\/\/t.co\/geVZoPZWuX","500307273659318272":"IF YOU DONT STAND FOR SOMETHING🚶👏🙏✊ \n\nYOULL FALL FOR \nANYTHING 🏃 🔫👮 \n\n#RipMikeBrown #Ferguson http:\/\/t.co\/nLEabIVDhk","499362348940144640":"Police still at one end of W. Florissant, protesters now at Greater St. Mark Church. #Ferguson p\/v @JustinGlawe http:\/\/t.co\/ujLgUmKLNS","500329800725442562":"This is all so disturbing #DONTSHOOT #Ferguson #MikeBrown something needs to be done but it aint riots. Peaceful acts. We have to value life","499363323335680000":"\"Get out your cars. Join us!\" say youth demonstrators. #ferguson http:\/\/t.co\/gxJ20e35lv","499691638424608768":"RT .@ryanjreilly: A massive SWAT team just showed up to peaceful demonstration in #ferguson https:\/\/t.co\/VZh6Iu2MmL","500256984768475136":"New cops wear blue not camo, mingle and talk to protesters with respect -- and suddenly there's calm #Ferguson http:\/\/t.co\/XY3NSpbqK8","500329864017498114":"Full *Redacted* police report on #MikeBrown and #Ferguson http:\/\/t.co\/Tn27pdWOVq","499703033174179840":"Jammers used again. Both livestreams went down again, looks like police is trying to hide something. #Ferguson","499589336816308227":"#MikeBrown deserves to have these pictures circulating. Contribute to the movement #Ferguson #IfTheyGunnedMeDown http:\/\/t.co\/Y5SvBwnAqD","500385877684539393":"The U.S. Record on Racial Discrimination is on the Whole World's Agenda #ferguson #JusticeForMikeBrown https:\/\/t.co\/AiXOo8Io6c","499584511710351361":"Remembering our friend Robin Williams, Updates on #Ferguson and #MikeBrown http:\/\/t.co\/QBQJAuhb4v","499626055251271682":"No, this isn't Iraq or Gaza or Syria. This is the United States of America. #Ferguson #WTF (via @GerryDuggan) http:\/\/t.co\/BcxvWjCW5N","500072137374171136":"No justice! No peace! #Ferguson #FergusonShooting #FergusonRiot #MikeBrown","500306837103968257":"In the USA, if a cop says something, it automatically becomes fact. By law media must report it as fact no matter how outrageous. #Ferguson","498318192000118784":"Follow @MichaelSkolnik NOW if you want to follow the story about the unarmed teenager who was killed by the #Ferguson police.","500402804910206976":"What do #ISIS, #Ferguson, #Benghazi and #Mali have in common? All were triggered by the over-supply of US arms. https:\/\/t.co\/XcSuWT5dO8","499695682476060673":"\"We are being forced to leave.\"\n\"With guns to our face.\"\n\n#Ferguson\nhttp:\/\/t.co\/7QTY8soT46","500163615555878912":"MORE VIDEO SURFACING - Early after-moments of #MikeBrown's death.  http:\/\/t.co\/59dtqgkNft #Ferguson","500396175753633792":"DARREN WILSON\nMURDERED AN UNARMED TEEN\nLEFT HIS BODY IN THE STREET FOR 4 HRS\n\nAnything else is irrelevant.\n#MikeBrown\n#Ferguson\n#CoverUp","498323364197699584":"The @latimes reports on #Ferguson - http:\/\/t.co\/p69w3eaHpb http:\/\/t.co\/3DtEAVnpkW","498294815579467777":"White man with gun *goes* to Target. Black kid without gun *is* the target. #Ferguson","500317687239966722":"Very eager to hear why #Ferguson Chief Tom Jackson didn't tell new man in charge, Capt. Johnson, he was releasing #MikeBrown incident report","500315609171636225":"Captain Johnson: \"You're going to see a bunch of smiles, a bunch of hugs, and a bunch of conversations\" tonight in #Ferguson.","498455001463664640":"More coverage from Europe - http:\/\/t.co\/Ipkmn3Zq45 #Ferguson #MikeBrown http:\/\/t.co\/vbZSHAvmxK","498281886603411456":"America: Where an unarmed black teen gunned to death by the cops isn't seen as a victim, but a white kid on a shooting spree is. #Ferguson","498267196833808384":"This is not a \"black\" loss. This is a loss for America, and everyone should be concerned, outraged &amp; involved. #Ferguson","499568802267672576":"Armed gunmen shoot local man as part of their reign of terror in Iraq. Oops! Nope, that was police in #Ferguson. My mistake.","500308900957405185":"we want justice ... \n\n#RipMikeBrown #Ferguson http:\/\/t.co\/JjCO1SVtpu\"","499607500187250689":"Again, please don't go to http:\/\/t.co\/kDcuBRTXBo *unless* you want your IP logged. http:\/\/t.co\/8yp3f6xv07 (big props to @plussone) #Ferguson","499665889198088192":"Full statement from Feds on civil rights investigation in death of #MichaelBrown #Ferguson http:\/\/t.co\/ce0RKmX0Wv","498340530770939904":"#MikeBrown, left, is gunned down for WWB (walking while black),but guy on the right can point a gun at cops #Ferguson http:\/\/t.co\/ydAVrBLQke","499667482354143232":"More than 100 volunteers out cleaning up #MikeBrown #Ferguson http:\/\/t.co\/CKjahbQTeK","499387698390790144":"A Great Grandmother in #Ferguson came out &amp; stood with the young for #MikeBrown.  This is our city. http:\/\/t.co\/liKmCfhQ9b","499689919929798657":"Police started arresting ppl, ordering everyone to disperse. I saw no violence from protesters. @vicenews #Ferguson http:\/\/t.co\/EwaQF0qlLV","499366152049803264":"Not a cop in sight at the #MichaelBrown rally and all is peaceful. #ferguson","500074069354905600":"Times Square right now for #Ferguson #MichaelBrown http:\/\/t.co\/m0e1eFJet2","499667557247614977":"BREAKING NEWS: RACISM IS OVER. RT @ksdknews Important new image in #Ferguson via @leisazigman. http:\/\/t.co\/bovc5Hs1w2","498466570675716096":"#Ferguson is why we need Civilian Review Boards. Anger, frustration &amp; potential violence comes when ppl lack faith that they'll get justice.","499426471300329472":"Prayers for #Ferguson.","499467982943186944":"even in Afghanistan we never pointed our rifles at civilians there is something seriously wrong with the police in #Ferguson","500315984910372864":"It's nice to see officers with name tags on from Missouri State Highway Patrol. #Ferguson cops still not wearing them.","500314823117115393":"Captain Johnson: \"What happened last night is what's going to happen here forward.\" #Ferguson","500234390723915776":"After #Ferguson shooting, nearly half of Americans don’t believe in justice – poll http:\/\/t.co\/WkNQk64sKb http:\/\/t.co\/p74FItXUKC","499364508641808384":"How the federal government is militarizing police departments: http:\/\/t.co\/IhP182VMRo #Ferguson","500180740127342592":"You know things are out of control in #Ferguson when people in #Gaza are tweeting advice on how to cope http:\/\/t.co\/HTovNvbOxv","499357289363431425":"\"You a reporter, big boy? See. They're treating you like they do us.\" A #Ferguson protestor who's quickly become one of my favorites told me","499691814358888448":"Things getting tense at protest in #Ferguson right now:  http:\/\/t.co\/lfIz2e1xa7","500386524416856064":"Reproductive justice must include the right not to live in constant fear that a cop will kill your child. http:\/\/t.co\/xdPF4bNNSX #Ferguson","500427783848615936":"A mother lost her child. A father lost his son. A young man lost his life. #JusticeForMikeBrown #Ferguson http:\/\/t.co\/dRRPNhBPiw","500277477986828288":"BREAKING - #Ferguson's police chief has announced Darren Wilson as the cop who shot and killed #MikeBrown.","500331134040162304":"How did suburban cops in #Ferguson get weapons of war? Get the facts on the 1033 program: http:\/\/t.co\/j99ubusJMc http:\/\/t.co\/PnkeYtRTCu","498284429333524480":"Someone remind me what year it is again. Cops shoot unarmed young man then bring the dogs out to \"handle\" the crowd. #Ferguson #MikeBrown","499683602452717569":"Confirmed: this is irrelevant. RT @ksdknews: Confirmed: #MikeBrown had no criminal record. http:\/\/t.co\/hq8ng0PY67 #Ferguson","499446112147628032":"All police officers in America should immediately be equipped with body cameras #Ferguson #PoliceState http:\/\/t.co\/zsuFqz08Ev","499606771246567424":"Lawyer for Dorian Johnson, eyewitness to #MichaelBrown shooting, tells me they will meet with both FBI and county prosecutor today #Ferguson","499674902060744704":"JUST IN: @ksdknews has confirmed #MikeBrown did not have have a criminal record. #Ferguson","499696733979688961":"Military-style police in overwhelming show of force: 3 APCs, ~100 officers, high-powered rifles #Ferguson http:\/\/t.co\/joc9ZnPuqM","500270284117925888":"Morning in #Ferguson http:\/\/t.co\/UzDihpw6M5","498477676219600896":"There should be blame AND shame here. #Ferguson #MichaelBrown @KharyP http:\/\/t.co\/hXWpgy4nRY","499531968229683200":"The Civil Rights Act is 50 years old. These two pictures were taken 50 years apart. Behold our progress. #Ferguson http:\/\/t.co\/8PNn8eteO2","498253652755111937":"Here’s to hoping what’s happening in STL right now doesn’t get worse. #Ferguson hashtag not looking good right now. http:\/\/t.co\/0fhU5EopGa","500430673099104256":"Wake up. Whenever a black man is killed by police, they try to make him a Saint\/Martyr. 99% of the time he's a POS #Thug.\n#Ferguson","500250935885852673":"\"Please don't let me die.\" #kimanigray #lastwords #policeagression #ferguson #michealbrown http:\/\/t.co\/9oZNLJHg0n","500307863894786048":"This puts it all in perspective. #Ferguson #MikeBrown https:\/\/t.co\/1TDLeoJpIF","500189389855916032":"Palestinians in #Gaza\/West Bank have been showing support for #Ferguson.  http:\/\/t.co\/yJSwwUtWJG","498486850521423872":"\"Don't shoot! Don't shoot!\" #ferguson https:\/\/t.co\/5PjPp1jdiL","499361679197884416":"The whistleblower said the #StLouis PD told the Black officers, \"Oh, not you... you're the good guys.\" #Ferguson","500318003024494596":"Captain Johnson: \"This is our opportunity to show that you can trust (police).\" #Ferguson","499706350759206912":"The #STL SWAT team has weapons drawn in #Ferguson at a protest in broad daylight with media attending http:\/\/t.co\/celyFEoB9I","500316380063748096":"Captain Johnson says #Ferguson police did not consult with him before they released the name of #DarrenWilson. He wishes they did.","499705915227271168":"RT @YourAnonNews: SWAT police just entered a McDonald's in #Ferguson and started asking journalists for ID http:\/\/t.co\/eYJcKR5pMP (via...","499444395800682497":"As all eyes r on the police murder of #MikeBrown in #Ferguson, 3 more unarmed Americans killed by police in LA, Dallas &amp; Tulsa in past week.","499699435551866880":"A young woman right before she was arrested because she wouldn't move... #Ferguson http:\/\/t.co\/wP8iQUvemv","498314939359301632":"Trayvon Martin. Jordan Davis. Renisha McBride. Mike Brown. Our streets are stained with the blood of unarmed, black teens. #Ferguson","499478732315566080":"Your friendly local police department. Protect and Serve. #Ferguson http:\/\/t.co\/LIUfLlnXXK","500382270340214784":"Ok, America,this is when we are tested.Can you sustain yr interest in the killing of an unarmed black teen if he wasn't an angel? #Ferguson","500286460210462720":".@HarvardBLSA students stand in solidarity with #MikeBrown &amp; the #Ferguson community. #HandsUpDontShoot #HBLSA http:\/\/t.co\/XDZVHCgv7S","498507434693246977":"RT @TOO_LIVE_MILZ: The sad truth RT @kupkakekami: This would help tremendously. #mikebrown #Ferguson http:\/\/t.co\/2i6aBcHlP3","499703127193305088":"Police move in, telling people move or be arrested.  People asking \"What for?\" \"Just move\" #Ferguson http:\/\/t.co\/aImQrJttQv"},"tag":{"500311153583853570":"rumours","500359377585704961":"rumours","500326267640905728":"rumours","500292202845982720":"rumours","500381163866062848":"rumours","498498431271190528":"rumours","500308076004929537":"rumours","500280304146612224":"rumours","500391222075076610":"rumours","499553593041903616":"rumours","499525020708634625":"rumours","500290464621559808":"rumours","500307001629745152":"rumours","500292806175236096":"rumours","498430783699554305":"rumours","500283877567770624":"rumours","498463591767756800":"rumours","500287538578587648":"rumours","500350777844457473":"rumours","500280838710247424":"rumours","500263680026869760":"rumours","499456913902284800":"rumours","500298981558063107":"rumours","500287479015292928":"rumours","499697648866045953":"rumours","500298588992593920":"rumours","500360095738626049":"rumours","500305514447003649":"rumours","500324234821124096":"rumours","500309381930844160":"rumours","500296692713783298":"rumours","500394061887709184":"rumours","500363740311982081":"rumours","500277625773121536":"rumours","500289307257868288":"rumours","500324836355608576":"rumours","500288581081260032":"rumours","500254607470518272":"rumours","500369391339724802":"rumours","500301418406744064":"rumours","500292917957648384":"rumours","500372391407931392":"rumours","500217516611108864":"rumours","500375545918803970":"rumours","500360248767840256":"rumours","500377906305327104":"rumours","499648409767538688":"rumours","500296080710705152":"rumours","500358977046474754":"rumours","500278485001457664":"rumours","500235112785924096":"rumours","500281856559161344":"rumours","500354471525109760":"rumours","500358195408551936":"rumours","500360018928353280":"rumours","500291056445845504":"rumours","500359312447787009":"rumours","500374427448516609":"rumours","500336040440516608":"rumours","500341884678836224":"rumours","500360244187635712":"rumours","500275363558064128":"rumours","500298752469770240":"rumours","500258409988763649":"rumours","499504676250066945":"rumours","500280809652514816":"rumours","500294693356175360":"rumours","500393152444772352":"rumours","500298315368390657":"rumours","500286058664579072":"rumours","500280847912955904":"rumours","499361662743220224":"rumours","500280422295937024":"rumours","500286805720449025":"rumours","500242061279637504":"rumours","500422971320963072":"rumours","500281131057811456":"rumours","500364250461003777":"rumours","500270780832174080":"rumours","500266427840864256":"rumours","500325220193153024":"rumours","500421926079066112":"rumours","498341675476217856":"rumours","499366666300846081":"rumours","500300813835988992":"rumours","500284091305299968":"rumours","500351760402493440":"rumours","500291013521334272":"rumours","500284494201757696":"rumours","498317138554150912":"rumours","500287295485128704":"rumours","499612545909415938":"rumours","500284871541940225":"rumours","500358655834062848":"rumours","500379055594946561":"rumours","500361302238564352":"rumours","500251242124173312":"rumours","500292426154528770":"rumours","500363126294863876":"rumours","500283314230419456":"rumours","500303431928922113":"rumours","500288263320768512":"rumours","500291116403789824":"rumours","500286293688193024":"rumours","500316005089181697":"rumours","500370960093302784":"rumours","500413818368184321":"rumours","500285938824908801":"rumours","500404132394459136":"rumours","500278365031370752":"rumours","500278169828470784":"rumours","500371149713178625":"rumours","500247666924986369":"rumours","500277563072475136":"rumours","499579905508917248":"rumours","499404849835175938":"rumours","500277808883830784":"rumours","500385868041842688":"rumours","500359075045990401":"rumours","500360978387976192":"rumours","500388199064420352":"rumours","500294349872062464":"rumours","498254340310966273":"rumours","500389488217309184":"rumours","500295333486657536":"rumours","500314015609147392":"rumours","500397785246466048":"rumours","498294764718915586":"rumours","500360094924931073":"rumours","500298847550472194":"rumours","500308708988301312":"rumours","498320854707896321":"rumours","500362083221786625":"rumours","500371231183745025":"rumours","499565555645685760":"rumours","500378223977721856":"rumours","499368533378498560":"rumours","499642374428307457":"rumours","500358907383275520":"rumours","500281094239817728":"rumours","500279519455219712":"rumours","500357713260724224":"rumours","500388703114895360":"rumours","500308574703452160":"rumours","500299904817049600":"rumours","500251535943942145":"rumours","500294803402137600":"rumours","500387844758994946":"rumours","500279189405433858":"rumours","499494187969298432":"rumours","500287857727377408":"rumours","500383514567925760":"rumours","500273257262886912":"rumours","498506343368519680":"rumours","500260514807947264":"rumours","498280126254428160":"rumours","500358061698347008":"rumours","500359223557890048":"rumours","500359323588239360":"rumours","500286984162525184":"rumours","500327106824245249":"rumours","500319675797209088":"rumours","500287595403022336":"rumours","500290977798836225":"rumours","500332933098385408":"rumours","499456140044824576":"rumours","500280477920796672":"rumours","500277526590423041":"rumours","500364921607974913":"rumours","500300944891199488":"rumours","500339209715335169":"rumours","500354853680340993":"rumours","500293872162205697":"rumours","500344846612447233":"rumours","500306187624407040":"rumours","500278858156085248":"rumours","500309222635360256":"rumours","500295393301647360":"rumours","500336373833170945":"rumours","500280249629036544":"rumours","499520839860367360":"rumours","500319801344929795":"rumours","498293668655423488":"rumours","500287313256402945":"rumours","500280658665537537":"rumours","499381843955707904":"rumours","500283291493494784":"rumours","500363831957135360":"rumours","500377145349521411":"rumours","500237448798949376":"rumours","500320680810795009":"rumours","500356642329071616":"rumours","500285919539511296":"rumours","500327120770301952":"rumours","500359006331092994":"rumours","500287491182579712":"rumours","500359356589019136":"rumours","498272309535191041":"rumours","500377191029673984":"rumours","500288971197263873":"rumours","500277940253634561":"rumours","500375190535421953":"rumours","500308705083400193":"rumours","500343812863311872":"rumours","499706705354448897":"rumours","499600140580044800":"rumours","500335355904540674":"rumours","500301519854379008":"rumours","500290456845299714":"rumours","498305825341845504":"rumours","500359125310922753":"rumours","500347114975944705":"rumours","499368931367608320":"rumours","498294367405477888":"rumours","500358526804316160":"rumours","500427786159681536":"rumours","500285732578013185":"rumours","499512318410375168":"rumours","499655249398075392":"rumours","500315291168276480":"rumours","500286059918274561":"rumours","500354773133299713":"rumours","498345343629541376":"rumours","500284699546517505":"rumours","500378522788315137":"rumours","500284377490665472":"rumours","500364290545958912":"rumours","500359117132017665":"rumours","500302115458523136":"rumours","500309193526882306":"rumours","500347920210989057":"rumours","500278944881725440":"rumours","500279160795721728":"rumours","500287224957898752":"rumours","499430225043009537":"rumours","500332042648055808":"rumours","500382265076379649":"rumours","500298091627823104":"rumours","500339512082698240":"rumours","500293392060780546":"rumours","500366333461422080":"rumours","500368579875704832":"rumours","500289154581008384":"rumours","500310127896199168":"rumours","500321506371850240":"rumours","500328758201815041":"rumours","500297358908071936":"rumours","500284699760427009":"rumours","499530130487017472":"rumours","500359088757555200":"rumours","500322486362202112":"rumours","500361847070269441":"rumours","500360596995731456":"rumours","500287815734013952":"rumours","500303238810574849":"rumours","500309745350508545":"rumours","499497872564703233":"rumours","500360889347096576":"rumours","500388477763325952":"rumours","500367267901632512":"rumours","500359983301939200":"rumours","500296158476906496":"rumours","499407248427188224":"rumours","498254929942028288":"rumours","500290867681587200":"rumours","500369479482630145":"rumours","498486826269548545":"rumours","500288349924782080":"rumours","499431474731683841":"rumours","500408607561629698":"rumours","500375839498723328":"rumours","500398504075071488":"rumours","500417151346696192":"rumours","500359508531884033":"rumours","500321184269881345":"rumours","500378338582884352":"rumours","500278045597368320":"rumours","500312670260957185":"rumours","500283831803326464":"rumours","500375440285237248":"rumours","499699479688544257":"rumours","500361668132892673":"rumours","500378522398244865":"rumours","498480911243948034":"rumours","500363141034020865":"non-rumours","499699803576881152":"non-rumours","499387993879511041":"non-rumours","499388398529175552":"non-rumours","499507509171060736":"non-rumours","498286918011224065":"non-rumours","500349179848560640":"non-rumours","498290802255466498":"non-rumours","498486539585069056":"non-rumours","499383196451368960":"non-rumours","498433651835940865":"non-rumours","498575704582148096":"non-rumours","500363024926900224":"non-rumours","498250100079341568":"non-rumours","498292602861400064":"non-rumours","498483485133516800":"non-rumours","499463629251837952":"non-rumours","498294248488574976":"non-rumours","499699270883110913":"non-rumours","499693751720501248":"non-rumours","500285962342367232":"non-rumours","500420906670256128":"non-rumours","498325055726559232":"non-rumours","499705746377150464":"non-rumours","500379259698176000":"non-rumours","498287166909579264":"non-rumours","500292129802186752":"non-rumours","499703794805276672":"non-rumours","500197999205965824":"non-rumours","498489451954573312":"non-rumours","499541439962185729":"non-rumours","499584618165567488":"non-rumours","499511714438971392":"non-rumours","498297336968515584":"non-rumours","499697887434248192":"non-rumours","500290098647547904":"non-rumours","499439795618480128":"non-rumours","500289088285863936":"non-rumours","498271954185379840":"non-rumours","500404509592387585":"non-rumours","498291267756130305":"non-rumours","500254671337193474":"non-rumours","500070699768496128":"non-rumours","499453410744483842":"non-rumours","498492636630896640":"non-rumours","499673142114013186":"non-rumours","500236774103605248":"non-rumours","499658267493019651":"non-rumours","499689757652566016":"non-rumours","499665704300191745":"non-rumours","499705269434085376":"non-rumours","499581876668227584":"non-rumours","498253149707464704":"non-rumours","498248415223246848":"non-rumours","498302874531553280":"non-rumours","500380282097520640":"non-rumours","500328049058279424":"non-rumours","500070108099002368":"non-rumours","499349252938956800":"non-rumours","500335761615355906":"non-rumours","500071770192216065":"non-rumours","499654272342953984":"non-rumours","499687644045918210":"non-rumours","500361647144574976":"non-rumours","498285556502372352":"non-rumours","498273703428620289":"non-rumours","499437429690888192":"non-rumours","499706211093471232":"non-rumours","498507730395484160":"non-rumours","498292200955195392":"non-rumours","500339591392817152":"non-rumours","500162426998755330":"non-rumours","500411513727750148":"non-rumours","500282606316158976":"non-rumours","499700824432717824":"non-rumours","498302254190166016":"non-rumours","499697652385464320":"non-rumours","499400566397607936":"non-rumours","499649230181388289":"non-rumours","499688832300630016":"non-rumours","500276114011742208":"non-rumours","500363602943942657":"non-rumours","500277301607542785":"non-rumours","499611069565112320":"non-rumours","500257166478282752":"non-rumours","498313143530303488":"non-rumours","498274692873351170":"non-rumours","498265555833720832":"non-rumours","499472596853743618":"non-rumours","498302603034640384":"non-rumours","500362044324208640":"non-rumours","499652797030088704":"non-rumours","499411840733282304":"non-rumours","500274132756738048":"non-rumours","500171743466901505":"non-rumours","499349294034743297":"non-rumours","500362679039840257":"non-rumours","499608179362521088":"non-rumours","500264892134207493":"non-rumours","499705042178691072":"non-rumours","500368969854103552":"non-rumours","500349993539358720":"non-rumours","499583424114728961":"non-rumours","498294775649665024":"non-rumours","499706059691663360":"non-rumours","500384777514799104":"non-rumours","498488195047096320":"non-rumours","499554248292458499":"non-rumours","499705599454883840":"non-rumours","499576743967993856":"non-rumours","499649813332639744":"non-rumours","499411738467794945":"non-rumours","498311895716470784":"non-rumours","499610913112989696":"non-rumours","499536812109742080":"non-rumours","498271531386953728":"non-rumours","500311883669585920":"non-rumours","500277311652913152":"non-rumours","500353227951718401":"non-rumours","499704570134941697":"non-rumours","499649872534831104":"non-rumours","498256407980826625":"non-rumours","499704667195322368":"non-rumours","498310720350863362":"non-rumours","500353815132897280":"non-rumours","498262106937237504":"non-rumours","500326873407455233":"non-rumours","499622667142844416":"non-rumours","498277674692149248":"non-rumours","499676350064508928":"non-rumours","499366977497214976":"non-rumours","500360632093646848":"non-rumours","498254540870017025":"non-rumours","499615655906533376":"non-rumours","499362480179912705":"non-rumours","499405013261635584":"non-rumours","498259432237969408":"non-rumours","499660771857809409":"non-rumours","499405449951584256":"non-rumours","498473263862149120":"non-rumours","499575076468305923":"non-rumours","499554114024771584":"non-rumours","500380708783665152":"non-rumours","499377470697926656":"non-rumours","499553426133753857":"non-rumours","498235547685756928":"non-rumours","500286865963245568":"non-rumours","500279571988877312":"non-rumours","498535462349582337":"non-rumours","500419556629041152":"non-rumours","500277382461530112":"non-rumours","500364003734867970":"non-rumours","499386181310619649":"non-rumours","500176071476936704":"non-rumours","499621957747224576":"non-rumours","500261600579043328":"non-rumours","499691224169590784":"non-rumours","500296988077076480":"non-rumours","500422447623966721":"non-rumours","498584409055174656":"non-rumours","500312651797233665":"non-rumours","498268463639851008":"non-rumours","498560433021026304":"non-rumours","499455799723184130":"non-rumours","498316826988642304":"non-rumours","500247508195749888":"non-rumours","498308585227431936":"non-rumours","499365436816105473":"non-rumours","499690323883589632":"non-rumours","500365332351971328":"non-rumours","499662307560263680":"non-rumours","499445575956578304":"non-rumours","499700279412281345":"non-rumours","500320316602974210":"non-rumours","499345010190348288":"non-rumours","499409692834021376":"non-rumours","500359897557790720":"non-rumours","499446567229603841":"non-rumours","499682060793937921":"non-rumours","500393530960121857":"non-rumours","500368901365317633":"non-rumours","499363612260315136":"non-rumours","499601812005998592":"non-rumours","498483031842500608":"non-rumours","500164348963459072":"non-rumours","498284334806495233":"non-rumours","499524024012386304":"non-rumours","500382853147164672":"non-rumours","499701669437784064":"non-rumours","500302383747194880":"non-rumours","498300256678076417":"non-rumours","500308546815131648":"non-rumours","499402006146977792":"non-rumours","500264535471980544":"non-rumours","498530904139378688":"non-rumours","499366930457710592":"non-rumours","500347484154372097":"non-rumours","498296205777326080":"non-rumours","499671635067437056":"non-rumours","499361252691681281":"non-rumours","499699779426066432":"non-rumours","500271532279877632":"non-rumours","500317579060449280":"non-rumours","499647059688173569":"non-rumours","500429525558505473":"non-rumours","498301635756838912":"non-rumours","500252508884070400":"non-rumours","498495764486950912":"non-rumours","500402449501286400":"non-rumours","498492003903356928":"non-rumours","498482619232055296":"non-rumours","499363921661140993":"non-rumours","499402643869929474":"non-rumours","499620682502635520":"non-rumours","500210207986028544":"non-rumours","498357910603575296":"non-rumours","500385585807499266":"non-rumours","500363023958409216":"non-rumours","499478537468792832":"non-rumours","500394005419409408":"non-rumours","500073002101665792":"non-rumours","499657337548701696":"non-rumours","499654313870761984":"non-rumours","500386978467414016":"non-rumours","499660656769921025":"non-rumours","500409565473943553":"non-rumours","498298040881782785":"non-rumours","500224586064343040":"non-rumours","499659628645720064":"non-rumours","499611719090450432":"non-rumours","498487087105314816":"non-rumours","498269697453084672":"non-rumours","499668221767999488":"non-rumours","499519101644308480":"non-rumours","499409455814287360":"non-rumours","500364705622671360":"non-rumours","499698825020592129":"non-rumours","499643185581142016":"non-rumours","499687274326786049":"non-rumours","500186504279625728":"non-rumours","499695918547861504":"non-rumours","498512372584415232":"non-rumours","498473515302260736":"non-rumours","498616975850225664":"non-rumours","500347379938492416":"non-rumours","500398901028196354":"non-rumours","498274948772024321":"non-rumours","500406581855801345":"non-rumours","499697498072420352":"non-rumours","500296090671796224":"non-rumours","499360762167848960":"non-rumours","498527404386578432":"non-rumours","498474263255330818":"non-rumours","499647397278937088":"non-rumours","498356729634390016":"non-rumours","499457882144796672":"non-rumours","498541831052083201":"non-rumours","499563566786433024":"non-rumours","499532858399412224":"non-rumours","500266977814790144":"non-rumours","498504673339666432":"non-rumours","498515980205948928":"non-rumours","499569344184340480":"non-rumours","498322865843109888":"non-rumours","498280730070622209":"non-rumours","500391462073532416":"non-rumours","500421515678978049":"non-rumours","500325111497777152":"non-rumours","499635302764662784":"non-rumours","498269289812856832":"non-rumours","499579650926858240":"non-rumours","498283586425200640":"non-rumours","498602787614511104":"non-rumours","500392971636719618":"non-rumours","500239327004471296":"non-rumours","500288693031419904":"non-rumours","500409399865651201":"non-rumours","499655603405725696":"non-rumours","499590048313262080":"non-rumours","499648712596271107":"non-rumours","498276354434277376":"non-rumours","498300128088694786":"non-rumours","499439571520991232":"non-rumours","500390232756617216":"non-rumours","498497371899449344":"non-rumours","499700861900435456":"non-rumours","499698311306043392":"non-rumours","499698357397237762":"non-rumours","500353295903637504":"non-rumours","499691702660374528":"non-rumours","500318966422589440":"non-rumours","498321666267561985":"non-rumours","500069586063335424":"non-rumours","499703651079045121":"non-rumours","500292684192686080":"non-rumours","500192488003354624":"non-rumours","499438052688023552":"non-rumours","499706791396392960":"non-rumours","498472666802958336":"non-rumours","499674991294951424":"non-rumours","500408184562257920":"non-rumours","499432557906104320":"non-rumours","500236187395571713":"non-rumours","499704780366036992":"non-rumours","500360308289187840":"non-rumours","500378874656854016":"non-rumours","498530293116968960":"non-rumours","499697194325114881":"non-rumours","500375737439096833":"non-rumours","500163501961142275":"non-rumours","499574200596983808":"non-rumours","499674825753772033":"non-rumours","500397058541379584":"non-rumours","500386619564650496":"non-rumours","499360134779637761":"non-rumours","499696744155062272":"non-rumours","500350460122136576":"non-rumours","499358869492367360":"non-rumours","499368426931228672":"non-rumours","500249081286250496":"non-rumours","500275854434639872":"non-rumours","499701114195808257":"non-rumours","499695460358311936":"non-rumours","499620598994444288":"non-rumours","498316475317239809":"non-rumours","498286202077085696":"non-rumours","498499836900278272":"non-rumours","499406854615597056":"non-rumours","499651344622694400":"non-rumours","498483784296448000":"non-rumours","498289596463980544":"non-rumours","499705810076053504":"non-rumours","500384393362698241":"non-rumours","499696550541795328":"non-rumours","500239577387659265":"non-rumours","498276304635322368":"non-rumours","498355319979143168":"non-rumours","499701423135678464":"non-rumours","500359673334493185":"non-rumours","499408988422037505":"non-rumours","499685593857531906":"non-rumours","500073277273165824":"non-rumours","499411596255719424":"non-rumours","500367591773179904":"non-rumours","500365170796158976":"non-rumours","498292317296812032":"non-rumours","498457205801488385":"non-rumours","499706065769201666":"non-rumours","499705545583263744":"non-rumours","499692099005325312":"non-rumours","499606278910398464":"non-rumours","500405384503238656":"non-rumours","499585144416514048":"non-rumours","500240534481666049":"non-rumours","500339589601431552":"non-rumours","499501246907432960":"non-rumours","499657584836874240":"non-rumours","499478126570004480":"non-rumours","500265950667870209":"non-rumours","500369693203378176":"non-rumours","499688532391526400":"non-rumours","500072455931588611":"non-rumours","500072155166814209":"non-rumours","500358258654470146":"non-rumours","499540195734065152":"non-rumours","500387959468982273":"non-rumours","500363097698086912":"non-rumours","499699107615997952":"non-rumours","500357314722156544":"non-rumours","500395231305826306":"non-rumours","499394946416529409":"non-rumours","499529014797557760":"non-rumours","498303921430204416":"non-rumours","498532911143206913":"non-rumours","499598154581303296":"non-rumours","498303769915191297":"non-rumours","499701408904798208":"non-rumours","499700579527299073":"non-rumours","499690869784846336":"non-rumours","499692915954704384":"non-rumours","500279951275606017":"non-rumours","500332097064550400":"non-rumours","500070913836982272":"non-rumours","498269365175721984":"non-rumours","498287947301814274":"non-rumours","499432169836531712":"non-rumours","499662393627410432":"non-rumours","499361506132508673":"non-rumours","500322242296041473":"non-rumours","499699366660423680":"non-rumours","499355083734519808":"non-rumours","499581469027618816":"non-rumours","498474035668586497":"non-rumours","499692589143298049":"non-rumours","499652256288235521":"non-rumours","499700209484828672":"non-rumours","499704226294300672":"non-rumours","500396427378298880":"non-rumours","500399181627162624":"non-rumours","499397804620386304":"non-rumours","499678305134448641":"non-rumours","499412661176926209":"non-rumours","500246996163129344":"non-rumours","499514668814467072":"non-rumours","499655869412286464":"non-rumours","499408845127819265":"non-rumours","498491047329402880":"non-rumours","500313811195158528":"non-rumours","498531639472189441":"non-rumours","500231335668383744":"non-rumours","499381321954000896":"non-rumours","499388619425980416":"non-rumours","499703156889362432":"non-rumours","500315237375954944":"non-rumours","500213598149672960":"non-rumours","500355828227252225":"non-rumours","500297243371798528":"non-rumours","499592320900431872":"non-rumours","499440386767859712":"non-rumours","499448210789007360":"non-rumours","500212911856295940":"non-rumours","500072334578159616":"non-rumours","498281812821803008":"non-rumours","499527157023277056":"non-rumours","500274697485824000":"non-rumours","500382437655207936":"non-rumours","499362994862960640":"non-rumours","500369097360953345":"non-rumours","498600617645199361":"non-rumours","499583349267382273":"non-rumours","499383640267423744":"non-rumours","499586890837016579":"non-rumours","500368724579192832":"non-rumours","499700083265269763":"non-rumours","500316260081889282":"non-rumours","499596695705894912":"non-rumours","499704241741520897":"non-rumours","498248648699150336":"non-rumours","499694783691239424":"non-rumours","498281104865259521":"non-rumours","499526002469797888":"non-rumours","498487999848800256":"non-rumours","500426667446513666":"non-rumours","499674159916789760":"non-rumours","500277854341697536":"non-rumours","500314545345552384":"non-rumours","500360684253638656":"non-rumours","499705246642622465":"non-rumours","500328451929559041":"non-rumours","499695074855624704":"non-rumours","500285282650832896":"non-rumours","499700213792387073":"non-rumours","500319233558192128":"non-rumours","499556227874304000":"non-rumours","499567797064957952":"non-rumours","498286281894682624":"non-rumours","500318336719134720":"non-rumours","499598945417703424":"non-rumours","500403838877462528":"non-rumours","500376891623079937":"non-rumours","500350150695743489":"non-rumours","499672226887897089":"non-rumours","499438977774931968":"non-rumours","499702384424022016":"non-rumours","498452658605535232":"non-rumours","498277197581664256":"non-rumours","499697037156171776":"non-rumours","499699052389208065":"non-rumours","499560002341044224":"non-rumours","500234112054341632":"non-rumours","500315532382707712":"non-rumours","498277231253127168":"non-rumours","499412007573942272":"non-rumours","500250188221779968":"non-rumours","499602333404504064":"non-rumours","499441454498852864":"non-rumours","500283013541163008":"non-rumours","499361965035491329":"non-rumours","498318493293772800":"non-rumours","500296369224310784":"non-rumours","500270055540916224":"non-rumours","499696948296028160":"non-rumours","499553513471741954":"non-rumours","499703128540061699":"non-rumours","499650234914713600":"non-rumours","499377813758443520":"non-rumours","500314788610985984":"non-rumours","498286045843435521":"non-rumours","500407038800056321":"non-rumours","500225210667122690":"non-rumours","499553298668859392":"non-rumours","498283038338711552":"non-rumours","500395288335360001":"non-rumours","499444325646757888":"non-rumours","498292732159619072":"non-rumours","500393439482368000":"non-rumours","499642704687816706":"non-rumours","499698964925796352":"non-rumours","499488337338843137":"non-rumours","500396366829735936":"non-rumours","500430445830365184":"non-rumours","499481575059619840":"non-rumours","498274493337702401":"non-rumours","498499795192143872":"non-rumours","498305962726273024":"non-rumours","499703254637219841":"non-rumours","500405877460193280":"non-rumours","500278978557804544":"non-rumours","499695028407922689":"non-rumours","500277481119956992":"non-rumours","498310006169538561":"non-rumours","498452664527511553":"non-rumours","500345408150065153":"non-rumours","500420356621213696":"non-rumours","499702134279913472":"non-rumours","498283233982025728":"non-rumours","500377192841609217":"non-rumours","499361017038905344":"non-rumours","500299227969646592":"non-rumours","498251940997136384":"non-rumours","499471162058231808":"non-rumours","499381917490237440":"non-rumours","498265095559184384":"non-rumours","498292628455034882":"non-rumours","500176354185187328":"non-rumours","499406086945136640":"non-rumours","500400102125879296":"non-rumours","499691501136650240":"non-rumours","499635247311781889":"non-rumours","500364914796802048":"non-rumours","498483279943962625":"non-rumours","499602370917978112":"non-rumours","500322285916401664":"non-rumours","500286170035523585":"non-rumours","500165620835840000":"non-rumours","499669671034257408":"non-rumours","500293830827331584":"non-rumours","499517463457849345":"non-rumours","499376069485821952":"non-rumours","499464258183114754":"non-rumours","499692788993511424":"non-rumours","499637476315910146":"non-rumours","499590929611640832":"non-rumours","498512590260023296":"non-rumours","498504707393220608":"non-rumours","500331472277225472":"non-rumours","500426437392732161":"non-rumours","499613731312005121":"non-rumours","498556324868009984":"non-rumours","500413012822745090":"non-rumours","500320235841265665":"non-rumours","499638207987089408":"non-rumours","498510381774819330":"non-rumours","500293511632388097":"non-rumours","499700906384842752":"non-rumours","499385227362328576":"non-rumours","500177556768034816":"non-rumours","499704416937975809":"non-rumours","499690032601772032":"non-rumours","499691593985957888":"non-rumours","499435341259223040":"non-rumours","500302577557573632":"non-rumours","498304114955419648":"non-rumours","498269636551798784":"non-rumours","499402444267212800":"non-rumours","498277678706077696":"non-rumours","499360784666071040":"non-rumours","500322373359661056":"non-rumours","499347831954870274":"non-rumours","498349598197702656":"non-rumours","499699006298419200":"non-rumours","499584606878715905":"non-rumours","499693137670205440":"non-rumours","499401478235099137":"non-rumours","499519439206092800":"non-rumours","500365059390836736":"non-rumours","499691556652449792":"non-rumours","498524570593140736":"non-rumours","499696525808001024":"non-rumours","500396027342376960":"non-rumours","498300832648273920":"non-rumours","499681614549377024":"non-rumours","500281037486698498":"non-rumours","498585089828478977":"non-rumours","500180625312083968":"non-rumours","500072098178813954":"non-rumours","500176026882678784":"non-rumours","499612195756728320":"non-rumours","500320616428601344":"non-rumours","499410901033054208":"non-rumours","500270456830562305":"non-rumours","500431179925823489":"non-rumours","500318980007948288":"non-rumours","499379061718659073":"non-rumours","499705963126202368":"non-rumours","499702206455488513":"non-rumours","499696137708658688":"non-rumours","499359735947087872":"non-rumours","499362441697193985":"non-rumours","499345604297121792":"non-rumours","499703369108553730":"non-rumours","498284302128668672":"non-rumours","499649754822103040":"non-rumours","499571799764770816":"non-rumours","500413489882484736":"non-rumours","500335927248429056":"non-rumours","499619724222038016":"non-rumours","500306548841660416":"non-rumours","500380881563811840":"non-rumours","499689349420568577":"non-rumours","499702462865874944":"non-rumours","499490314718310400":"non-rumours","499702153909256193":"non-rumours","500301494340419585":"non-rumours","499678822598340608":"non-rumours","498272080564334592":"non-rumours","498305851828879368":"non-rumours","498272364560257025":"non-rumours","499598115888848896":"non-rumours","500231484725161984":"non-rumours","498275621651636224":"non-rumours","499346625760751616":"non-rumours","500413956230365185":"non-rumours","499604750888083456":"non-rumours","499690604302192640":"non-rumours","500366171716067328":"non-rumours","498255816034893824":"non-rumours","499465611647275008":"non-rumours","498267673789472768":"non-rumours","500328583194509315":"non-rumours","498603999252467713":"non-rumours","499362949166030848":"non-rumours","500370188970524672":"non-rumours","500183912384319489":"non-rumours","499697729225105408":"non-rumours","499663992697417728":"non-rumours","498476761538371584":"non-rumours","498602841335169024":"non-rumours","499693808515182592":"non-rumours","498279420885360641":"non-rumours","499697848737210369":"non-rumours","500366207552196608":"non-rumours","499653470417199105":"non-rumours","499693411503726592":"non-rumours","499636076852420608":"non-rumours","499652628825899009":"non-rumours","499691429359517696":"non-rumours","499651830951841794":"non-rumours","498317308771987456":"non-rumours","500301870145880064":"non-rumours","499375535458643968":"non-rumours","499345023721537536":"non-rumours","498500813845966848":"non-rumours","500303864495882240":"non-rumours","499705041238765568":"non-rumours","498590686065606657":"non-rumours","499345384024842240":"non-rumours","500383956362334208":"non-rumours","499702088512049152":"non-rumours","498285529704976385":"non-rumours","499700838127120386":"non-rumours","498401948585181184":"non-rumours","499679986727411715":"non-rumours","498264393185239040":"non-rumours","500282674200604672":"non-rumours","499387985096237056":"non-rumours","498293625420148736":"non-rumours","498544167757570049":"non-rumours","500277472068263937":"non-rumours","500257318219837440":"non-rumours","498487611963744256":"non-rumours","499698817567293440":"non-rumours","500376174095511552":"non-rumours","499657337985323009":"non-rumours","498303288295817217":"non-rumours","498477164380299264":"non-rumours","499363975377993729":"non-rumours","500175929902395392":"non-rumours","500272399867068416":"non-rumours","499669445548449793":"non-rumours","499542449753051136":"non-rumours","500360558806568960":"non-rumours","499684402616864768":"non-rumours","498586725502173184":"non-rumours","500280176924557314":"non-rumours","499602989133594624":"non-rumours","500347948635791360":"non-rumours","498529979672842241":"non-rumours","499698828845780993":"non-rumours","498276771226451968":"non-rumours","499386726414954496":"non-rumours","498463733447163905":"non-rumours","499484255869612034":"non-rumours","500315536937324544":"non-rumours","498263598062661633":"non-rumours","499704658139435008":"non-rumours","499564237552115712":"non-rumours","498280074941313024":"non-rumours","499689438092726273":"non-rumours","499410965075886080":"non-rumours","499690351875981313":"non-rumours","499595283504701440":"non-rumours","499453886474637312":"non-rumours","498301902048997377":"non-rumours","500269950876286976":"non-rumours","499357077429817344":"non-rumours","500416861016580096":"non-rumours","500160181184249856":"non-rumours","500315907567001600":"non-rumours","499601956491374594":"non-rumours","498609222020780033":"non-rumours","498274934553317376":"non-rumours","498480344992350209":"non-rumours","500277421506306048":"non-rumours","499699989237747712":"non-rumours","499369948943495168":"non-rumours","500266967102914560":"non-rumours","499403422278619136":"non-rumours","499698366402789376":"non-rumours","498497395198799872":"non-rumours","500249630664560640":"non-rumours","498278882244853760":"non-rumours","500288284195426305":"non-rumours","499427218171248641":"non-rumours","498255721260400640":"non-rumours","500070716650565632":"non-rumours","500352655827279874":"non-rumours","500382073593405442":"non-rumours","498489114384420865":"non-rumours","500411055315910656":"non-rumours","500320286341099523":"non-rumours","499362269269336064":"non-rumours","500402908740210688":"non-rumours","500310319844298752":"non-rumours","500272350906957824":"non-rumours","500295570393542657":"non-rumours","499650640314777601":"non-rumours","498285782512050176":"non-rumours","500221671245377537":"non-rumours","499401831874043905":"non-rumours","500368204376850432":"non-rumours","499588291335692288":"non-rumours","499530401136668672":"non-rumours","500366417674268673":"non-rumours","500327581514993665":"non-rumours","498264107460870144":"non-rumours","499679142766735362":"non-rumours","499427833102745600":"non-rumours","498300897051807744":"non-rumours","500251503903662082":"non-rumours","500186818374270976":"non-rumours","499439550029381632":"non-rumours","499704336935821314":"non-rumours","499673760484433921":"non-rumours","498602798687469568":"non-rumours","500355259341242370":"non-rumours","499364002318020608":"non-rumours","500255282757632000":"non-rumours","498530946338258944":"non-rumours","499394221984714752":"non-rumours","500408829696544768":"non-rumours","498494758814109696":"non-rumours","500352850329751552":"non-rumours","500334308867858432":"non-rumours","499571347375136768":"non-rumours","498285405142540289":"non-rumours","499412821671968769":"non-rumours","498508707244683264":"non-rumours","499397048878501888":"non-rumours","499389815268573187":"non-rumours","500263561298710528":"non-rumours","499701576395919360":"non-rumours","499605248747786240":"non-rumours","499690835059814400":"non-rumours","499424290748780546":"non-rumours","498259903962570752":"non-rumours","499660768908832771":"non-rumours","499364522038394880":"non-rumours","500399997113098240":"non-rumours","500362377062547457":"non-rumours","500307273659318272":"non-rumours","499362348940144640":"non-rumours","500329800725442562":"non-rumours","499363323335680000":"non-rumours","499691638424608768":"non-rumours","500256984768475136":"non-rumours","500329864017498114":"non-rumours","499703033174179840":"non-rumours","499589336816308227":"non-rumours","500385877684539393":"non-rumours","499584511710351361":"non-rumours","499626055251271682":"non-rumours","500072137374171136":"non-rumours","500306837103968257":"non-rumours","498318192000118784":"non-rumours","500402804910206976":"non-rumours","499695682476060673":"non-rumours","500163615555878912":"non-rumours","500396175753633792":"non-rumours","498323364197699584":"non-rumours","498294815579467777":"non-rumours","500317687239966722":"non-rumours","500315609171636225":"non-rumours","498455001463664640":"non-rumours","498281886603411456":"non-rumours","498267196833808384":"non-rumours","499568802267672576":"non-rumours","500308900957405185":"non-rumours","499607500187250689":"non-rumours","499665889198088192":"non-rumours","498340530770939904":"non-rumours","499667482354143232":"non-rumours","499387698390790144":"non-rumours","499689919929798657":"non-rumours","499366152049803264":"non-rumours","500074069354905600":"non-rumours","499667557247614977":"non-rumours","498466570675716096":"non-rumours","499426471300329472":"non-rumours","499467982943186944":"non-rumours","500315984910372864":"non-rumours","500314823117115393":"non-rumours","500234390723915776":"non-rumours","499364508641808384":"non-rumours","500180740127342592":"non-rumours","499357289363431425":"non-rumours","499691814358888448":"non-rumours","500386524416856064":"non-rumours","500427783848615936":"non-rumours","500277477986828288":"non-rumours","500331134040162304":"non-rumours","498284429333524480":"non-rumours","499683602452717569":"non-rumours","499446112147628032":"non-rumours","499606771246567424":"non-rumours","499674902060744704":"non-rumours","499696733979688961":"non-rumours","500270284117925888":"non-rumours","498477676219600896":"non-rumours","499531968229683200":"non-rumours","498253652755111937":"non-rumours","500430673099104256":"non-rumours","500250935885852673":"non-rumours","500307863894786048":"non-rumours","500189389855916032":"non-rumours","498486850521423872":"non-rumours","499361679197884416":"non-rumours","500318003024494596":"non-rumours","499706350759206912":"non-rumours","500316380063748096":"non-rumours","499705915227271168":"non-rumours","499444395800682497":"non-rumours","499699435551866880":"non-rumours","498314939359301632":"non-rumours","499478732315566080":"non-rumours","500382270340214784":"non-rumours","500286460210462720":"non-rumours","498507434693246977":"non-rumours","499703127193305088":"non-rumours"}}